Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# teams.teams:Cards_noMatchFound
source: No Match Found!
de_de: Keine Übereinstimmung gefunden!
es_es: No se han encontrado coincidencias.
it_it: Nessuna corrispondenza trovata!
ja_jp: 一致するものが見つかりません!
km_kh: រកមិនឃើញការផ្គូផ្គងទេ!
mk_mk: Не е пронајдено совпаѓање!
nl_nl: Geen overeenkomst gevonden.
pt_br: Nenhuma correspondência encontrada!
ro_ro: Nu s-a găsit nicio potrivire!
sl_si: Ni ujemanja!
vi_vn: Không tìm thấy kết quả phù hợp!
zh_cn: 找不到匹配项!
zh_tw: 未找到匹配項！

# teams.teams:Cards_privateCardWarning
source: This content is private. It will be made available to the user(s) you share it with.
de_de: Dieser Inhalt ist privat. Er ist für den/die Benutzer verfügbar, mit dem/denen Sie ihn teilen.
es_es: Este contenido es privado. Se pondrá a disposición de los usuarios con los que lo comparta.
it_it: Questo contenuto è privato. Sarà reso disponibile agli utenti con cui lo condividi.
ja_jp: このコンテンツはプライベートです。それは共有したユーザーだけが利用できるようになります。
km_kh: មាតិកានេះគឺឯកជន។ វានឹងត្រូវបានដាក់ឱ្យប្រើប្រាស់សម្រាប់អ្នកប្រើប្រាស់ដែលអ្នកចែករំលែកវាជាមួយ។
mk_mk: Оваа содржина е приватна. Ќе стане достапна за корисниците со коишто ја споделувате.
nl_nl: Deze content is privé. De content wordt beschikbaar gesteld aan de gebruiker(s) met wie u dit deelt.
pt_br: Este conteúdo é privado. Ele será disponibilizado para o(s) usuário(s) com quem você compartilha.
ro_ro: Acest conținut este privat. Acesta va fi pus la dispoziția utilizatorilor către care îl distribuiți.
sl_si: Ta vsebina je zasebna. Na voljo bo uporabnikom, s katerimi jo daste v skupno rabo.
vi_vn: Nội dung này là riêng tư. Nội dung sẽ được hiển thị cho (những) người dùng mà bạn chia sẻ.
zh_cn: 此为私密内容。它将提供给您与其共享该内容的用户。
zh_tw: 此內容是私人的。您分享內容的使用者將可以使用。

# teams.teams:Cards_unsharedPrefix
source: You have unshared this
de_de: Teilen aufgehoben für diese
es_es: Ha dejado de compartir esto
it_it: Hai annullato la condivisione di questo
ja_jp: あなたはこれを共有解除しました
km_kh: អ្នកបានឈប់ចែករំលែកវាហើយ។
mk_mk: Го повлековте споделувањето на ова
nl_nl: U hebt het delen ongedaan gemaakt
pt_br: Você cancelou o compartilhamento dele
ro_ro: Ați anulat distribuirea acestui element
sl_si: Preklicali ste skupno rabo tega elementa
vi_vn: Bạn đã hủy chia sẻ
zh_cn: 您已取消共享此内容
zh_tw: 您已取消分享此卡片

# teams.teams:Cards_sharedPrefix
source: You have shared this
de_de: Teilen erfolgreich für diese
es_es: Ha compartido este
it_it: Hai condiviso questo
ja_jp: これを共有しました
km_kh: អ្នកបានចែករំលែកវានេះ
mk_mk: Го споделивте ова
nl_nl: U hebt deze gedeeld
pt_br: Você compartilhou isso
ro_ro: Ați distribuit acest lucru
sl_si: Ta element ste dali v skupno rabo
vi_vn: Bạn đã chia sẻ
zh_cn: 您已共享此内容
zh_tw: 您已分享此內容

# teams.teams:Cards_with
source: with
de_de: mit
es_es: con
it_it: Con
ja_jp: と
km_kh: ជាមួយ
mk_mk: со
nl_nl: Met
pt_br: Com
ro_ro: cu
sl_si: z osebo
vi_vn: với
zh_cn: 与
zh_tw: 與

# teams.teams:Cards_by
source: by
de_de: von
es_es: por
it_it: da
ja_jp: 別
km_kh: ដោយ
mk_mk: од
nl_nl: door
pt_br: por
ro_ro: de
sl_si: avtor:
vi_vn: qua
zh_cn: 由
zh_tw: 由

# teams.teams:Cards_bookmarkMessage
source: Done! This SmartCard has been Bookmarked and can now be found in your bookmarked content.
de_de: Fertig! Für diese SmartCard wurde ein Lesezeichen gesetzt. Sie können sie nun in Ihren Lesezeichen-Inhalten finden.
es_es: ¡Listo! Se ha marcado esta tarjeta inteligente y ahora puede encontrarla en su contenido marcado.
it_it: Fine! Questa SmartCard è stata aggiunta ai tuoi segnalibri.
ja_jp: 完了!このスマートカードはブックマークされており、ブックマークしたコンテンツで見つけることができます。
km_kh: រួចរាល់! SmartCard នេះត្រូវបានចុះទំព័រចំណាំ ហើយឥឡូវនេះអាចត្រូវបានរកឃើញនៅក្នុងខ្លឹមព័ត៌មានដែលបានចុះទំព័រចំណាំ។
mk_mk: Готово! Оваа SmartCard е означена и сега може да се најде во вашата означена содржина.
nl_nl: Klaar. Deze SmartCard is als bladwijzer gemarkeerd en is nu te vinden in uw bladwijzercontent.
pt_br: Concluído! Este SmartCard foi colocado nos Favoritos e já pode ser encontrado no conteúdo marcado como favorito.
ro_ro: Efectuat! Acest SmartCard a fost inclus în Marcate și acum, poate fi găsit în conținutul dvs. marcat.
sl_si: Končano! Ta kartica SmartCard je bila dodana med zaznamke in je zdaj na voljo v vsebini z zaznamki.
vi_vn: Đã xong! SmartCard này đã được đánh dấu và hiện có thể được tìm thấy trong mục các nội dung đã được đánh dấu trang của bạn.
zh_cn: 完成!已为此 SmartCard 添加书签，现在可以在您添加了书签的内容中找到它。
zh_tw: 完成了！這個智慧卡已加入書籤，並顯示在您已加入書籤的內容中。

# teams.teams:Cards_pathwayBookmarkMessage
source: Done! This Pathway has been Bookmarked and can now be found in your bookmarked content.
de_de: Fertig! Für diesen Pathway wurde ein Lesezeichen gesetzt. Sie können ihn nun in Ihren Lesezeichen-Inhalten finden.
es_es: ¡Listo! Se ha marcado esta ruta y ahora puede encontrarla en su contenido marcado.
it_it: Fine! Questo Pathway è stato aggiunto ai tuoi segnalibri.
ja_jp: 完了!このパスウェイはブックマークされており、ブックマークしたコンテンツで見つけることができます。
km_kh: រួចរាល់! Pathway នេះត្រូវបានចុះទំព័រចំណាំ ហើយឥឡូវនេះអាចត្រូវបានរកឃើញនៅក្នុងខ្លឹមព័ត៌មានដែលបានចុះទំព័រចំណាំ។
mk_mk: Готово! Овој Pathway е означен и сега може да се најде во вашата означена содржина.
nl_nl: Klaar. Deze pathway is als bladwijzer gemarkeerd en is nu te vinden in uw bladwijzercontent.
pt_br: Concluído! Este Pathway foi colocado nos Favoritos e já pode ser encontrado no conteúdo marcado como favorito.
ro_ro: Efectuat! Acest Pathway a fost inclus în Marcate și acum, poate fi găsit în conținutul dvs. marcat.
sl_si: Končano! Ta modul Pathway je bil dodan med zaznamke in je zdaj na voljo v vsebini z zaznamki.
vi_vn: Đã xong! Pathway này đã được đánh dấu và hiện có thể được tìm thấy trong mục các nội dung đã được đánh dấu trang của bạn.
zh_cn: 完成!已为此 Pathway 添加书签，现在可以在您添加了书签的内容中找到它。
zh_tw: 完成了！這個路徑已加入書籤，並顯示在您已加入書籤的內容中。

# teams.teams:Cards_pathwayUnbookmarkMessage
source: This Pathway has been removed from your Bookmarks.
de_de: Dieser Pathway wurde aus Ihren Lesezeichen entfernt.
es_es: Esta ruta se ha eliminado de sus favoritos.
it_it: Questo Pathway è stato rimosso dai segnalibri.
ja_jp: この経路はブックマークから削除されました。
km_kh: Pathway នេះត្រូវបានដកចេញពីទំព័រចំណាំរបស់អ្នក។
mk_mk: Овој Pathway е отстранет од вашите обележувачи.
nl_nl: Dit pad is verwijderd uit uw bladwijzers.
pt_br: Este Pathway foi removido dos Marcadores.
ro_ro: Acest Pathway a fost eliminat din marcajele dvs.
sl_si: Ta modul Pathway je odstranjen iz vaših zaznamkov.
vi_vn: Pathway này đã được xóa khỏi Dấu trang của bạn.
zh_cn: 已从您的书签中移除此 Pathway。
zh_tw: 該途徑已從您的書籤中刪除。

# teams.teams:Cards_journeyBookmarkMessage
source: Done! This Journey has been Bookmarked and can now be found in your bookmarked content.
de_de: Fertig! Für diese Journey wurde ein Lesezeichen gesetzt. Sie können sie nun in Ihren Lesezeichen-Inhalten finden.
es_es: ¡Listo! Se ha marcado esta trayectoria y ahora puede encontrarla en su contenido marcado.
it_it: Fine! Questo Journey è stato aggiunto ai tuoi segnalibri.
ja_jp: 完了!このジャーニーはブックマークされており、ブックマークしたコンテンツで見つけることができます。
km_kh: រួចរាល់! Journey នេះត្រូវបានចុះទំព័រចំណាំ ហើយឥឡូវនេះអាចត្រូវបានរកឃើញនៅក្នុងខ្លឹមព័ត៌មានដែលបានចុះទំព័រចំណាំ។
mk_mk: Готово! Овој Journey е означен и сега може да се најде во вашата означена содржина.
nl_nl: Klaar. Deze journey is als bladwijzer gemarkeerd en is nu te vinden in uw bladwijzercontent.
pt_br: Concluído! Este Journey foi colocado nos Favoritos e já pode ser encontrado no conteúdo marcado como favorito.
ro_ro: Efectuat! Acest Journey a fost inclus în Marcate și acum, poate fi găsit în conținutul dvs. marcat.
sl_si: Končano! Ta učna pot Journey je bila dodana med zaznamke in je zdaj na voljo v vsebini z zaznamki.
vi_vn: Đã xong! Journey này đã được đánh dấu và hiện có thể được tìm thấy trong mục các nội dung đã được đánh dấu trang của bạn.
zh_cn: 完成!已为此 Journey 添加书签，现在可以在您添加了书签的内容中找到它。
zh_tw: 完成了！這個旅程已加入書籤，並顯示在您已加入書籤的內容中。

# teams.teams:Cards_journeyUnbookmarkMessage
source: This Journey has been removed from your Bookmarks.
de_de: Diese Journey wurde aus Ihren Lesezeichen entfernt.
es_es: Esta trayectoria se ha eliminado de sus favoritos.
it_it: Questo Journey è stato rimosso dai segnalibri.
ja_jp: このジャーニーはブックマークから削除されました。
km_kh: Journey នេះត្រូវបានដកចេញពីទំព័រចំណាំរបស់អ្នក។
mk_mk: Овој Journey е отстранет од вашите обележувачи.
nl_nl: Deze journey is verwijderd uit uw bladwijzers.
pt_br: Esta jornada foi removida de seus Favoritos.
ro_ro: Acest Journey a fost eliminat din marcajele dvs.
sl_si: Ta učna pot Journey je odstranjena iz vaših zaznamkov.
vi_vn: Journey này đã được xóa khỏi Dấu trang của bạn.
zh_cn: 已从您的书签中移除此 Journey。
zh_tw: 此旅程已從您的書籤中刪除。

# teams.teams:Cards_cardError
source: Error happened while fetching results
de_de: Fehler beim Abrufen der Ergebnisse
es_es: Se ha producido un error al recuperar los resultados
it_it: Si è verificato un errore durante il recupero dei risultati
ja_jp: 結果の取得中にエラーが発生しました
km_kh: កំហុសបានកើតឡើងនៅពេលទាញយកលទ្ធផល
mk_mk: Се случи грешка при преземањето на резултатите
nl_nl: Er is een fout opgetreden bij het ophalen van resultaten
pt_br: Erro ao buscar resultados
ro_ro: S-a produs o eroare în timpul preluării rezultatelor
sl_si: Pri pridobivanju rezultatov je prišlo do napake
vi_vn: Đã xảy ra lỗi khi tìm nạp kết quả
zh_cn: 获取结果时发生错误
zh_tw: 抓取結果時發生錯誤

# teams.teams:Cards_cardMetricsError
source: Error happened while fetching card metrics
de_de: Fehler beim Abrufen der Kartenmetriken
es_es: Se ha producido un error al recuperar las métricas de la tarjeta
it_it: Si è verificato un errore durante il recupero delle metriche della scheda
ja_jp: カード指標の取得中にエラーが発生しました
km_kh: កំហុសបានកើតឡើងនៅពេលទាញយករង្វាស់កាត
mk_mk: Се случи грешка при преземањето на метриката на картичката
nl_nl: Er is een fout opgetreden bij het ophalen van metrische kaartwaarden
pt_br: Erro ocorreu durante a busca das métricas de cartão
ro_ro: A apărut o eroare la preluarea metricilor pentru carduri
sl_si: Pri pridobivanju meritev kartice je prišlo do napake
vi_vn: Đã xảy ra lỗi khi tìm nạp số liệu thẻ
zh_cn: 获取卡指标时发生错误
zh_tw: 抓取卡片度量時發生錯誤

# teams.teams:Cards_registrationFailed
source: Registration failed
de_de: Anmeldung fehlgeschlagen
es_es: Error de registro
it_it: Registrazione non riuscita
ja_jp: 登録に失敗しました
km_kh: ការចុះឈ្មោះបានបរាជ័យ
mk_mk: Регистрацијата не успеа
nl_nl: Inschrijving mislukt
pt_br: Falha na inscrição
ro_ro: Înregistrare nereușită
sl_si: Registracija ni uspela
vi_vn: Đăng ký không thành công
zh_cn: 注册失败
zh_tw: 註冊失敗

# teams.teams:Cards_dateBeforeTodayError
source: The date should be on or after today.
de_de: Das Datum muss das heutige oder ein späteres Datum sein.
es_es: La fecha debe ser a partir de hoy.
it_it: La data deve essere oggi o una data futura.
ja_jp: 日付は今日以降である必要があります。
km_kh: កាលបរិច្ឆេទគួរតែនៅ ឬក្រោយថ្ងៃនេះ។
mk_mk: Датумот треба да биде денес или потоа.
nl_nl: De datum moet op of na vandaag zijn.
pt_br: A data deve ser hoje ou posterior.
ro_ro: Data ar trebui să fie astăzi sau într-o zi ulterioară.
sl_si: Datum mora biti današnji dan ali poznejši.
vi_vn: Ngày phải từ hôm nay trở đi.
zh_cn: 日期应该是今天或之后。
zh_tw: 日期應該是今天或之後。

# teams.teams:Cards_dueDateBeforeStartDateError
source: Due date should be on or after the start date
de_de: Das Fälligkeitsdatum muss am oder nach dem Startdatum liegen.
es_es: La fecha de vencimiento debe ser igual o posterior a la fecha de inicio
it_it: La data limite deve essere uguale o successiva alla data di inizio.
ja_jp: 期日は開始日以降である必要があります
km_kh: កាលបរិច្ឆេទដល់កាលត្រូវនៅថ្ងៃ ឬក្រោយកាលបរិច្ឆេទចាប់ផ្តើម
mk_mk: Рокот треба да биде на или по почетниот датум
nl_nl: Vervaldatum moet op of na de startdatum zijn
pt_br: A data de vencimento deve ser igual ou posterior à data de início
ro_ro: Data scadentă trebuie să fie pe data de început sau după aceasta
sl_si: Rok mora biti začetni datum ali poznejši.
vi_vn: Ngày đến hạn phải từ ngày bắt đầu trở đi
zh_cn: 截至日期应为开始日期或之后
zh_tw: 到期日應為開始日期或之後

# teams.teams:Cards_update
source: Update
de_de: Aktualisieren
es_es: Actualizar
it_it: Aggiorna
ja_jp: 更新
km_kh: ធ្វើបច្ចុប្បន្នភាព
mk_mk: Ажурирање
nl_nl: Bijwerken
pt_br: Atualizar
ro_ro: Actualizare
sl_si: Posodobi
vi_vn: Cập nhật
zh_cn: 更新
zh_tw: 更新

# teams.teams:Cards_maxLimitReached
source: Maximum limit reached
de_de: Maximales Limit erreicht
es_es: Se ha alcanzado el límite máximo
it_it: Limite massimo raggiunto
ja_jp: 最大上限を超過しました
km_kh: ឈានដល់ដែនកំណត់អតិបរមា
mk_mk: Достигнато е максималното ограничување
nl_nl: Maximumlimiet bereikt
pt_br: Limite máximo atingido
ro_ro: Limită maximă atinsă
sl_si: Največja omejitev je dosežena
vi_vn: Đã đạt đến giới hạn tối đa
zh_cn: 已达到最大限制
zh_tw: 已達到上限

# teams.teams:Cards_projectSubmissionSuccess
source: Project submission successful
de_de: Projektübermittlung erfolgreich
es_es: Envío correcto de proyecto
it_it: Invio del progetto riuscito
ja_jp: プロジェクトを正常に提出しました
km_kh: ការដាក់ស្នើគម្រោងបានជោគជ័យ
mk_mk: Поднесувањето на проектот е успешно
nl_nl: Project is ingediend
pt_br: Envio de projeto bem-sucedido
ro_ro: Proiectul a fost trimis cu succes
sl_si: Oddaja projekta uspešna
vi_vn: Nộp dự án thành công
zh_cn: 项目提交成功
zh_tw: 專案提交成功

# teams.teams:Cards_postToChannelSuccess
source: Content has been posted to the selected channel(s).
de_de: Der Inhalt wurde im/in den ausgewählten Channel(n) veröffentlicht.
es_es: El contenido se ha publicado en los canales seleccionados.
it_it: Il contenuto è stato pubblicato nei canali selezionati.
ja_jp: 選択したチャンネルにコンテンツが投稿されました。
km_kh: ខ្លឹមព័ត៌មានត្រូវបានបង្ហោះទៅបណ្ដាញដែលបានជ្រើសរើស។
mk_mk: Содржината е објавена на избраните канали.
nl_nl: Content is gepost op de geselecteerde kanalen.
pt_br: Conteúdo foi publicado nos canais selecionados.
ro_ro: Conținutul a fost postat pe canalele selectate.
sl_si: Vsebina je bila objavljena na izbranih kanalih.
vi_vn: Nội dung đã được đăng lên các kênh đã chọn.
zh_cn: 内容已发布到所选频道。
zh_tw: 已將內容發佈至所選頻道。

# teams.teams:Cards_markAsIncomplete
source: You have marked this SmartCard as incomplete.
de_de: Sie haben diese SmartCard als unvollständig markiert.
es_es: Ha marcado esta tarjeta inteligente como incompleta.
it_it: Hai contrassegnato questa SmartCard come non completata.
ja_jp: このスマートカードを未完了としてマークしました。
km_kh: អ្នកបានសម្គាល់ SmartCard នេះថាមិនពេញលេញ។
mk_mk: Ја означивте оваа SmartCard како нецелосна.
nl_nl: U hebt deze smartcard gemarkeerd als Onvolledig.
pt_br: Você marcou este SmartCard como Incompleto.
ro_ro: Ați marcat acest SmartCard ca incomplet.
sl_si: To kartico SmartCard ste označili kot nedokončano.
vi_vn: Bạn đã đánh dấu SmartCard này là chưa hoàn thành.
zh_cn: 您已将此 SmartCard 标记为未完成。
zh_tw: 您已將此智慧卡標記為未完成。

# teams.teams:Cards_markAsIncompleteText
source: Mark as Incomplete
de_de: Als unvollständig markieren
es_es: Marcar como incompleto
it_it: Contrassegna come non completata
ja_jp: 未完了としてマーク
km_kh: សម្គាល់ថាមិនពេញលេញ
mk_mk: Означи како нецелосно
nl_nl: Markeren als Onvolledig
pt_br: Marcar como Incompleto
ro_ro: Marcare ca nefinalizat
sl_si: Označi kot nedokončano
vi_vn: Đánh dấu là chưa hoàn thành
zh_cn: 标记为未完成
zh_tw: 標記為未完成

# teams.teams:Cards_sharePrivateContent
source: Share a private content
de_de: Einen privaten Inhalt teilen
es_es: Compartir contenido privado
it_it: Condividi contenuto privato
ja_jp: 非公開のコンテンツを共有する
km_kh: ចែករំលែកខ្លឹមព័ត៌មានឯកជន
mk_mk: Споделете приватна содржина
nl_nl: Privécontent delen
pt_br: Compartilhar um conteúdo privado
ro_ro: Distribuiți conținut privat
sl_si: Daj zasebno vsebino v skupno rabo
vi_vn: Chia sẻ nội dung riêng tư
zh_cn: 共享私密内容
zh_tw: 分享私人內容

# teams.teams:Cards_removeAssignmentSuccess
source: This content has been removed from your assignment list.
de_de: Dieser Inhalt wurde aus Ihrer Zuweisungsliste entfernt.
es_es: Este contenido se ha borrado de su lista de cesiones.
it_it: Questo contenuto è stato rimosso dal tuo elenco delle assegnazioni.
ja_jp: このコンテンツは割当リストから削除されました。
km_kh: ខ្លឹមសារនេះត្រូវបានដកចេញពីបញ្ជីកិច្ចការរបស់អ្នក។
mk_mk: Оваа содржина е отстранета од вашата листа со задачи.
nl_nl: Deze content is verwijderd uit uw lijst met toewijzingen.
pt_br: Este conteúdo foi removido da lista de atribuições.
ro_ro: Acest conținut a fost eliminat din lista dvs. de atribuiri.
sl_si: Ta vsebina je bila odstranjena s seznama nalog.
vi_vn: Nội dung này đã bị xóa khỏi danh sách bài tập của bạn.
zh_cn: 已从您的分配列表中移除此内容。
zh_tw: 此內容已從您的指派工作清單中刪除。

# teams.teams:Cards_allAttendeesModalTitle
source: Attendees
de_de: Teilnehmer
es_es: Asistentes
it_it: Partecipanti
ja_jp: 参加者
km_kh: អ្នកចូលរួម
mk_mk: Присутни
nl_nl: Deelnemers
pt_br: Participantes
ro_ro: Participanţi
sl_si: Udeleženci
vi_vn: Người tham dự
zh_cn: 参加者
zh_tw: 出席者

# teams.teams:Cards_noContentLearningQueue
source: There is no content for this period. Please choose a different time period to view the content.
de_de: Es sind keine Inhalte für diesen Zeitraum vorhanden. Bitte wählen Sie einen anderen Zeitraum zum Anzeigen des Inhalts aus.
es_es: No existe contenido para este periodo. Seleccione un periodo de tiempo diferente para ver el contenido.
it_it: Nessun contenuto disponibile per questo periodo. Scegli un periodo di tempo diverso per visualizzare il contenuto.
ja_jp: この期間のコンテンツはありません。コンテンツを表示するには、別の期間を選択してください。
km_kh: មិនមានខ្លឹមសារសម្រាប់រយៈពេលនេះទេ។ សូមជ្រើសរើសរយៈពេលផ្សេងដើម្បីមើលខ្លឹមសារ។
mk_mk: Нема содржина за овој период. Изберете различен временски период за прегледување на содржината.
nl_nl: Er is geen content voor deze periode. Kies een andere periode om de content te bekijken.
pt_br: Não há nenhum conteúdo para este período. Escolha um período diferente para exibir o conteúdo.
ro_ro: Nu există niciun conținut pentru această perioadă. Vă rugăm să alegeți o altă perioadă de timp pentru a vizualiza conținutul.
sl_si: Za to obdobje ni nobene vsebine. Za ogled vsebine izberite drugo časovno obdobje.
vi_vn: Không có nội dung nào trong khoảng thời gian này. Vui lòng chọn khoảng thời gian khác để xem nội dung.
zh_cn: 此期间无内容。请选择另一个时间段来查看内容。
zh_tw: 此期間並無內容。請選擇不同的時間段來查看內容。

# teams.teams:Cards_noContentLearningResults
source: There is no content.
de_de: Kein Inhalt vorhanden.
es_es: No hay contenido.
it_it: Nessun contenuto disponibile.
ja_jp: コンテンツがありません。
km_kh: មិនមានខ្លឹមសារទេ។
mk_mk: Нема содржина.
nl_nl: Er is geen content.
pt_br: Não há nenhum conteúdo.
ro_ro: Nu există niciun conținut.
sl_si: Ni vsebine.
vi_vn: Không có nội dung.
zh_cn: 没有内容。
zh_tw: 無內容。

# teams.teams:Cards_contentNotAvailable
source: Content not available.
de_de: Inhalt nicht verfügbar.
es_es: Contenido no disponible.
it_it: Contenuto non disponibile.
ja_jp: コンテンツが利用不可能です。
km_kh: មិនមានខ្លឹមព័ត៌មានទេ។
mk_mk: Содржината не е достапна.
nl_nl: Content is niet beschikbaar.
pt_br: Conteúdo indisponível.
ro_ro: Conținutul nu este disponibil.
sl_si: Vsebina ni na voljo.
vi_vn: Nội dung không khả dụng.
zh_cn: 内容不可用。
zh_tw: 內容不可用。

# teams.teams:Cards_pathwayTitle
source: Pathway Title
de_de: Pathway-Titel
es_es: Título de ruta
it_it: Titolo Pathway
ja_jp: パスウェイ タイトル
km_kh: ចំណងជើង Pathway
mk_mk: Наслов на Pathway
nl_nl: Titel van Pathway
pt_br: Título do Pathway
ro_ro: Titlu Pathway
sl_si: Naziv modula Pathway
vi_vn: Tiêu đề Pathway
zh_cn: Pathway 标题
zh_tw: 路徑名稱

# teams.teams:Cards_appliedFilter
source: Applied filter
de_de: Angewendeter Filter
es_es: Filtro aplicado
it_it: Filtro applicato
ja_jp: 適用されたフィルター
km_kh: ច្រោះដែលបានអនុវត្ត
mk_mk: Применет филтер
nl_nl: Toegepast filter
pt_br: Filtro aplicado
ro_ro: Filtru aplicat
sl_si: Uporabljen filter
vi_vn: Bộ lọc được áp dụng
zh_cn: 已应用筛选器
zh_tw: 應用過濾器

# teams.teams:Cards_searchPathway
source: Search Pathway
de_de: Pathway suchen
es_es: Buscar ruta
it_it: Cerca Pathway
ja_jp: パスウェイ を検索
km_kh: ស្វែងរក Pathway
mk_mk: Пребарај Pathway
nl_nl: Pathway zoeken
pt_br: Pesquisar Pathway
ro_ro: Căutare pathway
sl_si: Iskanje modula Pathway
vi_vn: Tìm kiếm Pathway
zh_cn: 搜索 Pathway
zh_tw: 搜尋路徑

# teams.teams:Cards_journeySelectText
source: Select the journey(s) you want to add this content into. For each journey selected, indicate the sections you want the content to be displayed. Content will be added at the end of each section.
de_de: Wählen Sie die Journey(s) aus, der/denen Sie diesen Inhalt hinzufügen möchten. Geben Sie für jede ausgewählte Journey die Abschnitte an, in denen der Inhalt angezeigt werden soll. Der Inhalt wird am Ende jedes Abschnitts hinzugefügt.
es_es: Seleccione las rutas a las que desea añadir este contenido. En cada trayectoria seleccionada, indique las secciones en las que desea que se muestre el contenido. El contenido se añadirá al final de cada sección.
it_it: Seleziona i Journey in cui desideri aggiungere questo contenuto. Per ogni Journey selezionato, indica le sezioni in cui desideri che venga visualizzato il contenuto. Il contenuto verrà aggiunto alla fine di ogni sezione.
ja_jp: このコンテンツを追加するジャーニー を選択してください。選択した各ジャーニーに対して、表示するコンテンツのセクションを指定します。コンテンツは各セクションの最後に追加されます。
km_kh: ជ្រើសរើស journey(s) ដែលអ្នកចង់បន្ថែមខ្លឹមព័ត៌មាននេះចូលទៅ។ សម្រាប់ journey នីមួយៗដែលបានជ្រើសរើស សូមចង្អុលបង្ហាញផ្នែកនានាដែលអ្នកចង់ឱ្យខ្លឹមព័ត៌មានត្រូវបានបង្ហាញ។ ខ្លឹមព័ត៌មាននឹងត្រូវបានបន្ថែមនៅចុងខាងនៃផ្នែកនីមួយៗ។
mk_mk: Изберете ги journey(s) во коишто сакате да ја додадете оваа содржина. За секој избран journey, наведете ги деловите во коишто сакате да се прикажува содржината. Содржината ќе биде додадена на крајот од секој дел.
nl_nl: Selecteer de journey(s) waaraan u deze content wilt toevoegen. Geef voor elke geselecteerde journey de secties aan waarin u de content wilt weergeven. Content wordt toegevoegd aan het einde van elke sectie.
pt_br: Selecione as Journeys às quais deseja adicionar este conteúdo. Para cada Journey selecionada, indique as seções em que deseja exibir o conteúdo. O conteúdo será adicionado no final de cada seção.
ro_ro: Selectați Journey(s) la care doriți să adăugați acest conținut. Pentru fiecare Journey selectat, indicați secțiunile în care doriți să fie afișat conținutul. Conținutul va fi adăugat la finalul fiecărei secțiuni.
sl_si: Izberite učne poti Journey, v katere želite dodati to vsebino. Za vsako izbrano učno pot Journey označite razdelke, za katere želite, da se prikaže vsebina. Vsebina bo dodana na koncu vsakega razdelka.
vi_vn: Chọn (các) journey bạn muốn thêm nội dung này vào. Đối với mỗi journey được chọn, hãy cho biết các phần bạn muốn hiển thị nội dung. Nội dung sẽ được thêm vào cuối mỗi phần.
zh_cn: 选择要向其中添加此内容的 Journey。对于选定的每个 Journey，请指明要显示内容的版块。内容将添加到每个版块的末尾。
zh_tw: 選擇您要新增此內容到其中的旅程。對於每個已選取的旅程，指定您要顯示該內容的區段。內容將會新增至每個區段的末端。

# teams.teams:Cards_searchJourney
source: Search Journey
de_de: Journey suchen
es_es: Buscar trayectoria
it_it: Cerca Journey
ja_jp: ジャーニー を検索
km_kh: ស្វែងរក Journey
mk_mk: Пребарај Journey
nl_nl: Journey zoeken
pt_br: Pesquisar Journey
ro_ro: Căutare journey
sl_si: Poišči učno pot Journey
vi_vn: Tìm kiếm Journey
zh_cn: 搜索 Journey
zh_tw: 搜尋旅程

# teams.teams:Cards_journeyTitle
source: Journey title
de_de: Journey-Titel
es_es: Título de trayectoria
it_it: Titolo Journey
ja_jp: ジャーニータイトル
km_kh: ចំណងជើង Journey
mk_mk: Наслов на Journey
nl_nl: Journeytitel
pt_br: Título da jornada
ro_ro: Titlu Journey
sl_si: Naziv učne poti Journey
vi_vn: Tiêu đề Journey
zh_cn: Journey 标题
zh_tw: 旅程標題

# teams.teams:Cards_sections
source: Sections
de_de: Abschnitte
es_es: Secciones
it_it: Sezioni
ja_jp: セクション
km_kh: ផ្នែក
mk_mk: Делови
nl_nl: Secties
pt_br: Seções
ro_ro: Secţiuni
sl_si: Razdelki
vi_vn: Phần
zh_cn: 版块
zh_tw: 區段

# teams.teams:Cards_clearAll
source: Clear all
de_de: Alle löschen
es_es: Borrar todo
it_it: Cancella tutto
ja_jp: すべてクリア
km_kh: ជម្រះ​ទាំងអស់
mk_mk: Избриши сѐ
nl_nl: Alles wissen
pt_br: Apagar tudo
ro_ro: Golire totală
sl_si: Počisti vse
vi_vn: Xóa tất cả
zh_cn: 全部清除
zh_tw: 清除全部
