Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# teams.teams:Groups_noFeaturedContent
source: There are no featured content in this group
de_de: Es gibt keine ausgewählten Inhalte in dieser Gruppe.
es_es: No hay contenido destacado en este grupo.
it_it: Nessun contenuto in evidenza in questo gruppo
ja_jp: このグループにはハイライト コンテンツがありません。
km_kh: មិនមានខ្លឹមសារពិសេសនៅក្នុងក្រុមនេះទេ។
mk_mk: Нема препорачани содржини во оваа група
nl_nl: Er is geen uitgelichte content in deze groep
pt_br: Não há conteúdo em destaque neste grupo
ro_ro: Nu există conținut recomandat în acest grup
sl_si: Za to skupino ni predstavljene vsebine.
vi_vn: Không có nội dung nổi bật nào trong nhóm này
zh_cn: 该组中无特色内容
zh_tw: 此群組中沒有任何精選內容

# teams.teams:Groups_featuredContent
source: Featured Content
de_de: Ausgewählter Inhalt
es_es: Contenido destacado
it_it: Contenuti in evidenza
ja_jp: ハイライト コンテンツ
km_kh: មាតិកាពិសេស
mk_mk: Препорачана содржина
nl_nl: Uitgelichte content
pt_br: Conteúdo em Destaque
ro_ro: Conținut recomandat
sl_si: Predstavljena vsebina
vi_vn: Nội dung nổi bật
zh_cn: 特色内容
zh_tw: 精選內容

# teams.teams:SessionTimeout_inactiveMessage
source: Your session is about to expire due to inactivity. For your security, you will be logged out soon.
de_de: Ihre Sitzung läuft aufgrund von Inaktivität in Kürze ab. Zu Ihrer Sicherheit werden Sie in Kürze abgemeldet.
es_es: Su sesión está a punto de caducar debido a la inactividad. Por su seguridad, se cerrará la sesión pronto.
it_it: La sessione sta per scadere a causa dell'inattività. Per motivi di sicurezza, sarai presto disconnesso.
ja_jp: 非アクティブのため、セッションの有効期限が切れようとしています。セキュリティのため、まもなくログアウトされます。
km_kh: វគ្គរបស់អ្នកហៀបនឹងផុតកំណត់ពេលដោយសារភាពអសកម្ម។ ដើម្បីសុវត្ថិភាពរបស់អ្នក អ្នកនឹងត្រូវបានចេញក្នុងពេលឆាប់ៗនេះ។
mk_mk: Вашата сесија ќе истече поради неактивност. За ваша безбедност, наскоро ќе бидете одјавени.
nl_nl: Uw sessie staat op het punt te verlopen vanwege inactiviteit. Voor uw veiligheid wordt u binnenkort afgemeld.
pt_br: A sessão está prestes a expirar por causa da inatividade. Para sua segurança, você será desconectado em breve.
ro_ro: Sesiunea este pe cale să expire din cauza inactivității. Pentru securitatea dvs., veți fi deconectat în curând.
sl_si: Vaša seja bo kmalu potekla zaradi nedejavnosti. Zaradi vaše varnosti boste kmalu odjavljeni.
vi_vn: Phiên của bạn sắp hết hạn do không hoạt động. Bạn sẽ sớm bị đăng xuất để bảo mật.
zh_cn: 由于处于不活动状态，您的会话即将过期。为确保安全，您将很快注销。
zh_tw: 由於未有活動，您的工作階段即將逾期。為了您的安全，您將很快退出。

# teams.teams:SessionTimeout_inactiveTitle
source: Are you still there?
de_de: Sind Sie noch hier?
es_es: ¿Sigue ahí?
it_it: Sei ancora lì?
ja_jp: あなたはまだそこにいますか?
km_kh: តើអ្នកនៅតែមានទេ?
mk_mk: Дали сте уште таму?
nl_nl: Ben je daar nog?
pt_br: Você ainda está aí?
ro_ro: Mai sunteți pe recepție?
sl_si: Ste še tam?
vi_vn: Bạn vẫn còn đó chứ?
zh_cn: 您还在吗?
zh_tw: 你還在嗎？

# teams.teams:SessionTimeout_inactiveCancelButton
source: I’m still here
de_de: Ich bin noch hier
es_es: Sigo aquí
it_it: Sono ancora qui
ja_jp: 私はまだここにいます
km_kh: ខ្ញុំនៅតែនៅទីនេះ
mk_mk: Јас сум уште тука
nl_nl: Ik ben er nog steeds.
pt_br: Ainda estou aqui.
ro_ro: Sunt aici
sl_si: Še vedno sem tukaj
vi_vn: Tôi vẫn ở đây
zh_cn: 我还在这儿
zh_tw: 我還在這兒

# teams.teams:SessionTimeout_activeTitle
source: Session timeout
de_de: Zeitüberschreitung für die Sitzung
es_es: Tiempo de espera de la sesión
it_it: Timeout sessione
ja_jp: セッション タイムアウト
km_kh: វគ្គអស់ម៉ោងហើយ
mk_mk: Истекување на сесијата
nl_nl: Time-out van sessie
pt_br: Tempo limite da sessão
ro_ro: Expirare sesiune
sl_si: Časovna omejitev seje
vi_vn: Hết thời gian chờ phiên
zh_cn: 会话超时
zh_tw: 工作階段逾時

# teams.teams:SessionTimeout_activeMessage
source: Your session has expired. For your security, you will be logged out soon. Please log back in to continue.
de_de: Ihre Sitzung ist abgelaufen. Zu Ihrer Sicherheit werden Sie in Kürze abgemeldet. Bitte melden Sie sich erneut an, um fortzufahren.
es_es: Su sesión ha caducado. Por su seguridad, se cerrará la sesión pronto. Vuelva a iniciar sesión para continuar.
it_it: Sessione scaduta. Per motivi di sicurezza, sarai presto disconnesso. Effettuare nuovamente l'accesso per continuare.
ja_jp: セッションが切断されました。セキュリティのため、まもなくログアウトされます。続行するには、再度ログインしてください。
km_kh: វគ្គរបស់អ្នកបានផុតកំណត់ហើយ។ ដើម្បីសុវត្ថិភាពរបស់អ្នក អ្នកនឹងត្រូវបានចេញក្នុងពេលឆាប់ៗនេះ។ សូមចូលវិញដើម្បីបន្ត។
mk_mk: Вашата сесија истече. За ваша безбедност, наскоро ќе бидете одјавени. Ве молиме најавете се повторно за да продолжите.
nl_nl: Uw sessie is verlopen. Voor uw veiligheid wordt u binnenkort afgemeld. Meld u opnieuw aan om door te gaan.
pt_br: A sessão expirou. Para sua segurança, você será desconectado em breve. Efetue o login novamente para continuar.
ro_ro: Sesiunea dvs. a expirat. Pentru securitatea dvs., veți fi deconectat în curând. Vă rugăm să vă autentificați din nou pentru a continua.
sl_si: Vaša seja je potekla. Zaradi vaše varnosti boste kmalu odjavljeni. Za nadaljevanje se ponovno prijavite.
vi_vn: Phiên của bạn đã hết hạn. Bạn sẽ sớm bị đăng xuất để bảo mật. Vui lòng đăng nhập lại để tiếp tục.
zh_cn: 会话已过期。为确保安全，您将很快注销。请重新登录以继续。
zh_tw: 您的會話已過期。為了您的安全，您將很快退出。請重新登入以繼續。

# teams.teams:SessionTimeout_activeCancelButton
source: Okay
de_de: OK
es_es: Aceptar
it_it: Ok
ja_jp: OK
km_kh: ព្រម
mk_mk: Во ред
nl_nl: Oke
pt_br: Ok
ro_ro: Ok
sl_si: V redu
vi_vn: Ok
zh_cn: 确定
zh_tw: 好的

# teams.teams:Channels_curatorFilterLabel
source: Channels I am a curator of
de_de: Channel, für die ich Kurator bin
es_es: Canales de los que soy revisor
it_it: Canali di cui sono curatore
ja_jp: 私がキュレーターを務めるチャンネル
km_kh: បណ្ដាញដែលខ្ញុំជាអ្នកជ្រើសរើសនៃ
mk_mk: Канали на кои сум кустос
nl_nl: Kanalen waar ik curator van ben
pt_br: Canais dos quais sou curador
ro_ro: Canale pentru care sunt coordonator
sl_si: Kanali, katerih skrbnik sem
vi_vn: Kênh mà tôi là người phụ trách
zh_cn: 我是策划者的频道
zh_tw: 我擔任策劃人的頻道

# teams.teams:Channels_collaboratorFilterLabel
source: Channels I am a collaborator of
de_de: Channel, für die ich Mitwirkender bin
es_es: Canales de los que soy colaborador
it_it: Canali di cui sono collaboratore
ja_jp: コラボレーターとして所属するチャンネル
km_kh: បណ្ដាញដែលខ្ញុំជាអ្នកសហការនៃ
mk_mk: Канали на кои сум соработник
nl_nl: Kanalen waarvan ik medewerker ben
pt_br: Canais dos quais sou colaborador
ro_ro: Canale pe care sunt colaborator
sl_si: Kanali, na katerih sodelujem
vi_vn: Các kênh tôi là cộng tác viên
zh_cn: 我是合作者的频道
zh_tw: 我擔任協作者的頻道

# teams.teams:Channels_allChannels
source: All Channels
de_de: Alle Channel
es_es: Todos los canales
it_it: Tutti i canali
ja_jp: すべてのチャンネル
km_kh: បណ្ដាញទាំងអស់
mk_mk: Сите канали
nl_nl: Alle kanalen
pt_br: Todos os canais
ro_ro: Toate canalele
sl_si: Vsi kanali
vi_vn: Tất cả các kênh
zh_cn: 所有渠道
zh_tw: 所有頻道

# teams.teams:Channels_noChannelsFound
source: No channels found for
de_de: Keine Channel gefunden für
es_es: No se encontraron canales para
it_it: Nessun canale trovato per
ja_jp: チャンネルが見つかりません
km_kh: រកមិនឃើញបណ្ដាញសម្រាប់
mk_mk: Не се најдени канали за
nl_nl: Geen kanalen gevonden voor
pt_br: Nenhum canal encontrado para
ro_ro: Nu s-au găsit canale pentru
sl_si: Ni najdenih kanalov za
vi_vn: Không tìm thấy kênh nào cho
zh_cn: 找不到频道
zh_tw: 找不到下列的頻道

# teams.teams:Channels_loadingChannelDetails
source: Loading Channel Details.
de_de: Channel-Details werden geladen.
es_es: Cargando detalles del canal.
it_it: Caricamento dettagli del canale.
ja_jp: チャンネル詳細を読み込んでいます。
km_kh: កំពុងផ្ទុកព័ត៌មានលម្អិតបណ្ដាញ។
mk_mk: Се вчитуваат детали за каналот.
nl_nl: Kanaalgegevens worden geladen.
pt_br: Carregando detalhes do canal.
ro_ro: Detaliile canalului se încarcă.
sl_si: Nalaganje podrobnosti kanala.
vi_vn: Đang tải chi tiết kênh.
zh_cn: 正在加载频道详情。
zh_tw: 正在加載頻道詳細資訊。

# teams.teams:Channels_toPathwayHome
source: To Pathway Home
de_de: Zur Pathway-Startseite
es_es: Al inicio de la ruta
it_it: Alla home del Pathway
ja_jp: パスウェイホームへ
km_kh: ទៅទំព័រដើម Pathway Home
mk_mk: До Pathway Home
nl_nl: Naar startpagina van Pathway
pt_br: Para a página inicial do Pathway
ro_ro: Către Pagina Pathway
sl_si: Na začetno stran modula Pathway
vi_vn: Tới trang chủ Pathway
zh_cn: 转至 Pathway 主页
zh_tw: 前往路徑首頁

# teams.teams:Channels_toJourneyHome
source: To Journey Home
de_de: Zur Journey-Startseite
es_es: Al inicio de la trayectoria
it_it: Alla home del Journey
ja_jp: ジャーニー ホームへ
km_kh: ទៅទំព័រដើម Journey Home
mk_mk: До Journey Home
nl_nl: Naar startpagina van Journey
pt_br: Para a página inicial da Journey
ro_ro: Către Pagina Journey
sl_si: Na začetno stran učne poti Journey
vi_vn: Tới trang chủ Journey
zh_cn: 转至 Journey 主页
zh_tw: 前往旅程首頁

# teams.teams:Channels_allContentPost
source: All Content Posts
de_de: Alle Inhaltsveröffentlichungen
es_es: Todas las publicaciones de contenido
it_it: Tutti i post di contenuti
ja_jp: すべてのコンテンツ投稿
km_kh: ការបង្ហោះខ្លឹមព័ត៌មានទាំងអស់
mk_mk: Сите објави на содржина
nl_nl: Alle contentposts
pt_br: Todas as publicações de conteúdo
ro_ro: Toate postările de conținut
sl_si: Vse objave z vsebino
vi_vn: Tất cả các bài đăng nội dung
zh_cn: 所有内容帖子
zh_tw: 所有內容文章

# teams.teams:Channels_private
source: private
de_de: privat
es_es: privado
it_it: Privato
ja_jp: プライベート
km_kh: ឯកជន
mk_mk: приватен
nl_nl: Privé
pt_br: Privada
ro_ro: privat
sl_si: zasebno
vi_vn: Riêng tư
zh_cn: 私密
zh_tw: 私人

# teams.teams:Channels_trustedCollaborators
source: Trusted collaborators
de_de: Vertrauenswürdige Mitwirkende
es_es: Colaboradores de confianza
it_it: Collaboratori fidati
ja_jp: 信頼できるコラボレーター
km_kh: អ្នកសហការដែលទុកចិត្ត
mk_mk: Соработници од доверба
nl_nl: Vertrouwde medewerkers
pt_br: Colaboradores confiáveis
ro_ro: Colaboratori de încredere
sl_si: Zaupanja vredni sodelavci
vi_vn: Cộng tác viên đáng tin cậy
zh_cn: 受信任的合作者
zh_tw: 值得信賴的合作者

# teams.teams:Channels_allTabSubHeading
source: Includes all content posted to channel
de_de: Enthält alle Inhalte, die im Channel veröffentlicht wurden
es_es: Incluye todo el contenido publicado en el canal
it_it: Include tutti i contenuti pubblicati sul canale
ja_jp: チャンネルに投稿されたすべてのコンテンツが含まれます
km_kh: រួមបញ្ចូលមាតិកាទាំងអស់ដែលបានបង្ហោះទៅឆានែល
mk_mk: Ја вклучува целата содржина објавена на каналот
nl_nl: Omvat alle content die op kanaal is gepost
pt_br: Inclui todo o conteúdo postado no canal
ro_ro: Include tot conținutul postat pe canal
sl_si: Vključuje vso vsebino, objavljeno na kanalu
vi_vn: Bao gồm tất cả nội dung được đăng lên kênh
zh_cn: 包括发布到频道的所有内容
zh_tw: 包括發佈到頻道的所有內容

# teams.teams:Channels_findingCards
source: Finding relevant cards...
de_de: Relevante Karten werden gesucht...
es_es: Buscando tarjetas relevantes...
it_it: Ricerca schede pertinenti in corso...
ja_jp: 関連するカードを探しています...
km_kh: កំពុងស្វែងរកកាតដែលពាក់ព័ន្ធ...
mk_mk: Наоѓање релевантни картички...
nl_nl: Naar relevante kaarten zoeken...
pt_br: Localizando cartões relevantes...
ro_ro: Găsirea cardurilor relevante...
sl_si: Iskanje ustreznih kartic ...
vi_vn: Đang tìm thẻ liên quan...
zh_cn: 正在查找相关卡...
zh_tw: 尋找相關卡片...

# teams.teams:Channels_streams
source: Streams
es_es: Flujos
it_it: Flussi
ja_jp: ストリーム
km_kh: ស្ទ្រីម
mk_mk: Стримови
ro_ro: Fluxuri
sl_si: Tokovi
vi_vn: Luồng
zh_cn: 数据流
zh_tw: 流

# teams.teams:Channels_courses
source: Courses
de_de: Kurse
es_es: Cursos
it_it: Corsi
ja_jp: コース
km_kh: វគ្គសិក្សា
mk_mk: Курсеви
nl_nl: Cursussen
pt_br: Cursos
ro_ro: Cursuri
sl_si: Tečaji
vi_vn: Khóa học
zh_cn: 学科课程
zh_tw: 課程

# teams.teams:Channels_noDataFound
source: No data related to search and filter.
de_de: Keine Daten für Suchen und Filtern.
es_es: No hay datos relacionados con la búsqueda y el filtro.
it_it: Nessun dato relativo alla ricerca e al filtro.
ja_jp: 検索とフィルターに関連するデータがありません。
km_kh: មិនមានទិន្នន័យទាក់ទងនឹងការស្វែងរក និងការច្រោះទេ។
mk_mk: Нема податоци поврзани со пребарување и филтер.
nl_nl: Geen gerelateerde gegevens om te zoeken en te filteren.
pt_br: Não há dados relacionados à pesquisa e à filtragem.
ro_ro: Nu există date referitoare la căutare și filtrare.
sl_si: Ni podatkov v zvezi z iskanjem in filtrom.
vi_vn: Không có dữ liệu liên quan để tìm kiếm và lọc.
zh_cn: 没有与搜寻和筛选器相关的数据。
zh_tw: 沒有與搜尋和篩選器相關的資料。

# teams.teams:Channels_noDescriptionFound
source: Your channel has no description yet!
de_de: Ihr Channel hat noch keine Beschreibung!
es_es: Su canal todavía no tiene descripción.
it_it: Il canale non ha ancora una descrizione.
ja_jp: あなたのチャンネルにはまだ説明がありません!
km_kh: ឆានែលរបស់អ្នកមិនទាន់មានពណ៌នានៅឡើយទេ!
mk_mk: Вашиот канал сè уште нема опис!
nl_nl: Uw kanaal heeft nog geen beschrijving.
pt_br: Seu canal ainda não tem descrição!
ro_ro: Canalul nu are nicio descriere încă!
sl_si: Vaš kanal še nima opisa!
vi_vn: Kênh của bạn chưa có mô tả nào!
zh_cn: 您的频道尚不包含任何说明!
zh_tw: 您的頻道尚無描述！

# teams.teams:Channels_noAssignmentContentFound
source: Your group has no assigned content yet!
de_de: Ihrer Gruppe wurde noch kein Inhalt zugewiesen!
es_es: Su grupo no dispone de contenido cedido todavía.
it_it: Al tuo gruppo non sono ancora stati assegnati contenuti.
ja_jp: グループにまだコンテンツが割当てられていません!
km_kh: ក្រុមរបស់អ្នកមិនទាន់មានខ្លឹមសារដែលបានកំណត់នៅឡើយទេ!
mk_mk: Вашата група сè уште нема доделена содржина!
nl_nl: Uw groep heeft nog geen toegewezen content.
pt_br: Seu grupo ainda não tem conteúdo atribuído!
ro_ro: Grupul dvs. încă nu are conținut atribuit!
sl_si: Vaša skupina še nima dodeljene vsebine!
vi_vn: Nhóm của bạn chưa được phân công nội dung nào!
zh_cn: 您的组尚未分配任何内容！
zh_tw: 您的群組還沒有分配的內容！

# teams.teams:Channels_featuredContentSubheading
source: The top recommended content from this channel
de_de: Die am häufigsten empfohlenen Inhalte aus diesem Channel
es_es: El contenido más recomendado de este canal
it_it: Il principale contenuto consigliato di questo canale
ja_jp: このチャンネルからのオススメのトップコンテンツ
km_kh: ខ្លឹមព័ត៌មានដែលបានណែនាំកំពូលៗពីបណ្ដាញនេះ
mk_mk: Најдобрите препорачани содржини од овој канал
nl_nl: De belangrijkste aanbevolen content van dit kanaal
pt_br: O principal conteúdo recomendado deste canal
ro_ro: Cel mai des recomandat conținut de pe acest canal
sl_si: Najbolj priporočena vsebina tega kanala
vi_vn: Nội dung được đề xuất nhiều nhất từ kênh này
zh_cn: 此频道的热门推荐内容
zh_tw: 來自此頻道的熱門推薦內容

# teams.teams:Channels_noSection
source: This section of channel is deleted or disabled
de_de: Dieser Abschnitt des Channels wurde gelöscht oder deaktiviert.
es_es: Esta sección del canal se ha eliminado o deshabilitado
it_it: Questa sezione del canale è stata eliminata o disabilitata
ja_jp: チャンネルのこのセクションは削除されているか無効です
km_kh: ផ្នែកនៃឆានែលនេះត្រូវបានលុប ឬបិទ
mk_mk: Овој дел од каналот е избришан или оневозможен
nl_nl: Deze sectie van het kanaal is verwijderd of uitgeschakeld
pt_br: Esta seção do canal está excluída ou desativada
ro_ro: Această secțiune a canalului a fost ștearsă sau dezactivată
sl_si: Ta del kanala je izbrisan ali onemogočen
vi_vn: Phần kênh này đã bị xóa hoặc vô hiệu hóa
zh_cn: 此段频道已被删除或禁用
zh_tw: 頻道的這個區段已刪除或停用

# teams.teams:Channels_items
source: items
de_de: Elemente
es_es: elementos
it_it: Elementi
ja_jp: 項目
km_kh: ធាតុ
mk_mk: Ставки
nl_nl: onderdelen
pt_br: Itens
ro_ro: Elemente
sl_si: elementi
vi_vn: mục
zh_cn: 项目
zh_tw: 項目

# teams.teams:Channels_noChannelContent
source: Your channel has no content yet.
es_es: Tu canal aún no tiene contenido.
it_it: Il tuo canale non ha ancora contenuti.
km_kh: ប៉ុស្តិ៍របស់អ្នកមិនទាន់មានខ្លឹមសារនៅឡើយទេ។
mk_mk: Вашиот канал сè уште нема содржина.
nl_nl: Uw kanaal heeft nog geen content.
ro_ro: Canalul tău nu are încă conținut.
sl_si: Vaš kanal še nima vsebine.

# teams.teams:Channels_noCustomTabContent
source: Your custom tab has no content yet!
de_de: Ihre angepasste Registerkarte hat noch keinen Inhalt!
es_es: Su pestaña personalizada aún no tiene contenido.
it_it: La scheda personalizzata non contiene ancora alcun contenuto.
ja_jp: カスタムタブにはまだコンテンツがありません!
km_kh: ថេបផ្ទាល់ខ្លួនរបស់អ្នកមិនទាន់មានខ្លឹមព័ត៌មាននៅឡើយទេ!
mk_mk: Вашата приспособена картичка сè уште нема содржина!
nl_nl: Uw aangepaste tabblad heeft nog geen content.
pt_br: Sua guia personalizada ainda não tem conteúdo!
ro_ro: Fila personalizată nu are conținut încă!
sl_si: Vaš zavihek po meri še nima vsebine!
vi_vn: Tab tùy chỉnh của bạn chưa có nội dung nào!
zh_cn: 您的自定义标签页尚不包含任何内容!
zh_tw: 您的自訂索引標籤尚無內容！

# teams.teams:Channels_searchContent
source: Search content...
de_de: Inhalte werden gesucht...
es_es: Buscar contenido...
it_it: Cerca contenuto...
ja_jp: コンテンツ検索...
km_kh: ស្វែងរកមាតិកា...
mk_mk: Пребарувајте содржина...
nl_nl: Content zoeken...
pt_br: Pesquisar Conteúdo...
ro_ro: Căutați conținut...
sl_si: Iskanje vsebine …
vi_vn: Tìm kiếm nội dung...
zh_cn: 搜索内容...
zh_tw: 搜尋內容...

# teams.teams:Channels_publicChannelInfo
source: All users will be able to discover, access, follow, and unfollow this channel
de_de: Alle Benutzer können diesen Channel finden, auf ihn zugreifen, ihm folgen und ihm nicht mehr folgen.
es_es: Todos los usuarios podrán descubrir, acceder, seguir y dejar de seguir este canal
it_it: Tutti gli utenti potranno scoprire questo canale, accedervi, seguirlo e smettere di seguirlo
ja_jp: すべてのユーザーがこのチャンネルを検索、アクセス、フォロー、フォローを解除できます。
km_kh: អ្នកប្រើប្រាស់ទាំងអស់នឹងអាចរកឃើញ ចូលប្រើ តាម និងឈប់តាមដានបណ្ដាញនេះ។
mk_mk: Сите корисници ќе можат да го откријат, пристапат, следат и прекинат следењето на овој канал
nl_nl: Alle gebruikers kunnen dit kanaal ontdekken, volgen, het volgen ongedaan maken en hiertoe toegang krijgen
pt_br: Todos os usuários poderão descobrir, acessar, seguir e deixar de seguir este canal
ro_ro: Toți utilizatorii vor putea să descopere, să acceseze, să urmărească și să anuleze urmărirea acestui canal
sl_si: Vsi uporabniki bodo lahko odkrili ta kanal, do njega dostopali, mu sledili ali preklicali sledenje.
vi_vn: Tất cả người dùng sẽ có thể khám phá, truy cập, theo dõi và hủy theo dõi kênh này
zh_cn: 所有用户都可以发现、访问、关注和取消关注此频道
zh_tw: 所有使用者都可以發現、存取、關注並取消關注此頻道

# teams.teams:Channels_privateChannelInfo
source: Only Restricted users will be able to discover and access this channel.
de_de: Nur beschränkte Benutzer können diesen Channel finden und auf ihn zugreifen.
es_es: Solo algunos usuarios restringidos podrán descubrir y acceder a este canal.
it_it: Soli gli utenti limitati potranno scoprire e accedere a questo canale.
ja_jp: 制限されたユーザーのみがこのチャンネルを検索してアクセスできます。
km_kh: មាន​តែ​អ្នកប្រើប្រាស់ដែលត្រូវបានដាក់កំហិត​ប៉ុណ្ណោះ​នឹង​អាច​រក​ឃើញ និង​ចូល​ប្រើ​បណ្ដាញ​នេះបាន។
mk_mk: Само корисници со ограничен пристап ќе можат да го откријат и да пристапат до овој канал.
nl_nl: Alleen beperkte gebruikers kunnen dit kanaal vinden en openen.
pt_br: Somente usuários restritos poderão descobrir e acessar este canal.
ro_ro: Numai utilizatorii restricționați vor putea să descopere și să acceseze acest canal.
sl_si: Samo omejeni uporabniki bodo lahko odkrili in dostopali do tega kanala.
vi_vn: Chỉ những người dùng bị hạn chế mới có thể khám phá và truy cập kênh này.
zh_cn: 仅受限用户能够发现和访问此频道。
zh_tw: 只有受限用戶才能發現並訪問此頻道。

# teams.teams:Channels_publicChannelText
source: Public channel
de_de: Öffentlicher Channel
es_es: Canal público
it_it: Canale pubblico
ja_jp: 公開チャンネル
km_kh: ប៉ុស្តិ៍សាធារណៈ
mk_mk: Јавен канал
nl_nl: Openbaar kanaal
pt_br: Canal público
ro_ro: Canal public
sl_si: Javni kanal
vi_vn: Kênh công khai
zh_cn: 公共频道
zh_tw: 公共頻道

# teams.teams:Channels_privateChannelText
source: Private channel
de_de: Privater Channel
es_es: Canal privado
it_it: Canale privato
ja_jp: 非公開チャンネル
km_kh: ប៉ុស្តិ៍ឯកជន
mk_mk: Приватен канал
nl_nl: Privékanaal
pt_br: Canal privado
ro_ro: Canal privat
sl_si: Zasebni kanal
vi_vn: Kênh riêng tư
zh_cn: 私密频道
zh_tw: 私人頻道

# teams.teams:Channels_journeyCompleteSuccess
source: You have successfully completed the Journey.
de_de: Sie haben die Journey erfolgreich abgeschlossen.
es_es: Ha completado correctamente la trayectoria.
it_it: Hai completato il Journey correttamente.
ja_jp: ジャーニーを完了しました。
km_kh: អ្នកបានបញ្ចប់ Journey ដោយជោគជ័យ។
mk_mk: Успешно го завршивте Journey.
nl_nl: U hebt de journey met succes voltooid.
pt_br: Você concluiu a jornada com sucesso.
ro_ro: Ați finalizat cu succes Journey-ul.
sl_si: Uspešno ste zaključili učno pot Journey.
vi_vn: Bạn đã hoàn thành Journey này.
zh_cn: 您已成功完成 Journey。
zh_tw: 您已成功完成旅程。

# teams.teams:Channels_pathwayCompleteSuccess
source: You have successfully completed the Pathway.
de_de: Sie haben den Pathway erfolgreich abgeschlossen.
es_es: Ha completado correctamente la ruta.
it_it: Hai completato il Pathway correttamente.
ja_jp: パスウェイを完了しました。
km_kh: អ្នកបានបញ្ចប់ Pathway ដោយជោគជ័យ។
mk_mk: Успешно ја завршивте Pathway.
nl_nl: U hebt de pathway met succes voltooid.
pt_br: Você concluiu com êxito o Pathway.
ro_ro: Ați finalizat cu succes Pathway-ul.
sl_si: Uspešno ste zaključili modul Pathway.
vi_vn: Bạn đã hoàn thành Pathway này.
zh_cn: 您已成功完成 Pathway。
zh_tw: 您已成功完成路徑。

# teams.teams:Channels_journeyInCompleteSuccess
source: You have marked this Journey as incomplete.
de_de: Sie haben diese Journey als unvollständig markiert.
es_es: Ha marcado esta trayectoria como incompleta.
it_it: Hai contrassegnato questo Journey come non completato.
ja_jp: このジャーニーを未完了としてマークしました。
km_kh: អ្នកបានសម្គាល់ Journey នេះថាមិនបានបញ្ចប់។
mk_mk: Го означивте овој Journey како нецелосен.
nl_nl: U hebt deze journey als Onvolledig gemarkeerd.
pt_br: Você marcou esta Journey como incompleta.
ro_ro: Ați marcat acest Journey ca nefinalizat.
sl_si: To učno pot Journey ste označili kot nedokončano.
vi_vn: Bạn đã đánh dấu Journey này là chưa hoàn thành.
zh_cn: 您已将此 Journey 标记为未完成。
zh_tw: 您已將此旅程標記為未完成。

# teams.teams:Channels_pathwayInCompleteSuccess
source: You have marked this Pathway as incomplete.
de_de: Sie haben diesen Pathway als unvollständig markiert.
es_es: Ha marcado esta ruta como incompleta.
it_it: Hai contrassegnato questo Pathway come non completato.
ja_jp: このパスウェイを未完了としてマークしました。
km_kh: អ្នកបានសម្គាល់ Pathway នេះថាមិនពេញលេញ។
mk_mk: Ја означивте оваа Pathway како нецелосна.
nl_nl: U hebt deze pathway als Onvolledig gemarkeerd.
pt_br: Você marcou esta Pathway como incompleta.
ro_ro: Ați marcat acest Pathway ca nefinalizat.
sl_si: Ta modul Pathway ste označili kot nedokončan.
vi_vn: Bạn đã đánh dấu Pathway này là chưa hoàn thành.
zh_cn: 您已将此 Pathway 标记为未完成。
zh_tw: 您已將此路徑標記為未完成。

# teams.teams:Channels_previousCardLabel
source: Previous Card
de_de: Vorherige Karte
es_es: Tarjeta anterior
it_it: Scheda precedente
ja_jp: 前のカード
km_kh: កាតមុន
mk_mk: Претходна картичка
nl_nl: Vorige kaart
pt_br: Cartão Anterior
ro_ro: Cardul precedent
sl_si: Prejšnja kartica
vi_vn: Thẻ trước đó
zh_cn: 前一张卡
zh_tw: 上一張卡

# teams.teams:Channels_nextCardLabel
source: Next Card
de_de: Nächste Karte
es_es: Siguiente tarjeta
it_it: Scheda successiva
ja_jp: 次のカード
km_kh: កាតបន្ទាប់
mk_mk: Следна картичка
nl_nl: Volgende kaart
pt_br: Próximo Cartão
ro_ro: Cardul următor
sl_si: Naslednja kartica
vi_vn: Thẻ tiếp theo
zh_cn: 下一张卡
zh_tw: 下一張卡

# teams.teams:Channels_cardLabelText
source: Cards
de_de: Karten
es_es: Tarjetas
it_it: Schede
ja_jp: カード
km_kh: កាត
mk_mk: Картички
nl_nl: Kaarten
pt_br: Cartões
ro_ro: Carduri
sl_si: kartice
vi_vn: Thẻ
zh_cn: 卡
zh_tw: 卡片

# teams.teams:LearningChart_pointsInfoTooltipText
source: Points accrued based on activities completed on platform
de_de: Punkte, die für auf der Plattform abgeschlossene Aktivitäten gesammelt wurden
es_es: Puntos acumulados según las actividades completadas en la plataforma
it_it: Punti accumulati sulla base di attività completate sulla piattaforma
ja_jp: プラットフォームで完了したアクティビティに基づいて獲得したポイント
km_kh: ពិន្ទុដែលទទួលបានដោយផ្អែកលើសកម្មភាពដែលបានបញ្ចប់នៅលើវេទិកា
mk_mk: Собрани поени врз основа на активности завршени на платформата
nl_nl: Verzamelde punten op basis van voltooide activiteiten op het platform
pt_br: Pontos acumulados com base nas atividades concluídas na plataforma
ro_ro: Puncte acumulate pe baza activităților finalizate pe platformă
sl_si: Točke, zbrane na podlagi dejavnosti, opravljenih na platformi
vi_vn: Điểm được tích lũy dựa vào các hoạt động đã hoàn thành trên nền tảng
zh_cn: 根据平台上完成的活动累积的分数
zh_tw: 根據在平台上完成的活動累積的分數
