Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# teams.common:trustedCollaborators
source: Trusted collaborator(s):
de_de: Vertrauenswürdige(r) Mitwirkende(r):
es_es: Colaborador(es) de confianza:
it_it: Collaboratori affidabili:
ja_jp: 信頼できるコラボレーター：
km_kh: អ្នកសហការដែលជឿទុកចិត្ត៖
mk_mk: Соработници од доверба:
nl_nl: Vertrouwde medewerker(s):
pt_br: Colaboradores confiáveis:
ro_ro: Colaboratori de încredere:
sl_si: Zaupanja vredni sodelavci:
vi_vn: Cộng tác viên đáng tin cậy:
zh_cn: 受信任的合作者:
zh_tw: 值得信賴的合作者：

# teams.common:collaborators
source: Collaborator(s):
de_de: Mitwirkende(r):
es_es: Colaborador(es):
it_it: Collaboratori:
ja_jp: コラボレーター：
km_kh: អ្នកសហការ៖
mk_mk: Соработници:
nl_nl: Medewerkers:
pt_br: Colaboradores:
ro_ro: Colaboratori:
sl_si: Sodelavci:
vi_vn: Cộng tác viên:
zh_cn: 合作者:
zh_tw: 合作者：

# teams.common:loadingMoreData
source: Loading more data
de_de: Weitere Daten werden geladen
es_es: Cargando más datos
it_it: Caricamento di ulteriori dati
ja_jp: より多くのデータをロードする
km_kh: កំពុងផ្ទុកទិន្នន័យបន្ថែម
mk_mk: Се вчитуваат повеќе податоци
nl_nl: Meer gegevens laden
pt_br: Carregando mais dados
ro_ro: Se încarcă mai multe date
sl_si: Nalaganje več podatkov
vi_vn: Đang tải thêm dữ liệu
zh_cn: 正在加载更多数据
zh_tw: 載入更多數據

# teams.common:points
source: Points
de_de: Punkte
es_es: Puntos
it_it: Punti
ja_jp: ポイント
km_kh: ពិន្ទុ
mk_mk: Поени
nl_nl: Punten
pt_br: Pontos
ro_ro: Puncte
sl_si: Točke
vi_vn: Điểm
zh_cn: 分数
zh_tw: 分數

# teams.common:you
source: You
de_de: Sie
es_es: Usted
it_it: Tu
ja_jp: 自分
km_kh: អ្នក
mk_mk: Вие
nl_nl: U
pt_br: Você
ro_ro: Tu
sl_si: Ti
vi_vn: Bạn
zh_cn: 您
zh_tw: 你

# teams.common:follower
source: Follower
es_es: Seguidor
ja_jp: フォロワー
km_kh: អ្នកដើរតាម
mk_mk: Следбеник
nl_nl: Volger
pt_br: Seguidor
ro_ro: Urmăritor
sl_si: Sledilec
vi_vn: Người theo dõi
zh_cn: 关注者
zh_tw: 關注者

# teams.common:user
source: User
de_de: Benutzer
es_es: Usuario
it_it: Utente
ja_jp: ユーザー
km_kh: អ្នកប្រើប្រាស់
mk_mk: Корисник
nl_nl: Gebruiker
pt_br: Usuário
ro_ro: Utilizator
sl_si: Uporabnik
vi_vn: Người dùng
zh_cn: 用户
zh_tw: 使用者

# teams.common:leaderBoardGroupLabelSearchPlaceholder
source: Search
de_de: Suchen
es_es: Buscar
it_it: Cerca
ja_jp: 検索
km_kh: ស្វែងរក
mk_mk: Пребарај
nl_nl: Zoeken
pt_br: Pesquisar
ro_ro: Căutare
sl_si: Iskanje
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋

# teams.common:apply
source: Apply
de_de: Anwenden
es_es: Aplicar
it_it: Applica
ja_jp: 適用
km_kh: អនុវត្ត
mk_mk: Примени
nl_nl: Toepassen
pt_br: Aplicar
ro_ro: Aplicare
sl_si: Uporabi
vi_vn: Ứng tuyển
zh_cn: 申请
zh_tw: 套用

# teams.common:reset
source: Reset
de_de: Zurücksetzen
es_es: Restablecer
it_it: Reimposta
ja_jp: リセット
km_kh: កំណត់ឡើងវិញ
mk_mk: Ресетирај
nl_nl: Opnieuw instellen
pt_br: Redefinir
ro_ro: Resetare
sl_si: Ponastavi
vi_vn: Đặt lại
zh_cn: 重置
zh_tw: 重設

# teams.common:datePlaceholder
source: Start Date ~ End Date
de_de: Startdatum ~ Enddatum
es_es: Fecha de inicio ~ Fecha de final
it_it: Data di inizio ~ Data di fine
ja_jp: 開始日 ～ 終了日
km_kh: កាលបរិច្ឆេទចាប់ផ្តើម ~ កាលបរិច្ឆេទបញ្ចប់
mk_mk: Почетен датум ~ Краен датум
nl_nl: Startdatum ~ einddatum
pt_br: Data inicial ~ Data final
ro_ro: Dată de început ~ Dată de sfârșit
sl_si: Začetni datum ~ končni datum
vi_vn: Ngày bắt đầu ~ Ngày kết thúc
zh_cn: 开始日期 ~ 结束日期
zh_tw: 開始日期 ~ 結束日期

# teams.common:allFilters
source: All Filters
de_de: Alle Filter
es_es: Todos los filtros
it_it: Tutti i filtri
ja_jp: すべてのフィルタ
km_kh: ការច្រោះទាំងអស់
mk_mk: Сите филтри
nl_nl: Alle filters
pt_br: Todos os Filtros
ro_ro: Toate filtrele
sl_si: Vsi filtri
vi_vn: Tất cả bộ lọc
zh_cn: 所有筛选器
zh_tw: 所有過濾器

# teams.common:save
source: Save
de_de: Speichern
es_es: Guardar
it_it: Salva
ja_jp: 保存
km_kh: រក្សាទុក
mk_mk: Зачувај
nl_nl: Opslaan
pt_br: Salvar
ro_ro: Salvare
sl_si: Shrani
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# teams.common:activity
source: Activity
de_de: Aktivität
es_es: Actividad
it_it: Attività
ja_jp: アクティビティ
km_kh: សកម្មភាព
mk_mk: Активност
nl_nl: Activiteit
pt_br: Atividade
ro_ro: Activitate
sl_si: dejavnost
vi_vn: Hoạt động
zh_cn: 活动
zh_tw: 活動

# teams.common:assignedBy
source: Assigned By
de_de: Zugewiesen von
es_es: Cedido por
it_it: Assegnato da
ja_jp: 割当者
km_kh: ចាត់តាំងដោយ
mk_mk: Доделено од
nl_nl: Toegewezen door
pt_br: Atribuído por
ro_ro: Atribuit de
sl_si: Dodelila oseba
vi_vn: Người gán
zh_cn: 分配者
zh_tw: 指定者

# teams.common:assignedOn
source: Assigned on
de_de: Zugewiesen am
es_es: Cedido el
it_it: Assegnato il
ja_jp: 割当日
km_kh: បាន​ចាត់តាំង​នៅថ្ងៃ
mk_mk: Доделено на
nl_nl: Toegewezen op
pt_br: Atribuído em
ro_ro: Atribuit la data de
sl_si: Dodeljeno dne
vi_vn: Ngày gán
zh_cn: 分配日期
zh_tw: 分配於

# teams.common:started
source: Started
de_de: Gestartet
es_es: Iniciado
it_it: Avviato
ja_jp: 開始済み
km_kh: បានចាប់ផ្តើម
mk_mk: Започнато
nl_nl: Gestart
pt_br: Iniciado
ro_ro: Început
sl_si: Začelo
vi_vn: Đã bắt đầu
zh_cn: 已开始
zh_tw: 已開始

# teams.common:inProgress
source: In Progress
de_de: In Bearbeitung
es_es: En progreso
it_it: In corso
ja_jp: 処理中
km_kh: កំពុងដំណើរការ
mk_mk: Во тек
nl_nl: In uitvoering
pt_br: Em andamento
ro_ro: În curs de desfășurare
sl_si: V teku
vi_vn: Đang thực hiện
zh_cn: 进行中
zh_tw: 進行中

# teams.common:last_6Months
source: Last 6 Months
de_de: Letzte 6 Monate
es_es: Últimos 6 meses
it_it: Ultimi 6 mesi
ja_jp: 過去 6 ヶ月
km_kh: 6 ខែចុងក្រោយ
mk_mk: Последните 6 месеци
nl_nl: Afgelopen 6 maanden
pt_br: Últimos 6 Meses
ro_ro: Ultimele 6 luni
sl_si: Zadnjih 6 mesecev
vi_vn: 6 tháng qua
zh_cn: 过去 6 个月
zh_tw: 過去 6 個月

# teams.common:content
source: Content
de_de: Inhalt
es_es: Contenido
it_it: Contenuto
ja_jp: コンテンツ
km_kh: មាតិកា
mk_mk: Содржина
pt_br: Conteúdo
ro_ro: Conținut
sl_si: Vsebina
vi_vn: Nội dung
zh_cn: 内容
zh_tw: 內容

# teams.common:skillsPassport
source: Skills Passport
es_es: Pasaporte de habilidades
it_it: Passaporto delle capacità
ja_jp: スキルパスポート
km_kh: លិខិតឆ្លងដែនជំនាញ
mk_mk: Пасош за вештини
nl_nl: Vaardigheidspaspoort
sl_si: Seznam veščin
vi_vn: Skill Passport
zh_cn: Skill Passport
zh_tw: 技能護照

# teams.common:title
source: Manager Dashboard
es_es: Tablero de superiores
it_it: Dashboard gestore
ja_jp: マネージャー ダッシュボード
km_kh: ក្ដារប៉ាណូ​អ្នកគ្រប់គ្រង
mk_mk: Контролна табла за управувачот
pt_br: Painel do gerente
ro_ro: Tablou de bord manager
sl_si: Nadzorna plošča upravitelja
vi_vn: Dashboard dành cho người quản lý
zh_cn: 管理人仪表盘
zh_tw: 主管顯示面板

# teams.common:myBookmark
source: My Bookmarks
de_de: Meine Lesezeichen
es_es: Mis marcadores
it_it: I miei segnalibri
ja_jp: マイブックマーク
km_kh: ចំណាំរបស់ខ្ញុំ
mk_mk: Мои обележувачи
nl_nl: Mijn bladwijzers
pt_br: Meus favoritos
ro_ro: Marcajele mele
sl_si: Moji zaznamki
vi_vn: Dấu trang của tôi
zh_cn: 我的书签
zh_tw: 我的書籤

# teams.common:privateCardAlert
source: This is a private card.
de_de: Dies ist eine private Karte.
es_es: Esta es una tarjeta privada.
it_it: Questa è una scheda privata.
ja_jp: これはプライベートカードです。
km_kh: នេះគឺជាកាតឯកជន។
mk_mk: Ова е приватна картичка.
nl_nl: Dit is een privékaart.
pt_br: Este é um cartão privado.
ro_ro: Acesta este un card privat.
sl_si: To je zasebna kartica.
vi_vn: Đây là thẻ riêng tư.
zh_cn: 这是私人卡。
zh_tw: 這是一個私人卡片。

# teams.common:likeSingularLabel
source: like
de_de: gefällt mir
es_es: me gusta
it_it: mi piace
ja_jp: 賛成
km_kh: ចូលចិត្ត
mk_mk: допаѓање
nl_nl: vind ik leuk
pt_br: curtir
ro_ro: apreciere
sl_si: všeček
vi_vn: lượt thích
zh_cn: 点赞
zh_tw: 喜歡

# teams.common:likePluralLabel
source: likes
es_es: me gusta
it_it: mi piace
ja_jp: 賛成
km_kh: ការចូលចិត្ត
mk_mk: допаѓања
nl_nl: vindt leuk
pt_br: curtidas
ro_ro: aprecieri
sl_si: všečki
vi_vn: lượt thích
zh_cn: 点赞
zh_tw: 按讚

# teams.common:commentSingularLabel
source: comment
de_de: Kommentar
es_es: comentario
it_it: commento
ja_jp: コメント
km_kh: មតិយោបល់
mk_mk: коментар
nl_nl: opmerking
pt_br: comentário
ro_ro: comentariu
sl_si: komentar
vi_vn: bình luận
zh_cn: 评论
zh_tw: 個評論

# teams.common:commentPluralLabel
source: comments
de_de: Kommentare
es_es: comentarios
it_it: commenti
ja_jp: コメント
km_kh: មតិ
mk_mk: коментари
nl_nl: opmerkingen
pt_br: comentários
ro_ro: comentarii
sl_si: komentarji
vi_vn: bình luận
zh_cn: 评论
zh_tw: 個評論

# teams.common:scheduled
source: Scheduled
de_de: Geplant
es_es: Programada
it_it: Programmato
ja_jp: スケジュール済み
km_kh: បានកំណត់ពេល
mk_mk: Закажано
nl_nl: Geplande
pt_br: Programado
ro_ro: Programată
sl_si: Načrtovano
vi_vn: Đã lên lịch
zh_cn: 已排定
zh_tw: 預定

# teams.common:live
source: Live
es_es: En directo
ja_jp: ライブ
km_kh: ផ្សាយផ្ទាល់
mk_mk: Во живо
pt_br: Ao vivo
sl_si: V živo
vi_vn: Đang trực tiếp
zh_cn: 实时
zh_tw: 即時線上

# teams.common:livestreamEnded
source: LiveStream Ended
de_de: Livestream beendet
es_es: Streaming en directo finalizado
it_it: LiveStream terminato
ja_jp: ライブ配信終了
km_kh: ការផ្សាយបន្តផ្ទាល់បានបញ្ចប់
mk_mk: Преносот во живо заврши
nl_nl: Livestream beëindigd
pt_br: Transmissão ao vivo encerrada
ro_ro: LiveStream s-a încheiat
sl_si: Prenos v živo je končan
vi_vn: Buổi phát trực tiếp đã kết thúc
zh_cn: 直播已结束
zh_tw: 直播結束

# teams.common:videoReplay
source: The replay of this video will be available on {{companyName}} shortly
es_es: La repetición de este vídeo estará disponible en {{companyName}} en breve
it_it: La riproduzione di questo video sarà disponibile su {{companyName}} a breve
km_kh: ការចាក់ឡើងវិញនៃវីដេអូនេះនឹងមាននៅលើ {{companyName}} ក្នុងពេលឆាប់ៗនេះ
mk_mk: Репризата на ова видео ќе биде достапна на {{companyName}} наскоро
nl_nl: De herhaling van deze video zal binnenkort beschikbaar zijn op {{companyName}
ro_ro: Reluarea acestui videoclip va fi disponibilă pe {{companyName}} în curând
sl_si: Ponovitev tega videoposnetka bo kmalu na voljo na strani {{companyName}

# teams.common:ended
source: Ended
de_de: Beendet
es_es: Finalizado
it_it: Terminato
ja_jp: 終了
km_kh: បាន​បញ្ចប់
mk_mk: Заврши
nl_nl: Beëindigd
pt_br: Terminou
ro_ro: Terminat
sl_si: Končano
vi_vn: Đã kết thúc
zh_cn: 已结束
zh_tw: 結束

# teams.common:pollNoVote
source: No votes yet
de_de: Noch keine Stimmen
es_es: Todavía no hay ningún voto
it_it: Ancora nessun voto
ja_jp: 投票なし
km_kh: មិនទាន់មានការបោះឆ្នោតនៅឡើយទេ
mk_mk: Сè уште нема гласови
nl_nl: Nog geen stemmen
pt_br: Nenhum voto ainda
ro_ro: Nr. de voturi deocamdată
sl_si: Ni glasov
vi_vn: Chưa có phiếu bầu nào
zh_cn: 还没有投票
zh_tw: 沒有投票

# teams.common:pollSingular
source: vote
de_de: Stimme
es_es: votar
it_it: voto
ja_jp: 投票
km_kh: បោះឆ្នោត
mk_mk: глас
nl_nl: stemmen
pt_br: votar
ro_ro: vot
sl_si: glasuj
vi_vn: Bỏ phiếu
zh_cn: 投票
zh_tw: 投票

# teams.common:pollPlural
source: votes
de_de: Stimmen
es_es: votos
it_it: voti
ja_jp: 投票
km_kh: ការ​បោះឆ្នោត
mk_mk: гласови
nl_nl: Stemmen
pt_br: Votos
ro_ro: Voturi
sl_si: glasov
vi_vn: Phiếu bầu
zh_cn: 投票
zh_tw: 票

# teams.common:userPassedLabel
source: Passed:
de_de: Bestanden:
es_es: Superado:
it_it: Superato:
ja_jp: 成功しました：
km_kh: បាន​ជាប់៖
mk_mk: Поминато:
nl_nl: Geslaagd:
pt_br: Aprovado:
ro_ro: Admis:
sl_si: Uspešno:
vi_vn: Đạt:
zh_cn: 已通过:
zh_tw: 及格：

# teams.common:userFailedLabel
source: Failed:
de_de: Nicht bestanden:
es_es: Incorrecto:
it_it: Non superato:
ja_jp: 失敗：
km_kh: បរាជ័យ៖
mk_mk: Неуспешно:
nl_nl: Mislukt:
pt_br: Com falha:
ro_ro: Eșuat:
sl_si: Neuspešno:
vi_vn: Không đạt:
zh_cn: 失败:
zh_tw: 不及格：

# teams.common:adminSelfAuthoredDeleteAlert_2
source: Please be aware that doing so will remove all associated statistics and comments.
de_de: Bitte beachten Sie, dass hierdurch alle zugeordneten Statistiken und Kommentare entfernt werden.
es_es: Tenga en cuenta que al hacerlo se eliminarán todas las estadísticas y comentarios asociados.
it_it: Tieni presente che così facendo verranno rimosse tutte le statistiche e i commenti associati.
ja_jp: これを行うと、関連するすべての統計とコメントが削除されることに注意してください。
km_kh: សូម​ដឹង​ថា ការ​ធ្វើ​ដូច្នេះ​នឹង​ដកចេញស្ថិតិ និង​មតិ​ដែល​ពាក់ព័ន្ធ​ទាំងអស់​។
mk_mk: Имајте предвид дека со тоа ќе се отстранат сите поврзани статистики и коментари.
nl_nl: Als u dit doet, worden alle bijbehorende statistieken en opmerkingen verwijderd.
pt_br: Esteja ciente de que isso removerá todas as estatísticas e comentários associados.
ro_ro: Vă rugăm să rețineți că acest lucru va elimina toate statisticile și comentariile asociate.
sl_si: Upoštevajte, da boste s tem odstranili vse povezane statistike in komentarje.
vi_vn: Xin lưu ý rằng làm như vậy sẽ xóa tất cả số liệu thống kê và bình luận liên quan.
zh_cn: 请注意，这样做将删除所有相关的统计数据和评论。
zh_tw: 請注意，這樣做將刪除所有相關的統計數據和評論。

# teams.common:bookmark
source: Bookmark
de_de: Lesezeichen setzen
es_es: Marcador
it_it: Segnalibro
ja_jp: ブックマーク
km_kh: ចុះ​ក្នុង​ទំព័រចំណាំ
mk_mk: Обележувач
nl_nl: Bladwijzer
pt_br: Favorito
ro_ro: Marcare
sl_si: Zaznamek
vi_vn: Đánh dấu
zh_cn: 书签
zh_tw: 書籤

# teams.common:badgeTextLabel
source: Earn Badge
de_de: Abzeichen erwerben
es_es: Ganar insignia
it_it: Guadagna distintivo
ja_jp: バッジを獲得
km_kh: ទទួលបានគ្រឿងសម្គាល់
mk_mk: Добијте значка
nl_nl: Badge verdienen
pt_br: Ganhar emblema
ro_ro: Obțineți o insignă
sl_si: Prisluži si značko
vi_vn: Nhận huy hiệu
zh_cn: 赢取奖章
zh_tw: 賺取徽章

# teams.common:userResultLabel
source: My Results:
de_de: Meine Ergebnisse:
es_es: Mis resultados:
it_it: I miei risultati:
ja_jp: マイ結果：
km_kh: លទ្ធផលរបស់ខ្ញុំ៖
mk_mk: Мои резултати:
nl_nl: Mijn resultaten:
pt_br: Meus resultados:
ro_ro: Rezultatele mele:
sl_si: Moji rezultati:
vi_vn: Kết quả của tôi:
zh_cn: 我的结果:
zh_tw: 我的結果：

# teams.common:adminResultLabel
source: Results:
de_de: Ergebnisse:
es_es: Resultados:
it_it: Risultati:
ja_jp: 結果：
km_kh: លទ្ធផល៖
mk_mk: Резултати:
nl_nl: Resultaten:
pt_br: Resultados:
ro_ro: Rezultate:
sl_si: Rezultati:
vi_vn: Kết quả:
zh_cn: 结果:
zh_tw: 結果：

# teams.common:openMoreQuizLabel
source: Open Quiz
de_de: Quiz öffnen
es_es: Abrir cuestionario
it_it: Apri quiz
ja_jp: クイズを開く
km_kh: បើកសំណួរ
mk_mk: Отвори квиз
nl_nl: Quiz openen
pt_br: Abrir questionário
ro_ro: Chestionar deschis
sl_si: Odpri kviz
vi_vn: Mở bài kiểm tra
zh_cn: 打开测验
zh_tw: 開啟測驗

# teams.common:continueButtonText
source: Continue
de_de: Weiter
es_es: Continuar
it_it: Continua
ja_jp: 続行
km_kh: បន្ត
mk_mk: Продолжи
nl_nl: Doorgaan
pt_br: Continuar
ro_ro: Continua
sl_si: Nadaljuj
vi_vn: Tiếp tục
zh_cn: 继续
zh_tw: 繼續

# teams.common:joinGroup
source: Join Group
de_de: Der Gruppe beitreten
es_es: Unirse al grupo
it_it: Iscriviti al gruppo
ja_jp: グループに参加
km_kh: ចូលរួមក្រុម
mk_mk: Вклучи се во групата
nl_nl: Deelnemen aan groep
pt_br: Participar do grupo
ro_ro: Alăturare la grup
sl_si: Pridružite se skupini
vi_vn: Tham gia nhóm
zh_cn: 加入组
zh_tw: 加入群組

# teams.common:decline
source: Decline
de_de: Ablehnen
es_es: Rechazar
it_it: Rifiuta
ja_jp: 拒否する
km_kh: បដិសេធ
mk_mk: Одбиј
nl_nl: Afwijzen
pt_br: Recusar
ro_ro: Respingere
sl_si: Zavrni
vi_vn: Từ chối
zh_cn: 拒绝
zh_tw: 拒絕

# teams.common:joined
source: Joined
de_de: Beigetreten
es_es: Unido
it_it: Aggiunto
ja_jp: 参加しました
km_kh: បាន​ចូលរួម
mk_mk: Придружен
nl_nl: Is lid geworden
pt_br: Ingressou
ro_ro: S-a alăturat
sl_si: Pridružen
vi_vn: Đã tham gia
zh_cn: 已加入
zh_tw: 已加入

# teams.common:awaitingApproval
source: Awaiting Approval
de_de: Genehmigung ausstehend
es_es: Esperando aprobación
it_it: In attesa di approvazione
ja_jp: 承認待ち
km_kh: កំពុង​រង់ចាំ​ការយល់ព្រម
mk_mk: Се чека одобрение
nl_nl: Wachtend op goedkeuring
pt_br: Aprovação Pendente
ro_ro: În așteptarea aprobării
sl_si: Čakanje na odobritev
vi_vn: Chờ phê duyệt
zh_cn: 等待批准
zh_tw: 正在等待批准

# teams.common:leaveAComment
source: Leave a comment. Use @ to tag peers
de_de: Fügen Sie einen Kommentar hinzu. Verwenden Sie @, um Kollegen zu markieren.
es_es: Deje un comentario. Use @ para etiquetar a sus compañeros
it_it: Lascia un commento. Utilizza @ per taggare i colleghi
ja_jp: コメントを残してください。@ を使用して仲間にタグ付けする
km_kh: ទុកមតិយោបល់។ ប្រើ @ ដើម្បីដាក់ស្លាកមិត្តភក្តិ
mk_mk: Остави коментар. Користете @ за да ги означите врсниците
nl_nl: Laat een opmerking achter. Gebruik @ om collega's te taggen
pt_br: Deixe um comentário. Use @ para marcar os colegas
ro_ro: Lasă un comentariu. Utilizați @ pentru a eticheta colegi
sl_si: Pustite komentar. Uporabite @ za označevanje vrstnikov
vi_vn: Để lại một bình luận. Sử dụng @ để gắn thẻ tag đồng nghiệp
zh_cn: 发表评论。使用 @ 标记同事
zh_tw: 發表評論。使用 @ 標記其他人

# teams.common:report
source: Report It
de_de: Melden
es_es: Notificar
it_it: Segnalalo
ja_jp: 報告する
km_kh: រាយការណ៍វា
mk_mk: Пријави
nl_nl: Rapporteren
pt_br: Relatar
ro_ro: Raportați-l
sl_si: Prijavi
vi_vn: Báo cáo vấn đề
zh_cn: 报告
zh_tw: 檢舉

# teams.common:like
source: Like
de_de: Gefällt mir
es_es: Me gusta
it_it: Mi piace
ja_jp: 賛成
km_kh: ចូលចិត្ត
mk_mk: Ми се допаѓа
nl_nl: Vind ik leuk
pt_br: Curtir
ro_ro: Apreciere
sl_si: Všeč mi je
vi_vn: Thích
zh_cn: 点赞
zh_tw: 喜歡

# teams.common:peopleSkillsSubheading
source: Skills Passport allows you to list all your Skills, Credentials and Accomplishments that you have acquired
de_de: Im Skills Passport können Sie alle erworbenen Fähigkeiten, Qualifikationen und Leistungen auflisten.
es_es: Pasaporte de habilidades le permite realizar una lista con las habilidades, credenciales y logros que ha obtenido
it_it: Il passaporto delle capacità ti consente di elencare tutte le capacità, le credenziali e i risultati ottenuti
ja_jp: スキルパスポート を使うと、得られたスキル、資格、成果をすべて一覧できます
km_kh: លិខិតឆ្លងដែនជំនាញ អនុញ្ញាត​ឱ្យ​អ្នក​រាយ​បញ្ជី​ជំនាញ ព័ត៌មានផ្ទៀងផ្ទាត់ និង​ស្នាដៃ​របស់​អ្នក​ទាំងអស់​ដែល​អ្នក​បាន​ទទួល
mk_mk: Пасошот за вештини ви овозможува да ги наведете сите ваши вештини, акредитиви и достигнувања што сте ги стекнале
nl_nl: Via het Vaardigheidspaspoort kunt u al uw verworven vaardigheden, referenties en prestaties weergeven
pt_br: O Skill Passport permite listar todas as habilidades, credenciais e realizações que você conquistou
ro_ro: Skills Passport vă permite să listați toate aptitudinile, acreditările și realizările pe care le-ați obținut
sl_si: Skills Passport vam omogoča, da navedete vse svoje spretnosti, poverilnice in dosežke, ki ste jih pridobili
vi_vn: Skill Passport cho phép bạn liệt kê tất cả các Kỹ năng, Chứng chỉ và Thành tích mà bạn đã đạt được
zh_cn: 您可以使用 Skill Passport 来列出您已获得的所有技能、凭据和成就
zh_tw: 技能護照可列出您獲得的所有技能、認證和成就

# teams.common:badges
source: Badges
de_de: Abzeichen
es_es: Insignias
it_it: Distintivi
ja_jp: バッジ
km_kh: ផ្លាកសញ្ញា
mk_mk: Значки
pt_br: Emblemas
ro_ro: Insigne
sl_si: Značke
vi_vn: Huy hiệu
zh_cn: 奖章
zh_tw: 徽章

# teams.common:badgeSubheading
source: Badges awarded by completing content on the platform or outside the platform
de_de: Abzeichen, die durch das Abschließen von Inhalten auf der Plattform oder außerhalb der Plattform erworben werden
es_es: Las insignias se conceden tras completar contenido tanto en la plataforma como fuera de ella
it_it: Distintivi assegnati in seguito al completamento di contenuto sulla piattaforma o al suo esterno
ja_jp: プラットフォームまたはプラットフォーム以外でコンテンツを完了したことで授与されるバッジ
km_kh: គ្រឿងសម្គាល់ដែលបានផ្ដល់រង្វាន់ដោយការបញ្ចប់ខ្លឹមព័ត៌មាននៅលើផ្លេតហ្វម ឬនៅក្រៅផ្លេតហ្វម
mk_mk: Значки доделени со завршување на содржината на платформата или надвор од неа
nl_nl: Badges toegekend door het voltooien van content op of buiten het platform
pt_br: Emblemas concedidos pela conclusão do conteúdo na plataforma ou fora da plataforma
ro_ro: Insignele acordate la finalizarea conținutului de pe platformă sau în afara acesteia
sl_si: Značke, podeljene z dokončanjem vsebine na platformi ali zunaj nje
vi_vn: Huy hiệu được trao khi hoàn thành nội dung trên nền tảng hoặc ngoài nền tảng
zh_cn: 通过完成平台内或平台外的内容获得的奖章
zh_tw: 完成平台內或平台外內容所獲得的徽章

# teams.common:certificates
source: Certificates
de_de: Zertifikate
es_es: Certificados
it_it: Certificati
ja_jp: 認定書
km_kh: វិញ្ញាបនបត្រ
mk_mk: Сертификати
nl_nl: Certificaten
pt_br: Certificados
ro_ro: Certificate
sl_si: Certifikati
vi_vn: Chứng chỉ
zh_cn: 证书
zh_tw: 認證

# teams.common:certificateSubheading
source: Digital copy of the skills or knowledge gained by completing a course
de_de: Digitale Kopie der Fähigkeiten oder Kenntnisse, die durch Abschluss eines Kurses erworben wurden
es_es: Copia digital de las habilidades o conocimientos obtenidos mediante la realización de un curso
it_it: Copia digitale delle capacità o delle conoscenze ottenute completando un corso
ja_jp: 完了したコースから得られたスキルまたは知識のデジタル コピー
km_kh: ច្បាប់ចម្លងឌីជីថលនៃជំនាញនានា ឬចំណេះដឹងដែលទទួលបានដោយការបញ្ចប់វគ្គសិក្សា
mk_mk: Дигитална копија на вештините или знаењата стекнати со завршување на курс
nl_nl: Digitale kopie van de vaardigheden of kennis die zijn opgedaan door het voltooien van een cursus
pt_br: Cópia digital das habilidades adquiridas ou do conhecimento adquirido ao concluir um curso
ro_ro: Copia digitală a aptitudinilor sau cunoștințelor dobândite prin finalizarea unui curs
sl_si: Digitalna kopija veščin ali znanj, pridobljenih z opravljenim tečajem
vi_vn: Bản sao kỹ thuật số của các kỹ năng hoặc kiến ​​thức thu được khi hoàn thành một khóa học
zh_cn: 通过完成学科课程所获技能或知识的数字副本
zh_tw: 透過完成課程獲得的技能或知識的數位副本

# teams.common:allMandatoryQuestions
source: All questions are mandatory
de_de: Alle Fragen müssen beantwortet werden.
es_es: Todas las preguntas son obligatorias.
it_it: Tutte le domande sono obbligatorie
ja_jp: すべての質問は必須です
km_kh: សំណួរទាំងអស់គឺចាំបាច់
mk_mk: Сите прашања се задолжителни
nl_nl: Alle vragen zijn verplicht
pt_br: Todas as perguntas são obrigatórias
ro_ro: Toate întrebările sunt obligatorii
sl_si: Vsa vprašanja so obvezna
vi_vn: Tất cả các câu hỏi đều bắt buộc
zh_cn: 必须回答所有问题
zh_tw: 所有問題均為必答題

# teams.common:featured
source: Featured
de_de: Ausgewählt
es_es: Destacados
it_it: In evidenza
km_kh: លក្ខណៈពិសេស
mk_mk: Истакнато
nl_nl: Aanbevolen leeractiviteiten
pt_br: Destaque
ro_ro: Recomandat
sl_si: Predstavljeno
vi_vn: Đặc sắc
zh_cn: 特色
zh_tw: 精選

# teams.common:home
source: Home
de_de: Startseite
es_es: Inicio
km_kh: ទំព័រដើម
mk_mk: Почетна страница
nl_nl: Startpagina
pt_br: Página inicial
ro_ro: Pagină de pornire
sl_si: Domača stran
vi_vn: Trang chủ
zh_cn: 主页
zh_tw: 首頁

# teams.common:handle
source: Handle
es_es: Gestionar
it_it: Identificatore
km_kh: គ្រប់គ្រង
mk_mk: Рачка
nl_nl: Ingang
pt_br: Identificação
ro_ro: Identificator
sl_si: Uporabniško ime
vi_vn: Xử lý
zh_cn: 用户句柄
zh_tw: 名稱

# teams.common:time
source: Time
de_de: Zeit
es_es: Hora
it_it: Ora
km_kh: ពេលវេលា
mk_mk: Време
nl_nl: Tijd
pt_br: Hora
ro_ro: Oră
sl_si: Čas
vi_vn: Thời gian
zh_cn: 时间
zh_tw: 時間

# teams.common:status
source: Status
es_es: Estado
it_it: Stato
km_kh: ស្ថានភាព
mk_mk: Статус
ro_ro: Stare
sl_si: Stanje
vi_vn: Trạng thái
zh_cn: 状态
zh_tw: 狀態

# teams.common:viewAttendeesLabel
source: View Attendees
de_de: Teilnehmer anzeigen
es_es: Ver asistentes
it_it: Visualizza partecipanti
km_kh: មើលអ្នកចូលរួម
mk_mk: Види учесници
nl_nl: Deelnemers weergeven
pt_br: Visualizar participantes
ro_ro: Vizualizare participanți
sl_si: Ogled udeležencev
vi_vn: Xem người tham dự
zh_cn: 查看参加者
zh_tw: 檢視出席者

# teams.common:less
source: Less
es_es: Menos
it_it: Meno
km_kh: តិច
mk_mk: Помалку
nl_nl: Minder
pt_br: Menos
ro_ro: Mai puțin
sl_si: Manj
vi_vn: Ít hơn
zh_cn: 更少
zh_tw: 較少

# teams.common:goTo
source: Go to
es_es: Ir a
it_it: Vai a
km_kh: ចូលទៅ
mk_mk: Одете на
nl_nl: Ga naar
ro_ro: Accesați
sl_si: Pojdi na

# teams.common:author
source: Author
es_es: Autor
it_it: Autore
km_kh: អ្នកនិពន្ធ
mk_mk: Автор
nl_nl: Auteur
ro_ro: Autor
sl_si: Avtor

# teams.common:openPoll
source: Open Poll
es_es: Encuesta abierta
it_it: Sondaggio aperto
km_kh: បើកការស្ទង់មតិ
mk_mk: Отвори анкета
nl_nl: Poll openen
ro_ro: Sondaj deschis
sl_si: Odpri anketo

# teams.common:myLearningPlan
source: My Learning Plan
es_es: Mi plan de aprendizaje
it_it: Piano di apprendimento personale
km_kh: ផែនការសិក្សារបស់ខ្ញុំ
mk_mk: Мојот план за учење
nl_nl: Mijn opleidingsplan
ro_ro: Planul meu de învățare
sl_si: Moj učni načrt

# teams.teams:dateTimeTranslations_current
source: Current
de_de: Aktuell
es_es: Actual
it_it: Corrente
km_kh: បច្ចុប្បន្ន
mk_mk: Моментално
nl_nl: Huidig
pt_br: atual
ro_ro: Curent
sl_si: Trenutno
vi_vn: Hiện tại
zh_cn: 当前
zh_tw: 目前的

# teams.teams:dateTimeTranslations_hr
source: hr
de_de: Std.
es_es: horas
it_it: h
ja_jp: 時間
km_kh: ម៉ោង
mk_mk: час
nl_nl: uur
pt_br: h
ro_ro: h
sl_si: h
vi_vn: giờ
zh_cn: 小时
zh_tw: 小時
