Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# br-ext.br-ext:SmartCard_gradeText
source: Grader:
de_de: Beurteiler:
es_es: Calificador:
it_it: Valutatore:
ja_jp: グレーダー：
km_kh: អ្នកដាក់ពិន្ទុ៖
mk_mk: Оценувач:
nl_nl: Beoordelaar:
pt_br: Classificador:
ro_ro: Evaluator:
vi_vn: Người chấm điểm:
zh_cn: 评分人:
zh_tw: 評分人：

# br-ext.br-ext:SmartCard_gradeScaleText
source: Grade Scale:
de_de: Beurteilungsskala:
es_es: Modelo de calificación:
it_it: Scala dei voti:
ja_jp: グレード スケール：
km_kh: មាត្រដ្ឋានថ្នាក់៖
mk_mk: Скала за оценки:
nl_nl: Cijferschaal:
pt_br: Escala de pontuação:
ro_ro: Grilă de notare:
sl_si: Lestvica ocen:
vi_vn: Thang điểm:
zh_cn: 评分标准:
zh_tw: 分級量表：

# br-ext.br-ext:SmartCard_responseLabel
source: Responses:
de_de: Antworten:
es_es: Respuestas:
it_it: Risposte:
ja_jp: レスポンス：
km_kh: ការឆ្លើយតប៖
mk_mk: Одговори:
nl_nl: Reacties:
pt_br: Respostas:
ro_ro: Răspunsuri:
sl_si: Odzivi:
vi_vn: Câu trả lời:
zh_cn: 响应:
zh_tw: 回應：

# br-ext.br-ext:SmartCard_averageScoreLabel
source: Average Score:
de_de: Durchschnittliche Punktzahl:
es_es: Puntuación media:
it_it: Punteggio medio:
ja_jp: 平均スコア：
km_kh: ពិន្ទុមធ្យម៖
mk_mk: Просечен резултат:
nl_nl: Gemiddelde score:
pt_br: Pontuação média:
ro_ro: Punctaj mediu:
sl_si: Povprečni rezultat:
vi_vn: Điểm số trung bình:
zh_cn: 平均分数:
zh_tw: 平均分數：

# br-ext.br-ext:SmartCard_continueLabel
source: Continue
de_de: Weiter
es_es: Continuar
it_it: Continua
ja_jp: 続行
km_kh: បន្ត
mk_mk: Продолжи
nl_nl: Doorgaan
pt_br: Continuar
ro_ro: Continua
sl_si: Nadaljuj
vi_vn: Tiếp tục
zh_cn: 继续
zh_tw: 繼續

# br-ext.br-ext:Topbar_privacy_policy_label
source: Privacy Policy
de_de: Datenschutzrichtlinie
es_es: Política de privacidad
it_it: Informativa sulla privacy
ja_jp: プライバシーポリシーに同意します
km_kh: គោលការណ៍ឯកជនភាព
mk_mk: Политика за приватност
nl_nl: Privacybeleid
pt_br: Política de Privacidade
ro_ro: Politica de confidențialitate
sl_si: Pravilnik o zasebnosti
vi_vn: Chính sách bảo mật
zh_cn: 隐私政策
zh_tw: 隱私權政策

# br-ext.br-ext:Topbar_terms_of_service
source: Terms of Service
de_de: Nutzungsbedingungen
es_es: Condiciones del servicio
it_it: Termini di servizio
ja_jp: サービスの条件
km_kh: លក្ខខណ្ឌនៃសេវាកម្ម
mk_mk: Услови за користење
nl_nl: Servicevoorwaarden
pt_br: Termos de Serviço
ro_ro: Condiții de utilizare a serviciului
sl_si: Pogoji storitve
vi_vn: Điều khoản dịch vụ
zh_cn: 服务条款
zh_tw: 服務條款

# br-ext.br-ext:CreateCard_linkErrorString
source: Enter a valid URL
es_es: Introduzca una URL válida
it_it: Immettere un URL valido
km_kh: បញ្ចូល URL ត្រឹមត្រូវ។
mk_mk: Внесете валидна URL-адреса
nl_nl: Voer een geldige URL in.
ro_ro: Introduceți un URL valid
sl_si: Vnesite veljaven URL

# br-ext.br-ext:Channels_noChannelContent
source: Your channel has no content yet.
es_es: Tu canal aún no tiene contenido.
it_it: Il tuo canale non ha ancora contenuti.
km_kh: ប៉ុស្តិ៍របស់អ្នកមិនទាន់មានខ្លឹមសារនៅឡើយទេ។
mk_mk: Вашиот канал сè уште нема содржина.
nl_nl: Uw kanaal heeft nog geen content.
ro_ro: Canalul tău nu are încă conținut.
sl_si: Vaš kanal še nima vsebine.

# br-ext.br-ext:Channels_selectChannel
source: Select Channel
es_es: Seleccionar el canal
it_it: Seleziona canale
km_kh: ជ្រើសរើសឆានែល
mk_mk: Изберете Канал
nl_nl: Kanaal selecteren
ro_ro: Selectare canal
sl_si: Izberite kanal

# br-ext.br-ext:Cards_readableCardType_Attestation
source: Attestation
es_es: Atestación
it_it: Attestazione
km_kh: ការបញ្ជាក់
mk_mk: Атестирање
nl_nl: Attest
ro_ro: Atestare
sl_si: Izjava

# br-ext.br-ext:Cards_readableCardType_CaseStudy
source: Case Study
es_es: Caso de estudio
it_it: Caso di studio
km_kh: ករណីសិក្សា
mk_mk: Студија на случај
ro_ro: Studiu de caz
sl_si: Študija primera

# br-ext.br-ext:Cards_readableCardType_Certification
source: Certification
es_es: Certificación
it_it: Certificazione
km_kh: វិញ្ញាបនប័ត្រ
mk_mk: Сертификација
nl_nl: Certificering
ro_ro: Certificare
sl_si: Potrdilo

# br-ext.br-ext:Cards_readableCardType_CohortProgram
source: Cohort Program
es_es: Programa de cohorte
it_it: Programma di coorte
km_kh: កម្មវិធីក្រុមនុស្សដូចគ្នា
mk_mk: Кохортна програма
nl_nl: Groepsprogramma
ro_ro: Program grup
sl_si: Kohortni program

# br-ext.br-ext:Cards_readableCardType_Collection
source: Collection
es_es: Conjunto
it_it: Raccolta
km_kh: សមូហកម្ម
mk_mk: Колекција
nl_nl: Verzameling
ro_ro: Colecție
sl_si: Zbirka

# br-ext.br-ext:Cards_readableCardType_Companionship
source: Companionship
es_es: Acompañamiento
it_it: Compagnia
km_kh: ភាពជាដៃគូ
mk_mk: Придружба
nl_nl: Gezelschap
ro_ro: Companie
sl_si: Skupnost

# br-ext.br-ext:Cards_readableCardType_CompetencyDiagnostic
source: Competency Diagnostic
es_es: Diagnóstico de aptitudes
it_it: Diagnostica delle competenze
km_kh: ការវាយតម្លៃសមត្ថភាព
mk_mk: Дијагностика на компетенција
nl_nl: Diagnose van competentie
ro_ro: Diagnostic competență
sl_si: Diagnostika usposobljenosti

# br-ext.br-ext:Cards_readableCardType_Diagram
source: Diagram
es_es: Diagrama
it_it: Diagramma
km_kh: ដ្យាក្រាម
mk_mk: Дијаграм
ro_ro: Diagramă

# br-ext.br-ext:Cards_readableCardType_DirectedActivity
source: Directed activity
es_es: Actividad dirigida
it_it: Attività diretta
km_kh: សកម្មភាពដឹកនាំផ្ទាល់
mk_mk: Насочена активност
nl_nl: Gerichte activiteit
ro_ro: Activitate direcționată
sl_si: Usmerjena dejavnost

# br-ext.br-ext:Cards_readableCardType_DirectedReading
source: Directed reading
es_es: Lectura dirigida
it_it: Lettura diretta
km_kh: ការអានដឹកនាំ
mk_mk: Насочено читање
nl_nl: Gericht leesmateriaal
ro_ro: Lectură direcționată
sl_si: Usmerjeno branje

# br-ext.br-ext:Cards_readableCardType_Exposure
source: Exposure
es_es: Exposición
it_it: Esposizione
km_kh: លក្ខខណ្ឌពន្លឺរូបថត
mk_mk: Изложеност
nl_nl: Praktijkervaring
ro_ro: Expunere
sl_si: Izpostavljenost

# br-ext.br-ext:Cards_readableCardType_Form
source: Form
es_es: Formulario
it_it: Modulo
km_kh: ទម្រង់
mk_mk: Формулар
nl_nl: Formulier
ro_ro: Formular
sl_si: obrazec

# br-ext.br-ext:Cards_readableCardType_Forum
source: Forum
es_es: Foro
km_kh: វេទិកា
mk_mk: Форум

# br-ext.br-ext:Cards_readableCardType_Guidelines
source: Guidelines
es_es: Pautas
it_it: Linee guida
km_kh: គោលការណ៍​ណែនាំ
mk_mk: Насоки
nl_nl: Richtlijnen
ro_ro: Referințe
sl_si: Smernice

# br-ext.br-ext:Cards_readableCardType_Hybrid
source: Hybrid
es_es: Híbrido
it_it: Ibrido
km_kh: ហាយប៊្រីដ
mk_mk: Хибрид
nl_nl: Hybride
ro_ro: Hibrid
sl_si: Hibrid

# br-ext.br-ext:Cards_readableCardType_Knowledge_Check
source: Knowledge Check
es_es: Verificación de conocimientos
it_it: Verifica della conoscenza
km_kh: ការត្រួតពិនិត្យចំណេះដឹង
mk_mk: Проверка на знаење
nl_nl: Kennistest
ro_ro: Verificarea cunoștințelor
sl_si: Preverjanje znanja

# br-ext.br-ext:Cards_readableCardType_Manuals
source: Manuals
es_es: Manuales
it_it: Manuali
km_kh: សៀវភៅណែនាំ
mk_mk: Прирачници
nl_nl: Handboeken
ro_ro: Manuale
sl_si: Priročniki

# br-ext.br-ext:Cards_readableCardType_Module
source: Module
es_es: Módulo
it_it: Modulo
km_kh: ម៉ូឌុល
mk_mk: Модул
ro_ro: Modul
sl_si: Modul

# br-ext.br-ext:Cards_readableCardType_Playlist
source: Playlist
es_es: Lista de reproducción
km_kh: កម្រង Playlist
mk_mk: Плејлиста
nl_nl: Afspeellijst
ro_ro: Listă de redare
sl_si: Seznam predvajanja

# br-ext.br-ext:Cards_readableCardType_Procedure
source: Procedure
es_es: Procedimiento
it_it: Procedura
km_kh: នីតិវិធី
mk_mk: Постапка
ro_ro: Procedură
sl_si: Postopek

# br-ext.br-ext:Cards_readableCardType_Quick_Reference_Guide
source: Quick Reference Guide
es_es: Guía de referencia rápida
it_it: Guida rapida
km_kh: ការណែនាំយោងរហ័ស
mk_mk: Водич за брзи референци
nl_nl: Naslaggids
ro_ro: Ghid de referință rapidă
sl_si: Hitri referenčni vodnik

# br-ext.br-ext:Cards_readableCardType_Reflection
source: Reflection
es_es: Reflexión
it_it: Riflessione
km_kh: រូបចាំងត្រឡប់វិញ
mk_mk: Размислување
nl_nl: Reflectie
ro_ro: Reflecție
sl_si: Razmislek

# br-ext.br-ext:Cards_readableCardType_SelfAssessment
source: Self-Assessment
es_es: Autovaloración
it_it: Autovalutazione
km_kh: ការវាយតម្លៃខ្លួនឯង
mk_mk: Самооценување
nl_nl: Zelfbeoordeling
ro_ro: Autoevaluare
sl_si: Samoocenjevanje

# br-ext.br-ext:Cards_readableCardType_SelfStudy
source: Self-study
es_es: Autoestudio
it_it: Autodidatta
km_kh: ការសិក្សាដោយខ្លួនឯង
mk_mk: Самостојно учење
nl_nl: Zelfstudie
ro_ro: Studiu autodidact
sl_si: Samostojno učenje

# br-ext.br-ext:Cards_readableCardType_Activity
source: Activity
es_es: Actividad
it_it: Attività
km_kh: សកម្មភាព
mk_mk: Активност
nl_nl: Activiteit
ro_ro: Activitate
sl_si: dejavnost

# br-ext.common:email
source: Email
ja_jp: メール
km_kh: អ៊ីមែល
mk_mk: Е-пошта
nl_nl: E-mailadres
sl_si: E-pošta
zh_cn: 电子邮件
zh_tw: 電子郵件

# br-ext.common:cancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
it_it: Annulla
ja_jp: キャンセル
km_kh: បោះបង់
mk_mk: Откажи
nl_nl: Annuleren
pt_br: Cancelar
ro_ro: Anulare
sl_si: Prekliči
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# br-ext.common:share
source: Share
de_de: Teilen
es_es: Compartir
it_it: Condividi
ja_jp: 共有
km_kh: ចែករំលែក
mk_mk: Сподели
nl_nl: Delen
pt_br: Compartilhar
ro_ro: Distribuire
sl_si: Skupna raba
vi_vn: Chia sẻ
zh_cn: 共享
zh_tw: 分享

# br-ext.common:errorMessage
source: Uh oh! please try again
de_de: Oh! Bitte versuchen Sie es erneut.
es_es: Inténtelo de nuevo
it_it: Si è verificato un problema, riprova
ja_jp: もう一度お試しください
km_kh: អូហ៍! សូមព្យាយាមម្តងទៀត
mk_mk: Упс! Обидете се повторно
nl_nl: Probeer het opnieuw
pt_br: Ops! Tente novamente
ro_ro: Uh oh! Încercați din nou
sl_si: Uh oh! poskusite znova
vi_vn: Ồ không! vui lòng thử lại
zh_cn: 哦不! 请重试
zh_tw: 呃哦！請再試一次

# br-ext.common:viewOnPlatform
source: View More
de_de: Mehr anzeigen
es_es: Ver más
it_it: Visualizza altro
ja_jp: 詳細の表示
km_kh: មើលច្រើនទៀត
mk_mk: Види повеќе
nl_nl: Meer bekijken
pt_br: Exibir mais
ro_ro: Vedeți mai multe
sl_si: Prikaži več
vi_vn: Xem thêm
zh_cn: 查看更多信息
zh_tw: 檢視更多

# br-ext.common:selected
source: Selected
de_de: Ausgewählt
es_es: Seleccionadas
it_it: Selezionato
ja_jp: 選択済み
km_kh: បានជ្រើសរើស
mk_mk: Избрано
nl_nl: Geselecteerd
pt_br: Selecionado
ro_ro: Selectat
sl_si: Izbrano
vi_vn: Đã chọn
zh_cn: 已选定
zh_tw: 已選擇

# br-ext.common:individual
source: Individual
de_de: Einzelperson
es_es: Persona
it_it: Singolo
ja_jp: 個人
km_kh: បុគ្គល
mk_mk: Поединец
nl_nl: Persoon
ro_ro: Persoană
sl_si: Posameznik
vi_vn: Cá nhân
zh_cn: 个人
zh_tw: 個人

# br-ext.common:groups
source: Groups
de_de: Gruppen
es_es: Grupos
it_it: Gruppi
ja_jp: グループ
km_kh: ក្រុម
mk_mk: Групи
nl_nl: Groepen
pt_br: Grupos
ro_ro: Grupuri
sl_si: Skupine
vi_vn: Nhóm
zh_cn: 组
zh_tw: 群組

# br-ext.common:createNewGroupForIndividualsSubText
source: After assigning the content, you will be asked for details for your new group
de_de: Nach der Zuweisung des Inhalts werden Sie nach Details für Ihre neue Gruppe gefragt.
es_es: Tras ceder el contenido, se le solicitará información detallada para su nuevo grupo
it_it: Una volta assegnato il contenuto, ti verranno chiesti i dettagli del tuo nuovo gruppo
ja_jp: コンテンツの割当て後、新規グループの詳細を要求されます
km_kh: ក្រោយការចាត់តាំងខ្លឹមព័ត៌មានហើយ អ្នកនឹងត្រូវបានស្នើសុំព័ត៌មានលម្អិតសម្រាប់ក្រុមថ្មីរបស់អ្នក
mk_mk: Откако ќе ја доделите содржината, ќе ви бидат побарани детали за вашата нова група
nl_nl: Nadat u de content hebt toegewezen, wordt u om gegevens voor uw nieuwe groep gevraagd
pt_br: Depois de atribuir o conteúdo, os detalhes do seu novo grupo serão solicitados
ro_ro: După atribuirea conținutului, vi se vor solicita detalii pentru noul grup
sl_si: Po dodelitvi vsebine boste morali navesti podrobnosti za novo skupino.
vi_vn: Sau khi gán nội dung, bạn sẽ được yêu cầu cung cấp thông tin chi tiết cho nhóm mới của bạn
zh_cn: 分配内容后，系统将要求您提供新组的详细信息
zh_tw: 指派內容後，將要求您輸入新群組的詳細資料

# br-ext.common:userSelectedCountText
source: {{selected}} out of {{total}} individuals selected
de_de: {{selected}} von {{total}} Einzelpersonen ausgewählt
es_es: Se han seleccionado {{selected}} de {{total}} personas
it_it: {{selected}} su {{total}} singoli selezionati
ja_jp: {{total}} 名の個人中 {{selected}} 名が選択済み
km_kh: {{selected}} ក្នុងចំណោម {{total}} បុគ្គលត្រូវបានជ្រើសរើស
mk_mk: {{selected}} од {{total}} поединци се избрани
nl_nl: {{selected}} van {{total}} personen geselecteerd
pt_br: {{selected}} de {{total}} indivíduos selecionados
ro_ro: {{selected}} din {{total}} persoane selectate
sl_si: Izbrani posamezniki: {{selected}} od {{total}}
vi_vn: Đã chọn {{selected}}/{{total}} cá nhân
zh_cn: 已选定 {{selected}} 个人，共 {{total}} 个人
zh_tw: 已選取 {{selected}} 個人，共 {{total}} 個人

# br-ext.common:inputBoxTitleHeading
source: Include Message (Optional)
de_de: Nachricht einschließen (optional)
es_es: Incluir mensaje (opcional)
it_it: Includi messaggio (facoltativo)
ja_jp: メッセージを含める（オプション）
km_kh: រួមបញ្ចូលសារ (ជាជម្រើស)
mk_mk: Вклучи порака (опционално)
nl_nl: Bericht opnemen (optioneel)
pt_br: Incluir mensagem (opcional)
ro_ro: Includeți un mesaj (opțional)
sl_si: Vključi sporočilo (neobvezno)
vi_vn: Thêm lời nhắn (Không bắt buộc)
zh_cn: 包含消息(可选)
zh_tw: 包含訊息（可選）

# br-ext.common:shareFromListsearchPlaceholder
source: Search here...
de_de: Hier suchen...
es_es: Busque aquí...
it_it: Cerca qui...
ja_jp: ここで検索...
km_kh: ស្វែងរកនៅទីនេះ...
mk_mk: Барај овде...
nl_nl: Hier zoeken...
pt_br: Pesquisar aqui...
ro_ro: Căutați aici...
sl_si: Išči tukaj ...
vi_vn: Tìm kiếm ở đây...
zh_cn: 在此处搜索...
zh_tw: 在這裡搜尋...

# br-ext.common:peopleDataSearchPlaceHolder
source: Search Individuals...
de_de: Einzelpersonen suchen...
es_es: Buscar personas...
it_it: Cerca singoli...
ja_jp: 個人を検索...
km_kh: ស្វែងរកបុគ្គលនានា...
mk_mk: Се пребаруваат поединци...
nl_nl: Personen zoeken...
pt_br: Pesquisar indivíduos...
ro_ro: Căutare persoane...
sl_si: Iskanje posameznikov ...
vi_vn: Tìm kiếm cá nhân...
zh_cn: 搜索个人...
zh_tw: 搜尋個人...

# br-ext.common:name
source: Name
es_es: Nombre
it_it: Nome
ja_jp: 名前
km_kh: ឈ្មោះ
mk_mk: Име
nl_nl: Naam
pt_br: Nome
ro_ro: Nume
sl_si: Ime
vi_vn: Tên
zh_cn: 名称
zh_tw: 姓名

# br-ext.common:assign
source: Assign
de_de: Zuweisen
es_es: Ceder
it_it: Assegna
ja_jp: 割当
km_kh: ចាត់តាំង
mk_mk: Додели
nl_nl: toewijzen
pt_br: atribuir
ro_ro: Atribui
sl_si: Dodeli
vi_vn: Gán
zh_cn: 分配
zh_tw: 指定給

# br-ext.common:delete
source: Delete
de_de: Löschen
es_es: Borrar
it_it: Elimina
ja_jp: 削除
km_kh: លុប
mk_mk: Избриши
nl_nl: Verwijderen
pt_br: Excluir
ro_ro: Ștergere
sl_si: Izbriši
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# br-ext.common:lockedCardMiniLabel
source: This is a locked content. Please complete the associated content in the pathway to unlock this card.
de_de: Dieser Inhalt ist gesperrt. Bitte vervollständigen Sie den zugeordneten Inhalt im Pathway, um diese Karte freizuschalten.
es_es: Este es un contenido bloqueado. Complete el contenido asociado en la ruta para desbloquear esta tarjeta.
it_it: Questo contenuto è bloccato. Completa il contenuto associato nel Pathway per sbloccare questa scheda.
ja_jp: これはロックされたコンテンツです。パスウェイに関連付けられたコンテンツを完了させてください。これにより、このカードのロックが解除されます。
km_kh: នេះគឺជាខ្លឹមព័ត៌មានដែលត្រូវបានចាក់សោ។ សូមបំពេញខ្លឹមព័ត៌មានដែលពាក់ព័ន្ធនៅក្នុង pathway ដើម្បីដោះសោកាតនេះ។
mk_mk: Ова е заклучена содржина. Пополнете ја поврзаната содржина на pathway за да ја отклучите оваа картичка.
nl_nl: Dit is vergrendelde content. Vul de gekoppelde content in de pathway in om deze kaart te ontgrendelen.
pt_br: Este é um conteúdo bloqueado. Conclua o conteúdo associado no Pathway para desbloquear o cartão.
ro_ro: Acesta este un conținut blocat. Completați conținutul asociat în Pathway, pentru a debloca acest card.
sl_si: To je zaklenjena vsebina. Izpolnite ustrezno vsebino v modulu Pathway, da odklenete to kartico.
vi_vn: Đây là một nội dung bị khóa. Vui lòng hoàn thành nội dung liên quan trong Pathway để mở khóa thẻ này.
zh_cn: 这是锁定内容。请完成 Pathway 中的相关内容来解锁此卡。
zh_tw: 這是鎖定的內容。請完成路徑中的相關內容來解鎖此卡。

# br-ext.common:userPassedLabel
source: Passed:
de_de: Bestanden:
es_es: Aprobado:
it_it: Superato:
ja_jp: 成功しました：
km_kh: ឆ្លងកាត់៖
mk_mk: Поминато:
nl_nl: Geslaagd:
pt_br: Aprovado:
ro_ro: Admis:
sl_si: Uspešno:
vi_vn: Đạt:
zh_cn: 已通过:
zh_tw: 及格：

# br-ext.common:userFailedLabel
source: Failed:
de_de: Nicht bestanden:
es_es: Incorrecto:
it_it: Non superato:
ja_jp: 失敗：
km_kh: បរាជ័យ៖
mk_mk: Неуспешно:
nl_nl: Mislukt:
pt_br: Com falha:
ro_ro: Eșuat:
sl_si: Neuspešno:
vi_vn: Không đạt:
zh_cn: 失败:
zh_tw: 不及格：

# br-ext.common:settings
source: Settings
de_de: Einstellungen
es_es: Configuración
it_it: Impostazioni
ja_jp: 設定
km_kh: ការកំណត់
mk_mk: Подесувања
nl_nl: Instellingen
pt_br: Configurações
ro_ro: Setări
sl_si: nastavitve
vi_vn: Cài đặt
zh_cn: 设置
zh_tw: 設定

# br-ext.common:commentsFooterLabel
source: comments
de_de: Kommentare
es_es: comentarios
it_it: commenti
ja_jp: コメント
km_kh: មតិយោបល់
mk_mk: коментари
nl_nl: opmerkingen
pt_br: comentários
ro_ro: comentarii
sl_si: komentarji
vi_vn: bình luận
zh_cn: 评论
zh_tw: 個評論

# br-ext.common:commentFooterLabel
source: comment
de_de: Kommentar
es_es: comentario
it_it: commento
ja_jp: コメント
km_kh: មតិ
mk_mk: коментар
nl_nl: opmerking
pt_br: comentário
ro_ro: comentariu
sl_si: komentar
vi_vn: bình luận
zh_cn: 评论
zh_tw: 個評論

# br-ext.common:likesFooterLabel
source: likes
es_es: me gusta
it_it: mi piace
ja_jp: 賛成
km_kh: ចូលចិត្ត
mk_mk: допаѓања
nl_nl: vindt leuk
pt_br: curtidas
ro_ro: aprecieri
sl_si: všečki
vi_vn: lượt thích
zh_cn: 点赞
zh_tw: 按讚

# br-ext.common:likeFooterLabel
source: like
de_de: gefällt mir
es_es: me gusta
it_it: mi piace
ja_jp: 賛成
km_kh: ការចូលចិត្ត
mk_mk: допаѓање
nl_nl: vind ik leuk
pt_br: curtir
ro_ro: apreciere
sl_si: všeček
vi_vn: lượt thích
zh_cn: 点赞
zh_tw: 喜歡

# br-ext.common:buyNowText
source: Buy Now
de_de: Jetzt kaufen
es_es: Comprar ahora
it_it: Acquista ora
ja_jp: 申込
km_kh: ទិញឥឡូវនេះ
mk_mk: Купи сега
nl_nl: Nu kopen
pt_br: Comprar agora
ro_ro: Cumpărați acum
sl_si: Kupi zdaj
vi_vn: Mua ngay
zh_cn: 立即购买
zh_tw: 立即購買

# br-ext.common:enrollNowText
source: Enroll Now
de_de: Jetzt anmelden
es_es: Inscribirse ahora
it_it: Iscriviti ora
ja_jp: 今すぐ登録
km_kh: ចុះឈ្មោះឥឡូវនេះ
mk_mk: Регистрирајте се сега
nl_nl: Nu inschrijven
pt_br: Inscrever-se agora
ro_ro: Înscrie-te acum
sl_si: Vpišite se zdaj
vi_vn: Đăng ký ngay
zh_cn: 立即注册
zh_tw: 現在報名

# br-ext.common:badgeTextLabel
source: Earn Badge
de_de: Abzeichen erwerben
es_es: Ganar insignia
it_it: Guadagna distintivo
ja_jp: バッジを獲得
km_kh: ទទួលបានផ្លាកសញ្ញា
mk_mk: Добијте значка
nl_nl: Badge verdienen
pt_br: Ganhar emblema
ro_ro: Obțineți o insignă
sl_si: Prisluži si značko
vi_vn: Nhận huy hiệu
zh_cn: 赢取奖章
zh_tw: 賺取徽章

# br-ext.common:userResultLabel
source: My Results:
de_de: Meine Ergebnisse:
es_es: Mis resultados:
it_it: I miei risultati:
ja_jp: マイ結果：
km_kh: លទ្ធផលរបស់ខ្ញុំ៖
mk_mk: Мои резултати:
nl_nl: Mijn resultaten:
pt_br: Meus resultados:
ro_ro: Rezultatele mele:
sl_si: Moji rezultati:
vi_vn: Kết quả của tôi:
zh_cn: 我的结果:
zh_tw: 我的結果：

# br-ext.common:adminResultLabel
source: Results:
de_de: Ergebnisse:
es_es: Resultados:
it_it: Risultati:
ja_jp: 結果：
km_kh: លទ្ធផល៖
mk_mk: Резултати:
nl_nl: Resultaten:
pt_br: Resultados:
ro_ro: Rezultate:
sl_si: Rezultati:
vi_vn: Kết quả:
zh_cn: 结果:
zh_tw: 結果：

# br-ext.common:openMoreQuizLabel
source: Open Quiz
de_de: Quiz öffnen
es_es: Abrir cuestionario
it_it: Apri quiz
ja_jp: クイズを開く
km_kh: បើកសំណួរ
mk_mk: Отвори квиз
nl_nl: Quiz openen
pt_br: Abrir questionário
ro_ro: Chestionar deschis
sl_si: Odpri kviz
vi_vn: Mở bài kiểm tra
zh_cn: 打开测验
zh_tw: 開啟測驗

# br-ext.common:pollCardVoteLabel
source: Total Votes Polled:
de_de: Insgesamt abgegebene Stimmen:
es_es: Votos sondeados totales:
it_it: Voti totali raccolti:
ja_jp: 投票総数：
km_kh: សន្លឹកឆ្នោតសរុបត្រូវបានបោះឆ្នោត៖
mk_mk: Вкупно дадени гласови:
nl_nl: Totaalaantal uitgebrachte stemmen:
pt_br: Total de votos apurados:
ro_ro: Total voturi în sondaj:
sl_si: Skupno število glasov:
vi_vn: Tổng số phiếu thu được:
zh_cn: 总票数查询:
zh_tw: 投票總數：

# br-ext.common:pollNoVotesLabel
source: No votes yet
de_de: Noch keine Stimmen
es_es: Todavía no hay ningún voto
it_it: Ancora nessun voto
ja_jp: 投票なし
km_kh: មិនទាន់មានការបោះឆ្នោតនៅឡើយទេ
mk_mk: Сè уште нема гласови
nl_nl: Nog geen stemmen
pt_br: Nenhum voto ainda
ro_ro: Nr. de voturi deocamdată
sl_si: Ni glasov
vi_vn: Chưa có phiếu bầu nào
zh_cn: 还没有投票
zh_tw: 沒有投票

# br-ext.common:inAccessiblePrivateCardText
source: This is a private card.
de_de: Dies ist eine private Karte.
es_es: Esta es una tarjeta privada.
it_it: Questa è una scheda privata.
ja_jp: これはプライベートカードです。
km_kh: នេះគឺជាកាតឯកជន។
mk_mk: Ова е приватна картичка.
nl_nl: Dit is een privékaart.
pt_br: Este é um cartão privado.
ro_ro: Acesta este un card privat.
sl_si: To je zasebna kartica.
vi_vn: Đây là thẻ riêng tư.
zh_cn: 这是私人卡。
zh_tw: 這是一個私人卡片。

# br-ext.common:upComingVideoLabel
source: Scheduled
de_de: Geplant
es_es: Programada
it_it: Programmato
ja_jp: スケジュール済み
km_kh: បាន​រៀប​កាលវិភាគ
mk_mk: Закажано
nl_nl: Gepland
pt_br: Agendada
ro_ro: Programată
sl_si: Načrtovano
vi_vn: Đã lên lịch
zh_cn: 已排定
zh_tw: 已排程

# br-ext.common:liveVideoLabel
source: Live
es_es: En directo
ja_jp: ライブ
km_kh: ផ្សាយផ្ទាល់
mk_mk: Во живо
pt_br: Ao vivo
sl_si: V živo
vi_vn: Đang trực tiếp
zh_cn: 实时
zh_tw: 即時線上

# br-ext.common:liveStreamEndContentLabel
source: The replay of this video will be available on {{companyName}} shortly
es_es: La repetición de este vídeo estará disponible en {{companyName}} en breve
it_it: La riproduzione di questo video sarà disponibile su {{companyName}} a breve
km_kh: ការចាក់ឡើងវិញនៃវីដេអូនេះនឹងមាននៅលើ {{companyName}} ក្នុងពេលឆាប់ៗនេះ
mk_mk: Репризата на ова видео ќе биде достапна на {{companyName}} наскоро
nl_nl: De herhaling van deze video zal binnenkort beschikbaar zijn op {{companyName}
ro_ro: Reluarea acestui videoclip va fi disponibilă pe {{companyName}} în curând
sl_si: Ponovitev tega videoposnetka bo kmalu na voljo na strani {{companyName}

# br-ext.common:liveStreamEndVideoLabel
source: Ended
de_de: Beendet
es_es: Finalizado
it_it: Terminato
ja_jp: 終了
km_kh: បានបញ្ចប់
mk_mk: Завршено
nl_nl: Beëindigd
pt_br: Terminou
ro_ro: Terminat
sl_si: Končano
vi_vn: Đã kết thúc
zh_cn: 已结束
zh_tw: 結束

# br-ext.common:liveStreamEndLabel
source: LiveStream Ended
de_de: Livestream beendet
es_es: Streaming en directo finalizado
it_it: LiveStream terminato
ja_jp: ライブ配信終了
km_kh: ការផ្សាយបន្តផ្ទាល់បានបញ្ចប់
mk_mk: Преносот во живо заврши
nl_nl: Livestream beëindigd
pt_br: LiveStream Encerrado
ro_ro: Livestream încheiat
sl_si: Pretočno predvajanje v živo je končano
vi_vn: Buổi phát trực tiếp đã kết thúc
zh_cn: 直播已结束
zh_tw: 直播結束

# br-ext.common:loadMoreTextPlural
source: Show {{remainingComments}} more comments
es_es: Mostrar {{remainingComments}} más comentarios
it_it: Visualizza altri {{remainingComments}} commenti
km_kh: បង្ហាញមតិ {{remainingComments}បន្ថែមទៀត
mk_mk: Прикажи {{remainingComments}} повеќе коментари
nl_nl: Nog {{remainingComments}} opmerkingen tonen
ro_ro: Mai afișați încă {{remainingComments}} comentarii
sl_si: Pokaži še toliko komentarjev: {{remainingComments}

# br-ext.common:linkTitle
source: Link
es_es: Vínculo
it_it: Collegamento
km_kh: តំណភ្ជាប់
mk_mk: Врска
nl_nl: Koppeling
sl_si: Povezava

# br-ext.common:channelsTitle
source: Channels
es_es: Canales
it_it: Canali
km_kh: ឆានែល
mk_mk: Канали
nl_nl: Kanalen
ro_ro: Canale
sl_si: Kanali

# br-ext.common:voteTextSingular
source: vote
es_es: voto
it_it: voto
km_kh: បោះឆ្នោត
mk_mk: глас
nl_nl: stem
ro_ro: vot
sl_si: glasovati

# br-ext.common:voteTextPlural
source: votes
es_es: votos
it_it: voti
km_kh: ការ​បោះឆ្នោត
mk_mk: гласови
nl_nl: stemmen
ro_ro: Voturi
sl_si: glasov

# br-ext.common:openPoll
source: Open Poll
es_es: Encuesta abierta
it_it: Sondaggio aperto
km_kh: បើកការស្ទង់មតិ
mk_mk: Отвори анкета
nl_nl: Poll openen
ro_ro: Sondaj deschis
sl_si: Odpri anketo

# br-ext.common:waitLabel
source: Please wait for a few seconds...
es_es: Espere unos segundos...
it_it: Attendi qualche secondo...
km_kh: សូមរង់ចាំពីរបីវិនាទី...
mk_mk: Ве молиме почекајте неколку секунди...
nl_nl: Wacht enkele seconden...
ro_ro: Așteptați câteva secunde...
sl_si: Počakajte nekaj sekund ...
