Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# br-ext.common:selectAll
source: Select All
es_es: Seleccionar todo
it_it: Seleziona tutto
km_kh: ជ្រើសរើសទាំងអស់។
mk_mk: Избери сѐ
nl_nl: Alles selecteren
ro_ro: Selectați tot
sl_si: Izberi vse

# br-ext.common:resultsFor
source: results for
es_es: resultados para
it_it: risultati per
km_kh: លទ្ធផលសម្រាប់
mk_mk: резултати за
nl_nl: resultaten voor
ro_ro: rezultate pentru
sl_si: Rezultati za

# br-ext.common:noResultFoundLabel
source: No result found
es_es: No se encontraron resultados
it_it: Nessun risultato trovato
km_kh: រកមិនឃើញលទ្ធផលទេ។
mk_mk: Не е пронајден резултат
nl_nl: Geen resultaat gevonden
ro_ro: Nu s-a găsit niciun rezultat
sl_si: Ni rezultatov iskanja

# br-ext.common:channel
source: Channel
es_es: Canal
it_it: Canale
km_kh: ឆានែល
mk_mk: Канал
nl_nl: Kanaal
ro_ro: Canal
sl_si: Kanal

# teams.common:tryEdcastNow
source: Try {{companyName}} Now
es_es: Pruebe {{companyName}} ahora
it_it: Prova {{companyName}} ora
km_kh: សាកល្បង {{companyName}ឥឡូវនេះ
mk_mk: Пробајте {{companyName}} сега
nl_nl: {{companyName}} nu proberen
ro_ro: Încercați {{companyName}} acum
sl_si: Preskusite zdaj: {{companyName}

# teams.common:dontHaveAccount
source: Don't have an account?
de_de: Sie haben kein Konto?
es_es: ¿No tiene una cuenta?
it_it: Non hai un account?
ja_jp: アカウントをお持ちではありませんか?
km_kh: មិនមាន'គណនីឬ?
mk_mk: Немате ли сметка?
nl_nl: Hebt u nog geen account?
pt_br: Não tem uma conta?
ro_ro: Nu aveți cont?
sl_si: Ali še nimate računa?
zh_cn: 还没有帐户?
zh_tw: 沒有帳戶？

# teams.common:email
source: Email
ja_jp: メール
km_kh: អ៊ីមែល
mk_mk: Е-пошта
nl_nl: E-mailadres
sl_si: E-pošta
zh_cn: 电子邮件
zh_tw: 電子郵件

# teams.common:password
source: Password
de_de: Kennwort
es_es: Contraseña
ja_jp: パスワード
km_kh: ពាក្យសម្ងាត់
mk_mk: Лозинка
nl_nl: Wachtwoord
pt_br: Senha
ro_ro: Parolă
sl_si: Geslo
vi_vn: Mật khẩu
zh_cn: 密码
zh_tw: 密碼

# teams.common:emailAddress
source: Email Address
de_de: E-Mail-Adresse
es_es: Dirección de email
it_it: Indirizzo email
ja_jp: メールアドレス
km_kh: អាសយដ្ឋានអ៊ីមែល
mk_mk: Адреса на е-пошта
nl_nl: E-mailadres
pt_br: Endereço de e-mail
ro_ro: Adresă de e-mail
sl_si: E-poštni naslov
vi_vn: Địa chỉ email
zh_cn: 电子邮件地址
zh_tw: 電子郵件地址

# teams.common:accountSignin
source: Sign in to your account
de_de: Melden Sie sich bei Ihrem Konto an
es_es: Inicie sesión en su cuenta
it_it: Accedi al tuo account
ja_jp: アカウントにログインしてください
km_kh: ចូលទៅគណនីរបស់អ្នក។
mk_mk: Пријавете се на вашата сметка
nl_nl: Inloggen op uw account
pt_br: Entre na conta
ro_ro: Conectați-vă la contul dvs.
sl_si: Prijavite se v svoj račun
vi_vn: Đăng nhập vào tài khoản của bạn
zh_cn: 登录到您的帐户
zh_tw: 登入您的帳戶

# teams.common:signinWith
source: Sign in with
de_de: Anmelden mit
es_es: Iniciar sesión con
it_it: Accedi con
ja_jp: でログインしてください
km_kh: ចូលជាមួយ
mk_mk: Пријавете се со
nl_nl: Aanmelden met
pt_br: Efetuar login com
ro_ro: Conectare cu
sl_si: Prijavite se z
vi_vn: Đăng nhập với
zh_cn: 登录信息
zh_tw: 使用下列登入

# teams.common:errorDescription
source: Something went wrong, please try again.
de_de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es_es: ¡Algo salió mal! Vuelva a intentarlo.
it_it: Si è verificato un errore. Riprova.
ja_jp: 問題が発生しました。もう一度やり直してください。
km_kh: មានអ្វីមួយខុសប្រក្រតី សូមព្យាយាមម្តងទៀត។
mk_mk: Нешто тргна наопаку, обидете се повторно.
nl_nl: Er ging iets mis. Probeer het opnieuw.
pt_br: Houve um erro, tente novamente.
ro_ro: Ceva nu a mers bine, încercați din nou.
sl_si: Prišlo je do težave, poskusite znova.
vi_vn: Đã xảy ra lỗi. Vui lòng thử lại.
zh_cn: 出现问题，请重试。
zh_tw: 出了點問題，請重試。

# teams.common:mins
source: mins
de_de: Min.
es_es: minutos
it_it: min
ja_jp: 分
km_kh: នាទី
mk_mk: минути
nl_nl: minuten
pt_br: min
ro_ro: minute
sl_si: min
vi_vn: phút
zh_cn: 分钟
zh_tw: 分鐘

# teams.common:minutes
source: minutes
de_de: Minuten
es_es: minutos
it_it: minuti
ja_jp: 分
km_kh: នាទី
mk_mk: минути
nl_nl: Minuten
pt_br: Minutos
ro_ro: minute
sl_si: minut
vi_vn: phút
zh_cn: 分钟
zh_tw: 分鐘

# teams.common:hours
source: hours
de_de: Stunden
es_es: horas
it_it: ore
ja_jp: 時間
km_kh: ម៉ោង
mk_mk: часа
nl_nl: uur
pt_br: Horas
ro_ro: ore
sl_si: ure
vi_vn: giờ
zh_cn: 小时
zh_tw: 小時

# teams.common:noUserFound
source: No User Found!
de_de: Kein Benutzer gefunden!
es_es: No se ha encontrado ningún usuario.
it_it: Nessun utente trovato
ja_jp: ユーザーが見つかりません。
km_kh: រកមិនឃើញអ្នកប្រើប្រាស់ទេ!
mk_mk: Не е пронајден корисник!
nl_nl: Geen gebruiker gevonden.
pt_br: Nenhum Usuário encontrado!
ro_ro: Nu s-a găsit niciun utilizator!
sl_si: Ni najdenih uporabnikov!
vi_vn: Không tìm thấy người dùng!
zh_cn: 找不到用户!
zh_tw: 未找到使用者！

# teams.common:and
source: and
de_de: und
es_es: y
it_it: e
ja_jp: および
km_kh: និង
mk_mk: и
nl_nl: en
pt_br: e
ro_ro: și
sl_si: in
vi_vn: và
zh_cn: 和
zh_tw: 和

# teams.common:unbookmarked
source: This SmartCard has been removed from your Bookmarks.
de_de: Diese SmartCard wurde aus Ihren Lesezeichen entfernt.
es_es: Esta tarjeta inteligente se ha eliminado de sus favoritos.
it_it: Questa SmartCard è stata rimossa dai segnalibri.
ja_jp: このスマートカードはブックマークから削除されました。
km_kh: SmartCard នេះត្រូវបានដកចេញពីទំព័រចំណាំរបស់អ្នក។
mk_mk: Оваа SmartCard е отстранета од вашите обележувачи.
nl_nl: Deze SmartCard is verwijderd uit uw bladwijzers.
pt_br: Este SmartCard foi removido de seus Favoritos.
ro_ro: Acest SmartCard a fost eliminat din marcajele dvs.
sl_si: Ta kartica SmartCard je odstranjena iz vaših zaznamkov.
vi_vn: SmartCard này đã được xóa khỏi Dấu trang của bạn.
zh_cn: 已从您的书签中移除此 SmartCard。
zh_tw: 此智慧卡已從您的書籤中刪除。

# teams.common:completedSmartcard
source: You have successfully completed the SmartCard.
de_de: Sie haben die SmartCard erfolgreich abgeschlossen.
es_es: Ha completado correctamente la tarjeta inteligente.
it_it: Hai completato correttamente la SmartCard.
ja_jp: スマートカードを完了しました。
km_kh: អ្នកបានបញ្ចប់ SmartCard ដោយជោគជ័យ។
mk_mk: Успешно ја завршивте SmartCard.
nl_nl: U hebt de SmartCard voltooid.
pt_br: Você concluiu com êxito o SmartCard.
ro_ro: Ați finalizat cu succes SmartCard-ul.
sl_si: Uspešno ste dokončali kartico SmartCard.
vi_vn: Bạn đã hoàn thành SmartCard này.
zh_cn: 您已成功完成 SmartCard。
zh_tw: 您已成功完成智慧卡。

# teams.common:smartcardSection
source: Section
de_de: Abschnitt
es_es: Sección
it_it: Sezione
ja_jp: セクション
km_kh: ផ្នែក
mk_mk: Дел
nl_nl: Sectie
pt_br: Seção
ro_ro: Secțiune
sl_si: Razdelek
vi_vn: Phần
zh_cn: 版块
zh_tw: 區段

# teams.common:createNewGroupSubText
source: After assigning the content, you will be asked for details for your new group
de_de: Nach der Zuweisung des Inhalts werden Sie nach Details für Ihre neue Gruppe gefragt.
es_es: Tras ceder el contenido, se le solicitará información detallada para su nuevo grupo
it_it: Una volta assegnato il contenuto, ti verranno chiesti i dettagli del tuo nuovo gruppo
ja_jp: コンテンツの割当て後、新規グループの詳細を要求されます
km_kh: ក្រោយការចាត់តាំងខ្លឹមព័ត៌មានហើយ អ្នកនឹងត្រូវបានស្នើសុំព័ត៌មានលម្អិតសម្រាប់ក្រុមថ្មីរបស់អ្នក
mk_mk: Откако ќе ја доделите содржината, ќе ви бидат побарани детали за вашата нова група
nl_nl: Nadat u de content hebt toegewezen, wordt u om gegevens voor uw nieuwe groep gevraagd
pt_br: Depois de atribuir o conteúdo, os detalhes do seu novo grupo serão solicitados
ro_ro: După atribuirea conținutului, vi se vor solicita detalii pentru noul grup
sl_si: Po dodelitvi vsebine boste morali navesti podrobnosti za novo skupino.
vi_vn: Sau khi gán nội dung, bạn sẽ được yêu cầu cung cấp thông tin chi tiết cho nhóm mới của bạn
zh_cn: 分配内容后，系统将要求您提供新组的详细信息
zh_tw: 指派內容後，將要求您輸入新群組的詳細資料

# teams.common:authorHeading
source: Name
es_es: Nombre
it_it: Nome
ja_jp: 名前
km_kh: ឈ្មោះ
mk_mk: Име
nl_nl: Naam
pt_br: Nome
ro_ro: Nume
sl_si: Ime
vi_vn: Tên
zh_cn: 名称
zh_tw: 姓名

# teams.common:unFollow
source: Unfollow
de_de: Nicht mehr folgen
es_es: Dejar de seguir
it_it: Non seguire più
ja_jp: フォロー解除
km_kh: មិនតាម
mk_mk: Отследи
nl_nl: Niet meer volgen
pt_br: Deixar de seguir
ro_ro: Anulare urmărire
sl_si: Prekliči spremljanje
vi_vn: Hủy theo dõi
zh_cn: 取消关注
zh_tw: 取消關注

# teams.common:completed
source: Completed
de_de: Abgeschlossen
es_es: Completada
it_it: Completato
ja_jp: 完了
km_kh: បានបញ្ចប់
mk_mk: Завршено
nl_nl: Voltooid
pt_br: Concluído
ro_ro: Finalizat
sl_si: Dokončano
vi_vn: Đã hoàn thành
zh_cn: 已完成
zh_tw: 已完成

# teams.common:liveEvent
source: Live Event
de_de: Live-Veranstaltung
es_es: Evento en directo
it_it: Evento live
ja_jp: ライブイベント
km_kh: ព្រឹត្តិការណ៍ផ្សាយផ្ទាល់
mk_mk: Настан во живо
nl_nl: Live-evenement
pt_br: Evento ao vivo
ro_ro: Eveniment în direct
sl_si: Dogodek v živo
vi_vn: Sự kiện trực tiếp
zh_cn: 直播活动
zh_tw: 直播活動

# teams.common:poll
source: Poll
de_de: Umfrage
es_es: Encuesta
it_it: Sondaggio
ja_jp: 投票
km_kh: ការបោះឆ្នោត
mk_mk: Анкета
pt_br: Pesquisa
ro_ro: Sondaj
sl_si: Anketa
vi_vn: Cuộc thăm dò ý kiến
zh_cn: 投票
zh_tw: 投票

# teams.common:quiz
source: Quiz
es_es: Cuestionario
ja_jp: クイズ
km_kh: កម្រងសំណួរ
mk_mk: Квиз
pt_br: Questionário
ro_ro: Test
sl_si: Kviz
vi_vn: Bài kiểm tra
zh_cn: 测验
zh_tw: 測驗

# teams.common:training
source: Training
es_es: Formación
it_it: Formazione
ja_jp: 研修
km_kh: ការបណ្តុះបណ្តាល
mk_mk: Обука
nl_nl: Opleiding
pt_br: Treinamento
ro_ro: Instruire
sl_si: Usposabljanje
vi_vn: Đào tạo
zh_cn: 培训
zh_tw: 訓練

# teams.common:link
source: Link
es_es: Vínculo
it_it: Collegamento
ja_jp: リンク
km_kh: តំណភ្ជាប់
mk_mk: Врска
nl_nl: koppeling
ro_ro: Legătură
sl_si: Povezava
vi_vn: Liên kết
zh_cn: 链接
zh_tw: 連結

# teams.common:addContentText
source: Add content to your My Learning Plan
de_de: Inhalte zum Plan für "Meine Schulungen" hinzufügen
es_es: Añadir contenido a Mi plan de aprendizaje
it_it: Aggiungi contenuti nel mio piano di apprendimento
ja_jp: ラーニング計画にコンテンツを追加する
km_kh: បន្ថែមខ្លឹមសារទៅក្នុងផែនការសិក្សារបស់ខ្ញុំ
mk_mk: Додајте содржина во вашиот Мој план за учење
nl_nl: Content toevoegen aan uw Mijn opleidingen
pt_br: Adicionar conteúdo ao plano Minha aprendizagem
ro_ro: Adăugați conținut în Planul meu de învățare
sl_si: Dodajte vsebino svojemu učnemu načrtu
vi_vn: Thêm nội dung vào Kế hoạch học tập của tôi
zh_cn: 在“我的学习计划”中添加内容
zh_tw: 將內容新增至您的“我的學習計畫”

# teams.common:startDateOptional
source: Start Date (Optional)
de_de: Startdatum (optional)
es_es: Fecha de inicio (opcional)
it_it: Data di inizio (opzionale)
ja_jp: 開始日（オプション）
km_kh: កាលបរិច្ឆេទចាប់ផ្តើម (ជាជម្រើស)
mk_mk: Почетен датум (Опционално)
nl_nl: Startdatum (optioneel)
pt_br: Data de início (Opcional)
ro_ro: Dată de început (opțional)
sl_si: Začetni datum (neobvezno)
vi_vn: Ngày bắt đầu (Tùy chọn)
zh_cn: 开始日期(可选)
zh_tw: 開始日期（可選）

# teams.common:selectADate
source: Select a date
de_de: Datum auswählen
es_es: Seleccionar una fecha
it_it: Seleziona una data
ja_jp: 日付を選択
km_kh: ជ្រើសរើសកាលបរិច្ឆេទ
mk_mk: Изберете датум
nl_nl: Selecteer een datum
pt_br: Selecionar uma data
ro_ro: Selectați o dată
sl_si: Izberite datum
vi_vn: Chọn một ngày
zh_cn: 选择日期
zh_tw: 選擇日期

# teams.common:dueDateOptional
source: Due Date (Optional)
de_de: Fälligkeitsdatum (optional)
es_es: Fecha de vencimiento (opcional)
it_it: Data limite (opzionale)
ja_jp: 期日（オプション）
km_kh: កាលបរិច្ឆេទផុតកំណត់ (ជាជម្រើស)
mk_mk: Рок на достасување (незадолжително)
nl_nl: Vervaldatum (optioneel)
pt_br: Data de vencimento (Opcional)
ro_ro: Data scadentă (opțional)
sl_si: Rok (neobvezno)
vi_vn: Ngày đến hạn (Tùy chọn)
zh_cn: 截至日期(可选)
zh_tw: 到期日 (選擇性)

# teams.common:directReports
source: Direct Reports
de_de: Direkt zugeordnete Mitarbeiter
es_es: Subordinados directos
it_it: Subordinati diretti
ja_jp: 直属部下
km_kh: អ្នករាយការណ៍​ឲ្យ​ផ្ទាល់
mk_mk: Директни извештаи
nl_nl: Directe ondergeschikten
pt_br: Subordinados diretos
ro_ro: Subalterni direcți
sl_si: Neposredna poročila
vi_vn: Nhân viên quản lý trực tiếp
zh_cn: 直接报告
zh_tw: 屬下

# teams.common:notifyIndividuals
source: Notify Individuals
de_de: Einzelpersonen benachrichtigen
es_es: Notificar a personas
it_it: Avvisa singoli
ja_jp: 個人に通知
km_kh: ជូនដំណឹងដល់បុគ្គល
mk_mk: Извести поединци
nl_nl: Melding aan personen sturen
pt_br: Notificar indivíduos
ro_ro: Notificare persoane
sl_si: Obvestite posameznike
vi_vn: Thông báo cho cá nhân
zh_cn: 通知个人
zh_tw: 通知個人

# teams.common:createNewGroupText
source: Create New Group with selected individuals
de_de: Neue Gruppe mit ausgewählten Einzelpersonen erstellen
es_es: Crear un grupo nuevo con las personas seleccionadas
it_it: Crea nuovo gruppo con singoli selezionati
ja_jp: 選択した個人が入る新規グループを作成
km_kh: បង្កើតក្រុមថ្មីជាមួយបុគ្គលនានាដែលបានជ្រើសរើស
mk_mk: Креирајте нова група со избрани поединци
nl_nl: Nieuwe groep maken met geselecteerde personen
pt_br: Criar novo grupo com indivíduos selecionados
ro_ro: Creați un grup nou cu persoanele selectate
sl_si: Ustvari novo skupino z izbranimi posamezniki
vi_vn: Tạo nhóm mới với cá nhân đã chọn
zh_cn: 创建包含选定个人的新组
zh_tw: 以選取的個人建立新的群組

# teams.common:modifyGroupText
source: Notify Group Members
de_de: Gruppenmitglieder benachrichtigen
es_es: Notificar a los miembros del grupo
it_it: Avvisa i membri del gruppo
ja_jp: グループメンバーに通知
km_kh: ជូនដំណឹងដល់សមាជិកក្រុម
mk_mk: Известете ги членовите на групата
nl_nl: Melding aan groepsleden sturen
pt_br: Notificar membros do grupo
ro_ro: Notificare către membrii grupului
sl_si: Obvesti člane skupine
vi_vn: Thông báo cho thành viên nhóm
zh_cn: 通知组成员
zh_tw: 通知群組成員

# teams.common:modifyGroupForGroupsText
source: Create New Group with members from selected groups
de_de: Neue Gruppe mit Mitgliedern aus ausgewählten Gruppen erstellen
es_es: Crear nuevo grupo con miembros de los grupos seleccionados
it_it: Crea nuovo gruppo con membri dai gruppi selezionati
ja_jp: 選択したグループのメンバーで新規グループを作成
km_kh: បង្កើតក្រុមថ្មីជាមួយសមាជិកពីក្រុមដែលបានជ្រើសរើស
mk_mk: Креирајте нова група со членови од избраните групи
nl_nl: Nieuwe groep maken met leden van geselecteerde groepen
pt_br: Criar novo grupo com membros de grupos selecionados
ro_ro: Creare grup nou cu membri din grupurile selectate
sl_si: Ustvari novo skupino s člani iz izbranih skupin
vi_vn: Tạo nhóm mới với các thành viên từ các nhóm đã chọn
zh_cn: 创建包含选定组中成员的新组
zh_tw: 使用選定群組中的成員建立新群組

# teams.common:privateContent
source: This content is private and therefore won't be visible to the assignee. You can change this in your smartcard settings.
de_de: Dieser Inhalt ist privat und daher für den Zugewiesenen nicht sichtbar. Sie können dies in Ihren SmartCard Einstellungen ändern.
es_es: Este contenido es privado y, por lo tanto, no será visible para el cesionario. Puede cambiarlo en la configuración de su tarjeta inteligente.
it_it: Questo contenuto è privato e pertanto non sarà visibile all'assegnatario. Puoi modificare questa opzione nelle impostazioni della tua SmartCard.
ja_jp: このコンテンツは非公開であるため、表示されません。割当先に表示されます。これはスマートカード設定で変更できます。
km_kh: ខ្លឹមព័ត៌មាននេះមានលក្ខណៈឯកជន ដូច្នេះហើយអ្នកនឹង'មិនអាចមើលឃើញអ្នកទទួល​ការចាត់តាំងទេ។ អ្នកអាចផ្លាស់ប្តូរវានៅក្នុងការកំណត់ smartcard របស់អ្នក។
mk_mk: Оваа содржина е приватна и затоа нема да биде видлива за доделеното лице. Можете да го смените ова во подесувањата за Вашата SmartCard.
nl_nl: Dit content is privé en zal daarom niet zichtbaar zijn voor de gevolmachtigde. U kunt dit wijzigen in uw SmartCard-instellingen.
pt_br: Este conteúdo é privado e, por isso, não vai permanecer visível para o atribuído. Você pode alterá-lo nas configurações do smartcard.
ro_ro: Acest conținut este privat și, prin urmare, nu va fi vizibil pentru responsabil. Puteți modifica această setare din setările SmartCard.
sl_si: Ta vsebina je zasebna, zato je oseba, ki je dodeljena, ne bo videla. To lahko spremenite v nastavitvah za SmartCard.
zh_cn: 此为私密内容，因此接受者无法查阅此内容。您可以在 SmartCard 设置中更改此配置。
zh_tw: 此為隱私內容，因此指定對象無法看見。您可以在智慧卡設定中進行變更。

# teams.common:userSelectedCountText
source: {{selected}} out of {{total}} individuals selected
de_de: {{selected}} von {{total}} Einzelpersonen ausgewählt
es_es: Se han seleccionado {{selected}} de {{total}} personas
it_it: {{selected}} su {{total}} singoli selezionati
ja_jp: {{total}} 名の個人中 {{selected}} 名が選択済み
km_kh: {{selected}} ក្នុងចំណោម {{total}} បុគ្គលត្រូវបានជ្រើសរើស
mk_mk: {{selected}} од {{total}} поединци се избрани
nl_nl: {{selected}} van {{total}} personen geselecteerd
pt_br: {{selected}} de {{total}} indivíduos selecionados
ro_ro: {{selected}} din {{total}} persoane selectate
sl_si: Izbrani posamezniki: {{selected}} od {{total}}
vi_vn: Đã chọn {{selected}}/{{total}} cá nhân
zh_cn: 已选定 {{selected}} 个人，共 {{total}} 个人
zh_tw: 已選取 {{selected}} 個人，共 {{total}} 個人

# teams.common:likes
source: Likes
es_es: Me gusta
it_it: Mi piace
ja_jp: 賛成
km_kh: ចូលចិត្ត
mk_mk: Допаѓања
nl_nl: Vindt leuk
pt_br: Curtidas
ro_ro: Aprecieri
sl_si: Všečki
vi_vn: Lượt thích
zh_cn: 点赞
zh_tw: 按讚

# teams.common:comments
source: Comments
de_de: Kommentare
es_es: Comentarios
it_it: Commenti
ja_jp: コメント
km_kh: មតិយោបល់
mk_mk: Коментари
nl_nl: Opmerkingen
pt_br: Comentários
ro_ro: Comentarii
sl_si: Komentarji
vi_vn: Bình luận
zh_cn: 评论
zh_tw: 評論

# teams.common:bookmarks
source: Bookmarks
de_de: Lesezeichen
es_es: Marcadores
it_it: Segnalibri
ja_jp: ブックマーク
km_kh: ចំណាំ
mk_mk: Обележувачи
nl_nl: Bladwijzers
pt_br: Favoritos
ro_ro: Marcaje
sl_si: Zaznamki
vi_vn: Dấu trang
zh_cn: 书签
zh_tw: 書籤

# teams.common:views
source: Views
de_de: Aufrufe
es_es: Visualizaciones
it_it: Visualizzazioni
ja_jp: 表示数
km_kh: ការមើល
mk_mk: Прегледи
nl_nl: Weergaven
pt_br: Exibe
ro_ro: Vizualizări
sl_si: Ogledi
vi_vn: Lượt xem
zh_cn: 查看
zh_tw: 檢視

# teams.common:completes
source: Completes
de_de: Abgeschlossen
es_es: Completadas
it_it: Completamenti
ja_jp: 完了する
km_kh: បញ្ចប់
mk_mk: Завршени
nl_nl: Voltooit
pt_br: Conclui
ro_ro: Finalizează
sl_si: Zaključeno
vi_vn: Hoàn thành
zh_cn: 完成
zh_tw: 個完成

# teams.common:ugh
source: Ugh!
de_de: Oh!
es_es: Vaya.
it_it: Peccato!
ja_jp: うーん！
km_kh: អុញ!
mk_mk: Уф!
pt_br: Aff!
sl_si: Uf!
vi_vn: Ôi!
zh_cn: 啊!
zh_tw: 哎呀！

# teams.common:noOneLiked
source: No one liked yet
de_de: Noch keine Likes
es_es: A nadie le gustó todavía
it_it: Ancora nessun Mi piace
ja_jp: まだ誰もいいねしていません
km_kh: មិនទាន់មានអ្នកណាចូលចិត្តនៅឡើយទេ
mk_mk: Сè уште никој не стави допаѓање
nl_nl: Nog niemand vindt dit leuk
pt_br: Ninguém gostou ainda
ro_ro: Nicio apreciere de la nimeni
sl_si: Ni všečkov
vi_vn: Chưa có ai thích cả
zh_cn: 还没有人点赞
zh_tw: 還沒有人按讚

# teams.common:noOneCommented
source: No one commented yet
de_de: Noch keine Kommentare
es_es: Nadie comentó todavía
it_it: Nessuno ha ancora commentato
ja_jp: まだ誰もコメントしていません
km_kh: គ្មាន​អ្នក​ណា​បញ្ចេញ​មតិ​នៅ​ឡើយ​ទេ។
mk_mk: Сè уште никој не коментираше
nl_nl: Nog niemand heeft een opmerking gemaakt
pt_br: Ninguém comentou ainda
ro_ro: Nimeni nu a comentat încă
sl_si: Ni komentarjev
vi_vn: Chưa có ai bình luận cả
zh_cn: 还没有人发表评论
zh_tw: 還沒有人發表評論

# teams.common:follow
source: Follow
de_de: Folgen
es_es: Seguir
it_it: Segui
ja_jp: フォロー
km_kh: តាម
mk_mk: Следи
nl_nl: Volgen
pt_br: Seguir
ro_ro: Urmărire
sl_si: Sledi
vi_vn: Theo dõi
zh_cn: 关注
zh_tw: 關注

# teams.common:sharePrivateModalContent
source: You are about to share a private SmartCard. Only users to whom this card has been shared will have access to it.
de_de: Sie sind im Begriff, eine private SmartCard zu teilen. Nur Benutzer, mit denen diese Karte geteilt wurde, können auf sie zugreifen.
es_es: Está a punto de compartir una tarjeta inteligente privada. Solo los usuarios con los que se haya compartido esta tarjeta tendrán acceso a ella.
it_it: Si sta per condividere una SmartCard privata. Solo gli utenti con cui è stata condivisa questa scheda potranno accedervi.
ja_jp: プライベート スマート カードを共有しようとしています。このカードを共有されたユーザーのみアクセスできます。
km_kh: អ្នកហៀបនឹងចែករំលែក SmartCard ឯកជនមួយ។ មាន​តែ​អ្នក​ប្រើ​ដែល​កាត​នេះ​ត្រូវ​បាន​ចែក​រំលែកទេ​នឹង​មាន​សិទ្ធិ​ចូល​ប្រើ​វាបាន។
mk_mk: Се подготвувате да споделите приватна SmartCard. Само корисниците на кои е споделена оваа картичка ќе имаат пристап до неа.
nl_nl: U staat op het punt een privé smartcard te delen. Alleen gebruikers met wie deze kaart is gedeeld, hebben hiertoe toegang.
pt_br: Você está prestes a compartilhar um SmartCard privado. Somente os usuários com quem este cartão foi compartilhado terão acesso a ele.
ro_ro: Sunteți pe cale să partajați un SmartCard privat. Vor avea acces la acest card doar utilizatorii cărora le-a fost distribuit.
sl_si: V skupno rabo boste dali zasebno kartico SmartCard. Dostop do nje bodo imeli samo uporabniki, s katerimi je ta kartica v skupni rabi.
vi_vn: Bạn sắp chia sẻ một SmartCard riêng tư. Chỉ người dùng được chia sẻ thẻ này mới có quyền truy cập.
zh_cn: 您打算共享私人 SmartCard。只有您已与其共享此卡的用户才能访问它。
zh_tw: 您即將分享一張私人智慧卡。只有已被分享此卡片的使用者才能存取它。

# teams.common:skipNotifyingUsers
source: Skip Notifying Users
de_de: Benachrichtigen von Benutzern überspringen
es_es: Omitir notificación a usuarios
it_it: Salta notifica agli utenti
ja_jp: ユーザーへの通知をスキップ
km_kh: រំលងការជូនដំណឹងអ្នកប្រើប្រាស់
mk_mk: Прескокни известување на корисници
nl_nl: Melding aan gebruikers overslaan
pt_br: Ignorar notificação de usuários
ro_ro: Omitere notificarea utilizatori
sl_si: Preskoči obveščanje uporabnikov
vi_vn: Bỏ qua việc thông báo cho người dùng
zh_cn: 跳过通知用户
zh_tw: 跳過通知用戶

# teams.common:currentlyShared
source: Currently Shared
de_de: Derzeit geteilt
es_es: Actualmente compartido
it_it: Attualmente condiviso
ja_jp: 現在共有中
km_kh: បច្ចុប្បន្ននេះបានចែករំលែក
mk_mk: Тековно споделено
nl_nl: Momenteel gedeeld
pt_br: Compartilhado no momento
ro_ro: Partajat în prezent
sl_si: Trenutno v skupni rabi
vi_vn: Hiện được chia sẻ
zh_cn: 当前已共享
zh_tw: 目前已分享

# teams.common:contentNotShared
source: This content is not shared with anyone
de_de: Dieser Inhalt ist mit niemandem geteilt.
es_es: Este contenido no se comparte con nadie
it_it: Questo contenuto non è condiviso con nessuno
ja_jp: このコンテンツは誰とも共有されていません
km_kh: ខ្លឹមព័ត៌មាននេះមិនត្រូវបានចែករំលែកជាមួយនរណាម្នាក់ឡើយ
mk_mk: Оваа содржина не се споделува со никого
nl_nl: Deze content wordt met niemand gedeeld
pt_br: Este Conteúdo não é compartilhado com ninguém
ro_ro: Acest conținut nu este partajat cu nimeni
sl_si: Ta vsebina ni v skupni rabi z nikomer
vi_vn: Nội dung này không được chia sẻ với bất cứ ai
zh_cn: 未与任何人共享此内容
zh_tw: 此內容不與任何人分享

# teams.common:individuals
source: Individuals
de_de: Einzelpersonen
es_es: Personas
it_it: Singoli
ja_jp: 個人
km_kh: បុគ្គលនានា
mk_mk: Поединци
nl_nl: Personen
pt_br: Indivíduos
ro_ro: Persoane
sl_si: Posamezniki
vi_vn: Cá nhân
zh_cn: 个人
zh_tw: 個人

# teams.common:groups
source: Groups
de_de: Gruppen
es_es: Grupos
it_it: Gruppi
ja_jp: グループ
km_kh: ក្រុម
mk_mk: Групи
nl_nl: Groepen
pt_br: Grupos
ro_ro: Grupuri
sl_si: Skupine
vi_vn: Nhóm
zh_cn: 组
zh_tw: 群組

# teams.common:private
source: Private
de_de: Privat
es_es: Privada
it_it: Privato
ja_jp: 非公開
km_kh: ឯកជន
mk_mk: Приватно
nl_nl: Privé
pt_br: Particular
ro_ro: Privat
sl_si: Zasebno
vi_vn: Riêng tư
zh_cn: 私密
zh_tw: 私人

# teams.common:adminNotSelfAuthoredDeleteAlert
source: All associated statistics and comments will be permanently removed.
de_de: Alle zugeordneten Statistiken und Kommentare werden endgültig entfernt.
es_es: Todas las estadísticas y los comentarios asociados se eliminarán de forma permanente.
it_it: Tutte le statistiche e i commenti associati verranno rimossi in modo permanente.
ja_jp: 関連するすべての統計とコメントは完全に削除されます。
km_kh: ស្ថិតិ និងមតិដែលពាក់ព័ន្ធទាំងអស់ត្រូវដកចេញជាអចិន្ត្រៃយ៍។
mk_mk: Сите поврзани статистики и коментари ќе бидат трајно отстранети.
nl_nl: Alle gekoppelde statistieken en opmerkingen worden permanent verwijderd.
pt_br: Todas as estatísticas e comentários associados serão removidos permanentemente.
ro_ro: Toate statisticile și comentariile asociate vor fi eliminate definitiv.
sl_si: Vse povezane statistike in komentarji bodo trajno odstranjeni.
vi_vn: Tất cả số liệu thống kê và bình luận liên quan sẽ bị xóa vĩnh viễn.
zh_cn: 所有相关的统计数据和评论将会被永久移除。
zh_tw: 所有的統計資料和評論將會被永久移除。
