Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# teams.teams:SmartCardDetailView_registerForDetails
source: Register to get details
de_de: Melden Sie sich an, um Details zu erhalten.
es_es: Regístrese para obtener información detallada
it_it: Registrati per ricevere Dettagli
ja_jp: 登録して詳細を取得
km_kh: ចុះឈ្មោះដើម្បីទទួលបានព័ត៌មានលម្អិត
mk_mk: Регистрирајте се за да добиете детали
nl_nl: Inschrijven om gegevens op te halen
pt_br: Inscreva-se para receber detalhes
ro_ro: Înregistrați-vă pentru a obține detalii
sl_si: Registrirajte se za podrobnosti
vi_vn: Đăng ký để biết chi tiết
zh_cn: 请注册以获取详情
zh_tw: 註冊以取得詳細資料

# teams.teams:SmartCardDetailView_maxRegistrationLimitReached
source: Maximum {{registrationLimit}} Allowed
de_de: Maximal {{registrationLimit}} zulässig
es_es: Tiempo máximo permitido: {{registrationLimit}}
it_it: Massimo {{registrationLimit}} consentito
ja_jp: 最大 {{registrationLimit}} が可能
km_kh: ជាអតិបរមា {{registrationLimit}} ដែលបានអនុញ្ញាត
mk_mk: Дозволено е максимум од {{registrationLimit}}
nl_nl: Maximum {{registrationLimit}} toegestaan
pt_br: Máximo {{registrationLimit} Permitido
ro_ro: Se permit {{registrationLimit}} maxim
sl_si: Dovoljeno največ {{registrationLimit}}
vi_vn: Tối đa {{registrationLimit}} được cho phép
zh_cn: 允许的最大注册数为 {{registrationLimit}}
zh_tw: 允許的最大 {{registrationLimit}}

# teams.teams:SmartCardDetailView_registrationDeadlinePassed
source: Registration deadline passed
de_de: Anmeldungsfrist abgelaufen
es_es: El plazo de registro ha finalizado
it_it: Scadenza registrazione superata
ja_jp: 登録期日が過ぎました
km_kh: បានហួសកាលកំណត់នៃការចុះបញ្ជី
mk_mk: Рокот за пријавување помина
nl_nl: Deadline van inschrijving verstreken
pt_br: O prazo da inscrição passou
ro_ro: Termen înregistrare depășit
sl_si: Rok za prijavo je potekel
vi_vn: Đã hết hạn đăng ký
zh_cn: 注册截止时间已过
zh_tw: 已過註冊截止日期

# teams.teams:SmartCardDetailView_registrationClosesOn
source: Registration closes on {{readableLastRegistrationDate}}
de_de: Anmeldung endet am {{readableLastRegistrationDate}}.
es_es: El registro se cierra el {{readableLastRegistrationDate}}
it_it: La registrazione chiude il {{readableLastRegistrationDate}}
ja_jp: 登録は {{readableLastRegistrationDate}} に終了します
km_kh: ការចុះឈ្មោះបិទនៅថ្ងៃ {{readableLastRegistrationDate}}
mk_mk: Регистрацијата завршува на {{readableLastRegistrationDate}}
nl_nl: Inschrijving sluit op {{readableLastRegistrationDate}}
pt_br: A inscrição termina em {{readableLastRegistrationDate}}
ro_ro: Înregistrarea se închide la {{readableLastRegistrationDate}}
sl_si: Registracija se zaključi dne {{readableLastRegistrationDate}}.
vi_vn: Đăng ký sẽ đóng vào {{readableLastRegistrationDate}}
zh_cn: 注册结束日期为 {{readableLastRegistrationDate}}
zh_tw: 註冊已於 {{readableLastRegistrationDate}} 關閉

# teams.teams:SmartCardDetailView_registered
source: Registered
de_de: Angemeldet
es_es: Registrada
it_it: Registrato
ja_jp: 登録済み
km_kh: បានចុះឈ្មោះ
mk_mk: Регистрирано
nl_nl: Ingeschreven
pt_br: Registrado
ro_ro: Înregistrat
sl_si: Registriran
vi_vn: Đã đăng ký
zh_cn: 已注册
zh_tw: 已註冊

# teams.teams:SmartCardDetailView_register
source: Register
de_de: Anmelden
es_es: Registro
it_it: Registra
ja_jp: 登録
km_kh: ចុះឈ្មោះ
mk_mk: Регистрирај
nl_nl: Registreren
pt_br: Registrar
ro_ro: Înregistrare
sl_si: Registrirajte se
vi_vn: Đăng ký
zh_cn: 注册
zh_tw: 註冊

# teams.teams:SmartCardDetailView_recordingDetails
source: Recording Details
de_de: Aufzeichnungsdetails
es_es: Detalles de grabación
it_it: Dettagli evento registrato
ja_jp: レコーディングの詳細
km_kh: ព័ត៌មានលម្អិតនៃការថត
mk_mk: Детали за снимање
nl_nl: Opnamegegevens
pt_br: Detalhes da gravação
ro_ro: Se înregistrează detaliile
sl_si: Podrobnosti snemanja
vi_vn: Chi tiết bản ghi
zh_cn: 录制详情
zh_tw: 錄製詳細資料

# teams.teams:SmartCardDetailView_meetingDetails
source: Meeting Details
es_es: Detalles de reunión
it_it: Dettagli riunione
ja_jp: ミーティング詳細
km_kh: ព័ត៌មានលម្អិតការប្រជុំ
mk_mk: Детали за состанок
nl_nl: Gegevens van bijeenkomst
pt_br: Detalhes de reunião
ro_ro: Detalii întâlnire
sl_si: Podrobnosti sestanka
vi_vn: Chi tiết cuộc họp
zh_cn: 会议详情
zh_tw: 會議詳細資料

# teams.teams:SmartCardDetailView_unregister
source: Unregister
de_de: Hier
es_es: Anular el registro
it_it: Annulla registrazione
ja_jp: 登録解除
km_kh: ឈប់ចុះឈ្មោះ
mk_mk: Одјавете се
nl_nl: Inschrijving ongedaan maken
pt_br: Cancelar registro
ro_ro: Anulare înregistrare
sl_si: Prekliči registracijo
vi_vn: Hủy đăng ký
zh_cn: 取消注册
zh_tw: 取消註冊

# teams.teams:SmartCardDetailView_hereLabel
source: here
de_de: abmelden
es_es: aquí
it_it: qui
ja_jp: ここにドロップ
km_kh: នៅទីនេះ
mk_mk: тука
nl_nl: hier
pt_br: aqui
ro_ro: aici
sl_si: tukaj
vi_vn: tại đây
zh_cn: 此处
zh_tw: 這裡

# teams.teams:SmartCardDetailView_submittedBy
source: Submitted By
de_de: Übermittelt von
es_es: Enviado por
it_it: Inviato da
ja_jp: 送信者
km_kh: បាន​ប្រគល់​ដោយ
mk_mk: Поднесено од
nl_nl: Ingediend door
pt_br: Enviada por
ro_ro: Trimis de
sl_si: Poslala oseba:
vi_vn: Người gửi
zh_cn: 提交者
zh_tw: 提交者

# teams.teams:SmartCardDetailView_registration
source: Registration
de_de: Anmeldung
es_es: Registro
it_it: Registrazione
ja_jp: 登録
km_kh: ការចុះឈ្មោះ
mk_mk: Регистрација
nl_nl: Inschrijving
pt_br: Inscrição
ro_ro: Înregistrare
sl_si: Registracija
vi_vn: Sự đăng ký
zh_cn: 注册
zh_tw: 註冊

# teams.teams:SmartCardDetailView_denyLabel
source: Deny
de_de: Ablehnen
es_es: Denegar
it_it: Nega
ja_jp: 拒否
km_kh: បដិសេធ
mk_mk: Одбиј
nl_nl: Weigeren
pt_br: Negar
ro_ro: Refuzare
sl_si: Zavrni
vi_vn: Từ chối
zh_cn: 拒绝
zh_tw: 拒絕

# teams.teams:SmartCardDetailView_approveLabel
source: Approve
de_de: Genehmigen
es_es: Aprobar
it_it: Approva
ja_jp: 承認
km_kh: យល់ព្រម
mk_mk: Одобри
nl_nl: Goedkeuren
pt_br: Aprovar
ro_ro: Aprobare
sl_si: Odobri
vi_vn: Chấp thuận
zh_cn: 批准
zh_tw: 核准

# teams.teams:SmartCardDetailView_approvedLabel
source: Approved
de_de: Genehmigt
es_es: Aprobado
it_it: Approvato
ja_jp: 承認済み
km_kh: បានអនុម័ត
mk_mk: Одобрено
nl_nl: Goedgekeurd
pt_br: Aprovado
ro_ro: Aprobat
sl_si: Odobreno
vi_vn: Tán thành
zh_cn: 已批准
zh_tw: 已核准

# teams.teams:SmartCardDetailView_denied
source: Denied
de_de: Abgelehnt
es_es: Denegado
it_it: Negata
ja_jp: 否認
km_kh: បានបដិសេធ
mk_mk: Одбиено
nl_nl: geweigerd
pt_br: Negada
ro_ro: Refuzat
sl_si: Zavrnjeno
vi_vn: Từ chối
zh_cn: 已拒绝
zh_tw: 被拒絕

# teams.teams:SmartCardDetailView_undoLabel
source: undo
de_de: Rückgängig machen
es_es: deshacer
it_it: annulla
ja_jp: 取り消し
km_kh: មិនធ្វើវិញ
mk_mk: поништи
nl_nl: ongedaan maken
pt_br: desfazer
ro_ro: anulare
sl_si: razveljavi
vi_vn: hoàn tác
zh_cn: 撤销
zh_tw: 復原

# teams.teams:SmartCardDetailView_voteLabel
source: Vote
de_de: Abstimmen
es_es: Votar
it_it: Voto
ja_jp: 投票
km_kh: បោះឆ្នោត
mk_mk: Гласај
nl_nl: Stemmen
pt_br: Votar
ro_ro: Vot
sl_si: Glasuj
vi_vn: Bỏ phiếu
zh_cn: 投票
zh_tw: 投票

# teams.teams:SmartCardDetailView_submitted
source: Submitted
de_de: Übermittelt
es_es: Enviada
it_it: Inviato
ja_jp: 送信済み
km_kh: បាន​ប្រគល់
mk_mk: Поднесено
nl_nl: Ingediend
pt_br: Enviado
ro_ro: Trimis
sl_si: Oddano
vi_vn: Đã gửi
zh_cn: 已提交
zh_tw: 已提交

# teams.teams:SmartCardDetailView_comment
source: Comment
de_de: Kommentar
es_es: Comentar
it_it: Commento
ja_jp: コメント
km_kh: មតិយោបល់
mk_mk: Коментирај
nl_nl: Commentaar
pt_br: Comentário
ro_ro: Comentariu
sl_si: Komentiraj
vi_vn: Bình luận
zh_cn: 评论
zh_tw: 評論

# teams.teams:SmartCardDetailView_completionSupportAlertText
source: Marking the SmartCard as incomplete will not change the Continuous Learning hour or the score associated with it.
de_de: Durch die Markierung der SmartCard als unvollständig werden weder die kontinuierlichen Lernstunden noch die zugeordnete Punktzahl geändert.
es_es: Marcar la tarjeta inteligente como incompleta no va a cambiar la hora de aprendizaje continuo o la puntuación asociada.
it_it: Contrassegnando la SmartCard come non completata, non vengono cambiati l'ora di apprendimento continuo o il punteggio associati.
ja_jp: スマートカードを未完了としてマークしても、継続学習時間やそれに関連付けられているスコアは変更されません。
km_kh: ការសម្គាល់ SmartCard ថាមិនបានបញ្ចប់នឹងមិនផ្លាស់ប្តូរម៉ោងសិក្សាបន្ត ឬពិន្ទុដែលភ្ជាប់ជាមួយវានោះទេ។
mk_mk: Обележувањето на SmartCard како нецелосна нема да ги промени часот за континуирано учење или резултатот поврзан со истата.
nl_nl: Als u de SmartCard markeert als Onvolledig, wordt het uur voor continu leren of de bijbehorende score niet gewijzigd.
pt_br: Marcar o SmartCard como incompleto não vai alterar a hora de aprendizagem contínua ou a pontuação associada a ela.
ro_ro: Marcarea SmartCard ca nefinalizat nu va schimba numărul de ore de învățare continuă sau scorul asociat cu acesta.
sl_si: Če kartico SmartCard označite kot nedokončano, se čas neprekinjenega učenja in z njim povezan rezultat ne bosta spremenila.
vi_vn: Đánh dấu SmartCard là chưa hoàn thành sẽ không thay đổi giờ Học tập liên tục hoặc điểm số có liên quan.
zh_cn: 将 SmartCard 标记为未完成将不会更改持续学习小时数或与其相关的分数。
zh_tw: 將智慧卡標記為不完整不會改變持續學習時間或與之相關的分數。

# teams.teams:SmartCardDetailView_markAsCompleted
source: Mark as Completed
de_de: Als abgeschlossen markieren
es_es: Marcar como completada
it_it: Contrassegna come completata
ja_jp: 完了としてマーク
km_kh: សម្គាល់ថាបានបញ្ចប់
mk_mk: Обележи како завршено
nl_nl: Markeren als Voltooid
pt_br: Marcar como concluído
ro_ro: Marcare ca Finalizat
sl_si: Označi kot dokončano
vi_vn: Đánh dấu là đã hoàn thành
zh_cn: 标记为已完成
zh_tw: 標記爲已完成

# teams.teams:SmartCardDetailView_markAsIncompleteBody
source: Marking the {{readableCardTypeLabel}} as incomplete will not change the Continuous Learning hour or the score associated with it.
de_de: Durch die Markierung von {{readableCardTypeLabel}} als unvollständig werden weder die kontinuierlichen Lernstunden noch die zugeordnete Punktzahl geändert.
es_es: Marcar {{readableCardTypeLabel}} como incompleta no va a cambiar la hora de aprendizaje continuo o la puntuación asociada.
it_it: Contrassegnando la {{readableCardTypeLabel}} come non completata, non vengono cambiati l'ora di apprendimento continuo o il punteggio associati.
ja_jp: {{readableCardTypeLabel}} を未完了としてマークしても、継続学習時間またはそれに関連付けられたスコアは変更されません。
km_kh: ការសម្គាល់ {{readableCardTypeLabel}} ថាមិនបានបញ្ចប់នឹងមិនផ្លាស់ប្តូរម៉ោងសិក្សាបន្ត ឬពិន្ទុដែលភ្ជាប់ជាមួយវានោះទេ។
mk_mk: Обележувањето на {{readableCardTypeLabel}} како нецелосно нема да го промени часот за континуирано учење или резултатот поврзан со него.
nl_nl: Als u de {{readableCardTypeLabel}} markeert als Onvolledig, wordt het uur voor continu leren of de bijbehorende score niet gewijzigd.
pt_br: Marcar o {{readableCardTypeLabel}} como não concluído não vai alterar a hora de aprendizagem contínua ou a pontuação associada a ela.
ro_ro: Marcarea {{readableCardTypeLabel}} ca nefinalizat nu va schimba numărul de ore de învățare continuă sau scorul asociat cu acesta.
sl_si: Če kartico {{readableCardTypeLabel}} označite kot nedokončano, se čas neprekinjenega učenja in z njim povezan rezultat ne bosta spremenila.
vi_vn: Việc đánh dấu {{readableCardTypeLabel}} là chưa hoàn thành sẽ không thay đổi giờ Học liên tục hoặc điểm liên quan đến giờ đó.
zh_cn: 将 {{readableCardTypeLabel}} 标记为未完成不会更改持续学习小时数或与其相关的分数。
zh_tw: 將 {{readableCardTypeLabel}} 標記為未完成不會變更連續學習時數或與其相關的分數。

# teams.teams:SmartCardDetailView_creditsTextLabel
source: CPE credits:
de_de: CPE-Fortbildungspunkte:
es_es: Créditos de CPE:
it_it: Crediti CPE:
ja_jp: CPE単位:
km_kh: CPE ក្រេឌីត៖
mk_mk: CPE кредити:
nl_nl: CPE-studiepunten:
pt_br: Créditos de CPE:
ro_ro: Credite CPE:
sl_si: CPE krediti:
vi_vn: Tín dụng CPE:
zh_cn: CPE 学分:
zh_tw: CPE 學分：

# teams.teams:SmartCardDetailView_sharedWithTeamsText
source: Shared with Groups
de_de: Mit Gruppen geteilt
es_es: Compartido con grupos
it_it: Condiviso con gruppi
ja_jp: グループと共有済み
km_kh: ចែករំលែកជាមួយក្រុម
mk_mk: Споделено со Групи
nl_nl: Gedeeld met groepen
pt_br: Compartilhado com Grupos
ro_ro: Partajat cu grupuri
sl_si: V skupni rabi s skupinami
vi_vn: Được chia sẻ với nhóm
zh_cn: 与组共享
zh_tw: 與群組共享

# teams.teams:SmartCardDetailView_assignedToTeamsText
source: Assigned with Groups
de_de: Gruppen zugewiesen
es_es: Cedido a grupos
it_it: Assegnato ai gruppi
ja_jp: グループに割当済み
km_kh: ចាត់តាំងជាមួយក្រុម
mk_mk: Назначено на групи
nl_nl: Toegewezen aan groepen
pt_br: Atribuído a grupos
ro_ro: Atribuit cu grupuri
sl_si: Dodeljeno skupinam
vi_vn: Được chỉ định với nhóm
zh_cn: 已分配给组
zh_tw: 分配給群組

# teams.teams:SmartCardDetailView_tagText
source: Topic
de_de: Thema
es_es: Tema
it_it: Argomento
ja_jp: トピック
km_kh: ប្រធានបទ
mk_mk: Тема
nl_nl: Onderwerp
pt_br: Tópico
ro_ro: Subiect
sl_si: Tema
vi_vn: Đề tài
zh_cn: 主题
zh_tw: 話題

# teams.teams:SmartCardDetailView_privateShareModalContent
source: You are about to share a private {{readableCardTypeLabel}}. Only users to whom this card has been shared will have access to it.
de_de: Sie sind im Begriff, eine private {{readableCardTypeLabel}} zu teilen. Nur Benutzer, mit denen diese Karte geteilt wurde, können auf sie zugreifen.
es_es: Está a punto de compartir una {{readableCardTypeLabel}} privada. Solo los usuarios con los que se haya compartido esta tarjeta tendrán acceso a ella.
it_it: Stai per condividere una {{readableCardTypeLabel}} privata. Solo gli utenti con cui è stata condivisa questa scheda potranno accedervi.
ja_jp: 非公開の {{readableCardTypeLabel}) を共有しようとしています。このカードを共有されたユーザーのみアクセスできます。
km_kh: អ្នកហៀបនឹងចែករំលែក {{readableCardTypeLabel}ឯកជន។ មាន​តែ​អ្នក​ប្រើ​ដែល​កាត​នេះ​ត្រូវ​បាន​ចែក​រំលែកទេ​នឹង​មាន​សិទ្ធិ​ចូល​ប្រើ​វាបាន។
mk_mk: Се подготвувате да споделите приватна {{readableCardTypeLabel}}. Само корисниците на кои е споделена оваа картичка ќе имаат пристап до неа.
nl_nl: U staat op het punt een privé{{readableCardTypeLabel}} te delen. Alleen gebruikers met wie deze kaart is gedeeld, hebben hiertoe toegang.
pt_br: Você está prestes a compartilhar um {{readableCardTypeLabel}} privado. Somente os usuários com quem este cartão foi compartilhado terão acesso a ele.
ro_ro: Sunteți pe punctul de a distribui un {{readableCardTypeLabel}} privat. Vor avea acces la acest card doar utilizatorii cărora le-a fost distribuit.
sl_si: V skupno rabo boste dali zasebno kartico ({{readableCardTypeLabel}}). Dostop do nje bodo imeli samo uporabniki, s katerimi je ta kartica v skupni rabi.
vi_vn: Bạn sắp chia sẻ một {{readableCardTypeLabel}} riêng tư. Chỉ người dùng được chia sẻ thẻ này mới có quyền truy cập.
zh_cn: 您将共享私有 {{readableCardTypeLabel}}。只有您已与其共享此卡的用户才能访问它。
zh_tw: 您即將分享私人 {{readableCardTypeLabel}}。只有已被分享此卡片的使用者才能存取它。

# teams.teams:SmartCardDetailView_startButtonText
source: Start
de_de: Starten
es_es: Iniciar
it_it: Inizia
ja_jp: 開始
km_kh: ចាប់ផ្តើម
mk_mk: Започни
nl_nl: Begin
pt_br: Iniciar
sl_si: Začni
vi_vn: Bắt đầu
zh_cn: 开始
zh_tw: 開始

# teams.teams:SmartCardDetailView_deleteModalContentUser
source: You are about to delete the {{readable_card_type}} <i>{{card_title}}</i>. Please be aware that doing so will remove all associated statistics and comments. This action cannot be undone. How would you like to proceed?
de_de: Sie sind im Begriff, die {{readable_card_type}} <i>{{card_title}}</i> zu löschen. Beachten Sie, dass dadurch alle verknüpften Statistiken und Kommentare entfernt werden. Diese Aktion kann nicht rückgängig gemacht werden. Wie möchten Sie fortfahren?
es_es: Está a punto de eliminar el {{readable_card_type}} <i>{{card_title}}</i>. Tenga en cuenta que al hacerlo se eliminarán todas las estadísticas y comentarios asociados. Esta acción no se puede deshacer. ¿Cómo desea proceder?
it_it: Stai per eliminare la scheda {{readable_card_type}} <i>{{card_title}}</i>. Tieni presente che così facendo verranno rimosse tutte le statistiche e i commenti associati. Questa azione non può essere annullata. Come desideri procedere?
ja_jp: {{readable_card_type}} <i>{{card_title}}</i>を削除しようとしています。これを行うと、関連するすべての統計とコメントが削除されることに注意してください。このアクションは元に戻せません。どのように進めますか。
km_kh: អ្នកហៀបនឹងលុប {{readable_card_type}} <i>{{card_title}}</i>។ សូម​ដឹង​ថា ការ​ធ្វើ​ដូច្នេះ​នឹង​ដកចេញស្ថិតិ និង​មតិ​ដែល​ពាក់ព័ន្ធ​ទាំងអស់​។ សកម្មភាពនេះមិនអាចត្រឡប់វិញបានទេ។ តើអ្នកចង់បន្តដោយរបៀបណា?
mk_mk: Се подготвувате да ја избришете {{readable_card_type}} <i>{{card_title}}</i>. Имајте предвид дека со тоа ќе се отстранат сите поврзани статистики и коментари. Ова дејство не може да се врати. Како сакате да продолжите?
nl_nl: U staat op het punt om {{readable_card_type}} <i>{{card_title}}</i> te verwijderen. Als u hiermee doorgaat, worden alle gekoppelde statistieken en opmerkingen verwijderd. Deze actie kan niet ongedaan worden gemaakt. Hoe wilt u doorgaan?
pt_br: Você está prestes a excluir o {{readable_card_type}} <i>{{card_title}}</i>. Esteja ciente de que isso removerá todas as estatísticas e comentários associados. Esta ação não pode ser desfeita. Como você gostaria de continuar?
ro_ro: Sunteți pe punctul de a șterge {{readable_card_type}} <i>{{card_title}}</i>. Vă rugăm să rețineți că acest lucru va elimina toate statisticile și comentariile asociate. Această acțiune nu poate fi anulată. Cum doriți să procedați în continuare?
sl_si: Izbrisali boste {{readable_card_type}} <i>{{card_title}}</i>. Upoštevajte, da boste s tem odstranili vse povezane statistike in komentarje. Tega dejanja ni mogoče razveljaviti. Kako želite nadaljevati?
vi_vn: Bạn sắp xóa {{readable_card_type}} <i>{{card_title}}</i>. Xin lưu ý rằng làm như vậy sẽ xóa tất cả số liệu thống kê và bình luận liên quan. Không thể hoàn tác hành động này. Bạn muốn tiếp tục như thế nào?
zh_cn: 您即将删除{{readable_card_type}} <i>{{card_title}}</i>。请注意，这样做将删除所有相关的统计数据和评论。此操作不可撤消。是否要继续？
zh_tw: 您即將刪除 {{readable_card_type}} <i>{{card_title}}</i>。請注意，這樣做將會移除所有相關統計資料和評論。此動作無法復原。您想要如何進行?

# teams.teams:SmartCardDetailView_progressText
source: Your Progress
de_de: Ihr Fortschritt
es_es: Su estado
it_it: Stato di avanzamento
ja_jp: 進捗
km_kh: វឌ្ឍនភាពរបស់អ្នក
mk_mk: Вашиот напредок
nl_nl: Uw voortgang
pt_br: Seu Progresso
ro_ro: Progresul dvs.
sl_si: Vaš napredek
vi_vn: Sự tiến bộ của bạn
zh_cn: 您的进度
zh_tw: 您的進度

# teams.teams:SmartCardDetailView_completionBadgeText
source: Completion Badge
de_de: Abzeichen für den Abschluss
es_es: Insignia de finalización
it_it: Badge di completamento
ja_jp: 完了バッジ
km_kh: ស្លាកសញ្ញាបញ្ចប់
mk_mk: Значка за завршување
nl_nl: Voltooiingsbadge
pt_br: Emblema de conclusão
ro_ro: Ecuson de finalizare
sl_si: Značka za dokončanje
vi_vn: Huy hiệu hoàn thành
zh_cn: 完成奖章
zh_tw: 完成徽章

# teams.teams:SmartCardDetailView_creditsLabelText
source: CPE credits:
de_de: CPE-Fortbildungspunkte:
es_es: Créditos de CPE:
it_it: Crediti CPE:
ja_jp: CPE単位:
km_kh: ឥណទាន CPE៖
mk_mk: Кредити на CPE:
nl_nl: CPE-studiepunten:
pt_br: Créditos de CPE:
ro_ro: Credite CPE:
sl_si: CPE krediti:
vi_vn: Tín dụng CPE:
zh_cn: CPE 学分:
zh_tw: CPE 學分：

# teams.teams:SmartCardDetailView_sharedLabel
source: Shared with groups
de_de: Mit Gruppen geteilt
es_es: Compartida con grupos
it_it: Condiviso con i gruppi
ja_jp: グループと共有済み
km_kh: ចែករំលែកជាមួយក្រុម
mk_mk: Споделено со групи
nl_nl: Gedeeld met groepen
pt_br: Compartilhados com grupos
ro_ro: Partajat cu grupuri
sl_si: V skupni rabi s skupinami
vi_vn: Được chia sẻ với các nhóm
zh_cn: 与组共享
zh_tw: 與群組共享

# teams.teams:SmartCardDetailView_correct
source: Correct
de_de: Richtig
es_es: Correcto
it_it: Corretto
ja_jp: 正解
km_kh: ត្រឹមត្រូវ។
mk_mk: Точно
nl_nl: Juist
pt_br: Correto
ro_ro: Corect
sl_si: Pravilno
vi_vn: Chính xác
zh_cn: 正确
zh_tw: 正確的

# teams.teams:SmartCardDetailView_incorrect
source: Incorrect
de_de: Falsch
es_es: Incorrecto
it_it: Non corretto
ja_jp: 不正解
km_kh: មិនត្រឹមត្រូវ
mk_mk: Неточно
nl_nl: Onjuist
pt_br: Incorreto
ro_ro: Incorect
sl_si: Nepravilno
vi_vn: Không đúng
zh_cn: 不正确
zh_tw: 不正確

# teams.teams:SmartCardDetailView_mandatoryQuestion
source: Please answer the mandatory question
de_de: Bitte beantworten Sie die Pflichtfrage.
es_es: Responda a la pregunta obligatoria
it_it: Si prega di rispondere alla domanda obbligatoria
ja_jp: 必須の質問に答えてください
km_kh: សូមឆ្លើយសំណួរចាំបាច់
mk_mk: Ве молиме одговорете на задолжителното прашање
nl_nl: Beantwoord de verplichte vraag
pt_br: Responda à pergunta obrigatória
ro_ro: Vă rugăm să răspundeți la întrebarea obligatorie
sl_si: Odgovorite na obvezno vprašanje.
vi_vn: Hãy trả lời câu hỏi bắt buộc
zh_cn: 请回答必答问题
zh_tw: 請回答必答問題

# teams.teams:SmartCardDetailView_answerAllQuestions
source: Please answer all the questions from the quiz
de_de: Bitte beantworten Sie alle Fragen im Quiz.
es_es: Responda a todas las preguntas del cuestionario
it_it: Si prega di rispondere a tutte le domande del quiz
ja_jp: クイズのすべての質問に答えてください
km_kh: សូមឆ្លើយសំណួរទាំងអស់ពីកម្រងសំណួរ
mk_mk: Ве молиме одговорете на сите прашања од квизот
nl_nl: Beantwoord alle vragen van de quiz
pt_br: Responda a todas as perguntas do quiz.
ro_ro: Vă rugăm să răspundeți la toate întrebările din test
sl_si: Odgovorite na vsa vprašanja v kvizu.
vi_vn: Vui lòng trả lời tất cả các câu hỏi trong bài kiểm tra
zh_cn: 请回答测验中的所有问题
zh_tw: 請回答測驗中的所有問題

# teams.teams:SmartCardDetailView_results
source: Results
de_de: Ergebnisse
es_es: Resultados
it_it: Risultati
ja_jp: 結果
km_kh: លទ្ធផល
mk_mk: Резултати
nl_nl: Resultaten
pt_br: Resultados
ro_ro: rezultate
sl_si: Rezultati
vi_vn: Kết quả
zh_cn: 结果
zh_tw: 結果

# teams.teams:SmartCardDetailView_response
source: Response
de_de: Antwort
es_es: Respuesta
it_it: Risposta
ja_jp: レスポンス
km_kh: ការឆ្លើយតប
mk_mk: Одговор
nl_nl: Reactie
pt_br: Resposta
ro_ro: Răspuns
sl_si: Odziv
vi_vn: Phản hồi
zh_cn: 响应
zh_tw: 回應

# teams.teams:SmartCardDetailView_passed
source: Passed
de_de: Bestanden
es_es: Aprobado
it_it: Superato
ja_jp: 成功しました
km_kh: ឆ្លងកាត់
mk_mk: Поминато
nl_nl: Geslaagd
pt_br: Aprovado
ro_ro: Admis
sl_si: Uspešno
vi_vn: Đạt
zh_cn: 已通过
zh_tw: 及格

# teams.teams:SmartCardDetailView_failed
source: Failed
de_de: Nicht bestanden
es_es: No superado
it_it: Non superato
ja_jp: 失敗
km_kh: បរាជ័យ
mk_mk: Неуспешно
nl_nl: Niet geslaagd
pt_br: Com falha
ro_ro: Eșuat
sl_si: Ni uspelo
vi_vn: Thất bại
zh_cn: 失败
zh_tw: 不及格

# teams.teams:SmartCardDetailView_averageScore
source: Average Score
de_de: Durchschnittliche Punktzahl
es_es: Puntuación media
it_it: Punteggio medio
ja_jp: 平均スコア
km_kh: ពិន្ទុ​មធ្យម
mk_mk: Просечен резултат
nl_nl: Gemiddelde score
pt_br: Nota média
ro_ro: Punctaj mediu
sl_si: Povprečni rezultat
vi_vn: Điểm trung bình
zh_cn: 平均分数
zh_tw: 平均分數

# teams.teams:SmartCardDetailView_answerAgain
source: Answer Again
de_de: Erneut beantworten
es_es: Volver a responder
it_it: Rispondi di nuovo
ja_jp: 再度答える
km_kh: ឆ្លើយម្តងទៀត
mk_mk: Одговори повторно
nl_nl: Opnieuw antwoorden
pt_br: Responder novamente
ro_ro: Răspundeți din nou
sl_si: Ponovno odgovori
vi_vn: Trả lời lại
zh_cn: 重新回答
zh_tw: 再次作答

# teams.teams:SmartCardDetailView_totalVotesPolled
source: Total Votes Polled
de_de: Insgesamt abgegebene Stimmen
es_es: Votos sondeados totales
it_it: Voti totali raccolti
ja_jp: 投票総数
km_kh: ចំនួនបោះឆ្នោតសរុប
mk_mk: Вкупно дадени гласови
nl_nl: Totaalaantal uitgebrachte stemmen
pt_br: Total de votos apurados
ro_ro: Total voturi în sondaj
sl_si: Skupno število oddanih glasov
vi_vn: Tổng số phiếu thu được
zh_cn: 总票数查询
zh_tw: 投票總數

# teams.teams:SmartCardDetailView_gradeScale
source: Grade Scale
de_de: Beurteilungsskala
es_es: Modelo de calificación
it_it: Scala dei voti
ja_jp: グレードスケール
km_kh: មាត្រដ្ឋានថ្នាក់ពិន្ទុ
mk_mk: Скала за оценки
nl_nl: Cijferschaal
pt_br: Escala de pontuação
ro_ro: Grilă de notare
sl_si: Lestvica ocen
vi_vn: Thang điểm
zh_cn: 评分标准
zh_tw: 分級量表

# teams.teams:SmartCardDetailView_grade
source: Grade
de_de: Beurteilung
es_es: Calificación
it_it: Voto
ja_jp: グレード
km_kh: ថ្នាក់
mk_mk: Оценка
nl_nl: Cijfer
pt_br: Pontuação
ro_ro: Clasă
sl_si: Ocena
vi_vn: Cấp
zh_cn: 评分
zh_tw: 年級

# teams.teams:SmartCardDetailView_grader
source: Grader
de_de: Beurteiler
es_es: Calificador
it_it: Valutatore
ja_jp: グレーダー
km_kh: អ្នកដាក់ពិន្ទុ
mk_mk: Оценувач
nl_nl: Beoordelaar
pt_br: Classificador
ro_ro: Evaluator
sl_si: Ocenjevalec
vi_vn: Người chấm điểm
zh_cn: 评分人
zh_tw: 評分人
