Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# teams.teams:Cards_privateInfoText
source: Viewing this SmartCard is restricted to users who you have shared it. Sharing a SmartCard can be done directly, or indirectly, via a Group, or Channel, that the users belong to.
de_de: Diese SmartCard kann nur von Benutzern angezeigt werden, mit denen Sie sie geteilt haben. Sie können eine SmartCard direkt oder indirekt über eine Gruppe oder einen Channel teilen, zu der/dem die Benutzer gehören.
es_es: La visualización de esta SmartCard está restringida a los usuarios que la hayan compartido. Compartir una Smartcard se puede hacer directa o indirectamente a través de un grupo o canal al que pertenezcan los usuarios.
it_it: La visualizzazione di questa SmartCard è limitata agli utenti con cui l'hai condivisa. La condivisione di una SmartCard può essere effettuata direttamente, o indirettamente, tramite un Gruppo, o canale, a cui gli utenti appartengono.
ja_jp: このスマートカードの表示は、あなたが共有したユーザーに限定されます。スマートカードの共有は、ユーザーが属するグループまたはチャンネルを介して直接的または間接的に行うことができます。
km_kh: ការមើល SmartCard នេះត្រូវបានដាក់កំហិតចំពោះអ្នកប្រើប្រាស់ដែលអ្នកបានចែករំលែកវា។ ការចែករំលែក SmartCard អាចធ្វើឡើងដោយផ្ទាល់ ឬដោយប្រយោល តាមរយៈក្រុម ឬ Channel ដែលអ្នកប្រើប្រាស់ជាកម្មសិទ្ធិ។
mk_mk: Гледањето на оваа SmartCard е ограничено на корисници со кои сте ја споделиле. Споделувањето на SmartCard може да се изврши директно или индиректно, преку Група или Канал каде што припаѓаат корисниците.
nl_nl: Weergave van deze SmartCard is beperkt tot gebruikers met wie u hem hebt gedeeld. Een SmartCard kan direct worden gedeeld of indirect via een groep of kanaal waartoe de gebruikers behoren.
pt_br: A exibição do SmartCard está restrita a usuários com quem você o compartilhou. O compartilhamento de um SmartCard pode ser feito direta ou indiretamente por meio de um Grupo, ou Canal, ao qual os usuários pertencem.
ro_ro: Vizualizarea acestui SmartCard este limitată la utilizatorii către care l-ați distribuit. Partajarea unui SmartCard se poate face direct sau indirect, prin intermediul unui grup sau canal de care aparțin utilizatorii.
sl_si: To kartico SmartCard si lahko ogledajo samo uporabniki, s katerimi je v skupni rabi. Kartico SmartCard lahko daste v skupno rabo neposredno ali posredno oziroma prek skupine ali kanala, ki mu uporabniki pripadajo.
vi_vn: Chỉ những người dùng mà bạn đã chia sẻ SmartCard này mới có quyền xem. Việc chia sẻ SmartCard có thể được thực hiện trực tiếp hoặc gián tiếp thông qua Nhóm hoặc Kênh mà người dùng thuộc về.
zh_cn: 仅限与您共享此 SmartCard 的用户查看此卡。可以通过用户所属的组或频道直接或间接共享 SmartCard。
zh_tw: 僅限您已分享的使用者可檢視此 SmartCard。分享 SmartCard 可以透過使用者所屬的群組或頻道直接或間接完成。

# teams.teams:Cards_publicInfoText
source: Anyone can view this SmartCard.
de_de: Alle können diese SmartCard anzeigen.
es_es: Cualquiera puede ver esta tarjeta inteligente.
it_it: Chiunque può visualizzare questa SmartCard.
ja_jp: このスマートカードは誰でも表示できます。
km_kh: អ្នក​ណា​ក៏​អាច​មើល SmartCard នេះ។
mk_mk: Секој може да ја види оваа SmartCard.
nl_nl: Iedereen kan deze SmartCard bekijken.
pt_br: Qualquer pessoa pode ver o SmartCard.
ro_ro: Oricine poate vizualiza acest SmartCard.
sl_si: To kartico SmartCard lahko vidijo vsi.
vi_vn: Bất cứ ai cũng có thể xem SmartCard này.
zh_cn: 任何人都可以查看此 SmartCard。
zh_tw: 任何人都可以查看此智能卡。

# teams.teams:Cards_restrictTo
source: Restrict to
de_de: Beschränken auf
es_es: Restringir a
it_it: Limita a
ja_jp: 制限
km_kh: ដាក់កំហិតលើ
mk_mk: Ограничи на
nl_nl: Beperken tot
pt_br: Restringir a
ro_ro: Restricționare la
sl_si: Omeji na
vi_vn: Hạn chế chỉ chia sẻ với
zh_cn: 限制
zh_tw: 限制為

# teams.teams:Cards_restrictSubtitle
source: Type users, group you want to restrict the article with
de_de: Geben Sie die Benutzer oder die Gruppe ein, für die der Artikel beschränkt werden soll.
es_es: Escriba los usuarios o el grupo en los que desea restringir el artículo
it_it: Digita gli utenti e il gruppo per cui vuoi limitare l'articolo
ja_jp: 記事を制限するユーザー、グループを入力します
km_kh: វាយបញ្ចូលអ្នកប្រើប្រាស់ ក្រុមដែលអ្នកចង់ដាក់កំហិតលើអត្ថបទ
mk_mk: Внесете корисници, група со којашто сакате да ја ограничите статијата
nl_nl: Typ de gebruikers of groep waartoe u het artikel wilt beperken
pt_br: Digite usuários, grupo com o qual você deseja restringir o artigo
ro_ro: Introduceți utilizatorii, grupul la care doriți să restricționați articolul
sl_si: Vnesite uporabnike ali skupino, na katere želite omejiti dostop do članka.
vi_vn: Nhập người dùng, nhóm mà bạn muốn giới hạn bài viết trong phạm vi những người đó
zh_cn: 键入您想要限制其查看此文章的用户和组
zh_tw: 輸入您想要限制文章的使用者、群組

# teams.teams:Cards_restrictPlaceholder
source: Type your restricted email and press return (Enter) to add it
de_de: Geben Sie die E-Mail-Adresse ein, für dieser Inhalt beschränkt werden soll, und drücken Sie die Eingabetaste, um sie hinzuzufügen.
es_es: Escriba el email restringido y pulse Intro para añadirlo
it_it: Digita l'indirizzo email limitato e premi Invio per aggiungerlo
ja_jp: 制限されたメールアドレスを入力し、リターン（Enter）キーを押して追加します
km_kh: វាយបញ្ចូលអ៊ីមែលដែលបានដាក់កំហិតរបស់អ្នក ហើយចុចត្រឡប់ (Enter) ដើម្បីបន្ថែមវា
mk_mk: Внесете ја вашата ограничена е-пошта и притиснете return (Enter) за да ја додадете
nl_nl: Typ uw beperkte e-mailadres en druk op Enter om dit toe te voegen
pt_br: Digite o email restrito e pressione return (Enter) para adicioná-lo
ro_ro: Tastați e-mailul restricționat și apăsați Return (Enter) pentru adăugare
sl_si: Vnesite svoj e-poštni naslov, na katerega želite omejiti to vsebino, in pritisnite vračalko (Enter), da ga dodate.
vi_vn: Nhập email thuộc phạm vi được giới hạn rồi nhấn quay lại (Enter) để thêm
zh_cn: 键入受限制的电子邮件地址，然后按回车键(Enter)进行添加
zh_tw: 輸入您的受限制電子郵件並按 Return 鍵 (Enter) 以新增

# teams.teams:Cards_date
source: Date
de_de: Datum
es_es: Fecha
it_it: Data
ja_jp: 日付
km_kh: កាលបរិច្ឆេទ
mk_mk: Датум
nl_nl: Datum
pt_br: Data
ro_ro: Data
sl_si: Datum
vi_vn: Ngày
zh_cn: 日期
zh_tw: 日期

# teams.teams:Cards_searchHere
source: Search here
de_de: Hier suchen
es_es: Busque aquí
it_it: Cerca qui
ja_jp: ここで検索
km_kh: ស្វែងរកនៅទីនេះ
mk_mk: Барај овде
nl_nl: Zoek hier
pt_br: Pesquisar aqui
ro_ro: Caută aici
sl_si: Išči tukaj
vi_vn: Tìm kiếm ở đây
zh_cn: 在此处搜索
zh_tw: 在這裡搜尋

# teams.teams:Cards_uploadContent
source: Uploaded Content
de_de: Hochgeladener Inhalt
es_es: Contenido cargado
it_it: Contenuto caricato
ja_jp: アップロードされたコンテンツ
km_kh: មាតិកាដែលបានផ្ទុកឡើង
mk_mk: Прикачена содржина
nl_nl: Geüploade content
pt_br: Conteúdo enviado
ro_ro: Conținut încărcat
sl_si: Naložena vsebina
vi_vn: Nội dung đã tải lên
zh_cn: 已上传内容
zh_tw: 已上傳的內容

# teams.teams:Cards_textCard
source: Text Card
de_de: Textkarte
es_es: Tarjeta de texto
it_it: Scheda di testo
ja_jp: テキストカード
km_kh: កាតអត្ថបទ
mk_mk: Текстуална картичка
nl_nl: Tekstkaart
pt_br: Cartão de texto
ro_ro: Card text
sl_si: Besedilna kartica
vi_vn: Thẻ nội dung
zh_cn: 文本卡
zh_tw: 文字卡片

# teams.teams:Cards_loadingChannels
source: Loading channels
de_de: Channel werden geladen
es_es: Cargando canales
it_it: Caricamento canali
ja_jp: チャンネルの読み込み
km_kh: កំពុងផ្ទុកបណ្ដាញ
mk_mk: Се вчитуваат канали
nl_nl: Kanalen laden
pt_br: Carregando canais
ro_ro: Încărcarea canalelor
sl_si: Nalaganje kanalov
vi_vn: Đang tải các kênh
zh_cn: 正在加载频道
zh_tw: 正在載入頻道

# teams.teams:Cards_selectContentType
source: Select Content Type
de_de: Inhaltstyp auswählen
es_es: Seleccionar tipo de contenido
it_it: Seleziona tipo di contenuto
ja_jp: コンテンツタイプの選択
km_kh: ជ្រើសរើសប្រភេទមាតិកា
mk_mk: Изберете вид на содржина
nl_nl: Contenttype selecteren
pt_br: Selecionar tipo de conteúdo
ro_ro: Selectare tip de conținut
sl_si: Izberite vrsto vsebine
vi_vn: Chọn loại nội dung
zh_cn: 选择内容类型
zh_tw: 選擇內容類型

# teams.teams:Cards_selectLevelType
source: No Level
de_de: Keine Ebene
es_es: Sin nivel
it_it: Nessun livello
ja_jp: レベルがありません
km_kh: គ្មានកម្រិត
mk_mk: Нема ниво
nl_nl: Geen niveau
pt_br: Nenhum nível
ro_ro: Niciun nivel
sl_si: Brez ravni
vi_vn: Không có cấp độ
zh_cn: 无级别
zh_tw: 無等級

# teams.teams:Cards_quizInfoTitleText
source: If Title is not provided, the first question will be shown as Title
de_de: Wenn kein Titel angegeben ist, wird die erste Frage als Titel angezeigt.
es_es: Si no se proporciona el Título, la primera pregunta se mostrará como Título
it_it: Se non viene fornito il titolo, la prima domanda verrà mostrata come Titolo
ja_jp: タイトルが指定されていない場合は、最初の質問がタイトルとして表示されます
km_kh: ប្រសិនបើចំណងជើងមិនបានផ្តល់ឱ្យទេ សំណួរទីមួយនឹងត្រូវបានបង្ហាញថាជាចំណងជើង
mk_mk: Ако не е даден наслов, првото прашање ќе се прикаже како наслов
nl_nl: Als er geen titel wordt opgegeven, wordt de eerste vraag weergegeven als titel
pt_br: Se o Título não for fornecido, a primeira pergunta será mostrada como Título
ro_ro: Dacă titlul nu este furnizat, prima întrebare va fi afișată ca titlu
sl_si: Če naslov ni naveden, bo prvo vprašanje prikazano kot naslov
vi_vn: Nếu chưa đưa ra Tiêu đề, câu hỏi đầu tiên sẽ hiển thị dưới dạng Tiêu đề
zh_cn: 如果没有提供标题，第一个问题将显示为标题
zh_tw: 若未提供標題，則顯示第一個問題為標題

# teams.teams:Cards_registrationMaxCountErrorString
source: Value should be greater than 1
de_de: Wert muss größer als 1 sein
es_es: El valor debe ser mayor que 1
it_it: Il valore deve essere maggiore di 1
ja_jp: 値は 1 より大きい値でなければなりません
km_kh: តម្លៃគួរតែធំជាង 1
mk_mk: Вредноста треба да биде поголема од 1
nl_nl: Waarde moet groter zijn dan 1
pt_br: O valor deve ser maior que 1
ro_ro: Valoarea trebuie să fie mai mare decât 1
sl_si: Vrednost mora biti večja od 1
vi_vn: Giá trị phải lớn hơn 1
zh_cn: 值应大于 1
zh_tw: 值應大於 1

# teams.teams:Cards_closeRegistrationEndDateErrorString
source: Registration Date should be before End Date.
de_de: Das Anmeldungsdatum muss vor dem Enddatum liegen.
es_es: La fecha de registro debe ser anterior a la fecha de final.
it_it: La Data registrazione deve essere precedente alla Data di fine.
ja_jp: 登録日付は 終了日 より前である必要があります。
km_kh: កាលបរិច្ឆេទចុះឈ្មោះគួរតែមុនកាលបរិច្ឆេទបញ្ចប់។
mk_mk: Датумот на регистрација треба да биде пред Крајниот датум.
nl_nl: Inschrijvingsdatum moet eerder zijn dan einddatum.
pt_br: Data de inscrição deve ser anterior à Data final.
ro_ro: Data înregistrării trebuie să fie anterioară datei de sfârșit.
sl_si: Datum registracije mora biti pred končnim datumom.
vi_vn: Ngày đăng ký phải trước Ngày kết thúc.
zh_cn: 注册日期应该早于结束日期。
zh_tw: 註冊日期應早於結束日期。

# teams.teams:Cards_closeRegistrationStartDateErrorString
source: Registration Date should be greater than current time
de_de: Das Datum der Anmeldung muss nach der aktuellen Zeit liegen.
es_es: La fecha de registro debe ser posterior a la hora actual
it_it: La Data registrazione deve essere nel futuro
ja_jp: 登録日は現在の日時よりも後の日時を指定する必要があります
km_kh: កាលបរិច្ឆេទចុះឈ្មោះគួរតែធំជាងពេលបច្ចុប្បន្ន
mk_mk: Датумот на регистрација треба да биде поголем од моменталното време
nl_nl: Inschrijvingsdatum moet later zijn dan huidige datum
pt_br: A Data de Inscrição deve ser posterior à hora atual
ro_ro: Data înregistrării trebuie să fie după ora curentă
sl_si: Datum registracije mora biti poznejši od trenutnega časa.
vi_vn: Ngày đăng ký phải lớn hơn thời gian hiện tại
zh_cn: 注册日期应晚于当前时间
zh_tw: 註冊日期應晚於當前時間

# teams.teams:Cards_registrationDoesNotClose
source: Registration does not close
de_de: Anmeldung wird nicht geschlossen
es_es: El registro no cierra
it_it: Registrazione non si chiude
ja_jp: 登録は終了していません
km_kh: ការចុះឈ្មោះមិនបិទទេ។
mk_mk: Регистрацијата не се затвора
nl_nl: Inschrijving wordt niet gesloten
pt_br: As inscrições não fecham
ro_ro: Înregistrarea nu se închide
sl_si: Registracija se ne zaključi
vi_vn: Đăng ký chưa đóng
zh_cn: 注册未结束
zh_tw: 註冊不會關閉

# teams.teams:Cards_authorChangedSuccess
source: Author changed successfully
de_de: Autor erfolgreich geändert
es_es: Autor cambiado correctamente
it_it: Autore cambiato correttamente
ja_jp: 作成者が正常に変更されました
km_kh: អ្នកនិពន្ធបានផ្លាស់ប្តូរដោយជោគជ័យ
mk_mk: Автор е успешно променет
nl_nl: Auteur is gewijzigd
pt_br: Autor alterado com êxito
ro_ro: Autor schimbat cu succes
sl_si: Avtor je bil uspešno spremenjen.
vi_vn: Đã thay đổi thành công tác giả
zh_cn: 已成功更改作者
zh_tw: 作者變更成功

# teams.teams:Cards_selectPathwaySubHeading
source: Select the pathway(s) you want to add this content into. Content will be added at the end of the selected pathway(s).
de_de: Wählen Sie den/die Pathway(s) aus, dem/denen Sie diesen Inhalt hinzufügen möchten. Der Inhalt wird am Ende des/der ausgewählten Pathways hinzugefügt.
es_es: Seleccione las rutas a las que desea añadir este contenido. El contenido se añadirá al final de las rutas seleccionadas.
it_it: Seleziona i Pathway in cui desideri aggiungere questo contenuto. Il contenuto verrà aggiunto alla fine dei Pathway selezionati.
ja_jp: このコンテンツを追加するパスウェイを選択してください。コンテンツは選択したパスウェイの最後に追加されます。
km_kh: ជ្រើសរើស pathway(s) ដែលអ្នកចង់បន្ថែមខ្លឹមព័ត៌មាននេះចូលទៅ។ ខ្លឹមព័ត៌មាននឹងត្រូវបានបន្ថែមនៅខាងចុងបញ្ចប់នៃ pathway(s) ដែលបានជ្រើសរើស។
mk_mk: Изберете ги pathway(s) во коишто сакате да ја додадете оваа содржина. Содржината ќе биде додадена на крајот од избраните pathway(s).
nl_nl: Selecteer de pathway(s) waaraan u deze content wilt toevoegen. Content wordt toegevoegd aan het einde van de geselecteerde pathway(s).
pt_br: Selecione o(s) pathway(s) ao(s) qual(is) você deseja adicionar o conteúdo. O conteúdo será adicionado no final dos Pathways selecionados.
ro_ro: Selectați Pathway(s) la care doriți să adăugați acest conținut. Conținutul va fi adăugat la finalul Pathway(s) selectate.
sl_si: Izberite module Pathway, v katere želite dodati to vsebino. Vsebina bo dodana na koncu izbranih modulov Pathway.
vi_vn: Chọn (các) pathway bạn muốn thêm nội dung này vào. Nội dung sẽ được thêm vào cuối mỗi pathway đã chọn.
zh_cn: 选择要向其中添加此内容的 Pathway。内容将添加到所选 Pathway 的末尾。
zh_tw: 選擇您要新增此內容的路徑。內容將新增至已選取的路徑末端。

# teams.teams:Cards_pleaseWait
source: Please wait
de_de: Bitte warten
es_es: Espere
it_it: Attendi
ja_jp: お待ちください
km_kh: សូម​រង់ចាំ
mk_mk: Почекајте.
nl_nl: Een ogenblik geduld
pt_br: Aguarde
ro_ro: Te rog să aştepţi
sl_si: Počakajte prosim
vi_vn: Vui lòng chờ
zh_cn: 请稍候
zh_tw: 請稍等

# teams.teams:Cards_noPathwayFound
source: No Pathways Found
de_de: Keine Pathways gefunden
es_es: No se han encontrado rutas
it_it: Nessun Pathway trovato
ja_jp: 経路が見つかりません
km_kh: រកមិនឃើញ Pathways
mk_mk: Не се пронајдени Pathways
nl_nl: Geen pathways gevonden
pt_br: Nenhum Pathway encontrado
ro_ro: Niciun Pathways găsit
sl_si: Modulov Pathways ni bilo mogoče najti
vi_vn: Không tìm thấy Pathway nào
zh_cn: 未找到 Pathway
zh_tw: 未找到路徑

# teams.teams:Cards_addedToPathway
source: Card successfully added to Pathway(s)
de_de: Karte erfolgreich zu Pathway(s) hinzugefügt
es_es: Tarjeta añadida correctamente a ruta(s).
it_it: Scheda aggiunta correttamente ai Pathway
ja_jp: カードがパスウェイに正常に追加されました
km_kh: បានបន្ថែមកាតដោយជោគជ័យទៅ Pathway(s)
mk_mk: Картичката е успешно додадена во Pathway(s)
nl_nl: Kaart is toegevoegd aan pathway(s)
pt_br: Cartão adicionado com êxito ao(s) Pathway(s)
ro_ro: Card adăugat cu succes la Pathway(s)
sl_si: Kartica je bila uspešno dodana v module Pathway
vi_vn: Thẻ đã được thêm thành công vào (các) Pathway
zh_cn: 已将卡成功添加到 Pathway
zh_tw: 卡片已成功新增至路徑

# teams.teams:Cards_addedToJourney
source: Card successfully added to Journey(s)
de_de: Karte erfolgreich zu Journey(s) hinzugefügt
es_es: Tarjeta añadida correctamente a trayectoria(s).
it_it: Scheda aggiunta correttamente al/ai Journey
ja_jp: カードがジャーニーに正常に追加されました
km_kh: បានបន្ថែមកាតដោយជោគជ័យទៅ Journey(s)
mk_mk: Картичката е успешно додадена во Journey(s)
nl_nl: Kaart is toegevoegd aan journey(s)
pt_br: Cartão adicionado com sucesso às jornadas
ro_ro: Card adăugat cu succes la Journey(s)
sl_si: Kartica je bila uspešno dodana v učno pot Journey
vi_vn: Thẻ đã được thêm thành công vào (các) Journey
zh_cn: 已将卡成功添加到 Journey
zh_tw: 卡片已成功新增至旅程

# teams.teams:Cards_addToJourney
source: Add to Journey(s)
de_de: Zu Journey(s) hinzufügen
es_es: Añadir a trayectoria(s)
it_it: Aggiungi al/ai Journey
ja_jp: ジャーニーに追加
km_kh: បន្ថែម Journey(s)
mk_mk: Додај во Journey(s)
nl_nl: Toevoegen aan Journey(s)
pt_br: Adicionar a Journey(s)
ro_ro: Adăugare la Journey(s)
sl_si: Dodaj v učno pot Journey
vi_vn: Thêm vào Journey
zh_cn: 添加到 Journey
zh_tw: 新增至旅程

# teams.teams:Cards_noJourneyFoundString
source: No Journey found!
de_de: Keine Journey gefunden!
es_es: No se ha encontrado ninguna trayectoria.
it_it: Nessun Journey trovato
ja_jp: ジャーニーが見つかりません!
km_kh: រកមិនឃើញ Journey!
mk_mk: Не е пронајдено Journey!
nl_nl: Geen Journey gevonden.
pt_br: Nenhuma jornada encontrada!
ro_ro: Niciun Journey găsit!
sl_si: Ni najdenih učnih poti Journey.
vi_vn: Không tìm thấy Journey nào!
zh_cn: 找不到 Journey!
zh_tw: 沒有找到旅程！

# teams.teams:Cards_assignContentTo
source: Assign Content to...
de_de: Inhalt zuweisen zu...
es_es: Ceder contenido a...
it_it: Assegna contenuto a…
ja_jp: コンテンツの割当先は...
km_kh: ចាត់តាំងខ្លឹមព័ត៌មានទៅ...
mk_mk: Доделете содржина на...
nl_nl: Content toewijzen aan...
pt_br: Atribuir conteúdo a...
ro_ro: Atribuire conținut către...
sl_si: Dodeli vsebino osebi ...
vi_vn: Gán nội dung cho...
zh_cn: 将内容分配给...
zh_tw: 指定內容給…

# teams.teams:Cards_noGroupFound
source: No Group Found!
de_de: Keine Gruppe gefunden!
es_es: No se ha encontrado ningún grupo.
it_it: Nessun gruppo trovato
ja_jp: グループが見つかりません。
km_kh: រកមិនឃើញក្រុមទេ!
mk_mk: Не е пронајдена група!
nl_nl: Geen Groep gevonden!
pt_br: Nenhum Grupo encontrado!
ro_ro: Nu s-a găsit niciun grup!
sl_si: Ni najdene skupine!
vi_vn: Không tìm thấy nhóm nào!
zh_cn: 找不到组!
zh_tw: 未找到群組！

# teams.teams:Cards_assignCard
source: Card assigned Successfully
de_de: Karte erfolgreich zugewiesen
es_es: Tarjeta cedida correctamente
it_it: Carta assegnata correttamente
ja_jp: カードが正常に割当てられました
km_kh: កាតត្រូវបានចាត់តាំងដោយជោគជ័យ
mk_mk: Картичката е успешно доделена
nl_nl: Kaart is toegewezen
pt_br: Cartão atribuído com sucesso
ro_ro: Card atribuit cu succes
sl_si: Kartica je bila uspešno dodeljena
vi_vn: Gán thẻ thành công
zh_cn: 已成功分配卡
zh_tw: 卡分配成功

# teams.teams:Cards_assignToMe
source: Assign to me
de_de: Mir zuweisen
es_es: Ceder a mí
it_it: Assegna a me
ja_jp: 自分に割当てる
km_kh: ចាត់តាំងខ្ញុំ
mk_mk: Додели ми мене
nl_nl: Toewijzen aan mij
pt_br: Atribuir a mim
ro_ro: Atribuit mie
sl_si: Dodeli meni
vi_vn: Giao cho tôi
zh_cn: 分配给我
zh_tw: 指定給我

# teams.teams:Cards_deletedComment
source: Deleted Comment
de_de: Gelöschter Kommentar
es_es: Comentario eliminado
it_it: Commento eliminato
ja_jp: 削除されたコメント
km_kh: បាន​លុប​មតិយោបល់
mk_mk: Избришан коментар
nl_nl: Opmerking verwijderd
pt_br: Comentário excluído
ro_ro: Comentariu șters
sl_si: Izbrisan komentar
vi_vn: Bình luận đã xóa
zh_cn: 已删除评论
zh_tw: 已刪除評論

# teams.teams:Cards_doYouReallyWantToDeleteThisComment
source: Do you really want to delete this comment?
de_de: Möchten Sie diesen Kommentar wirklich löschen?
es_es: ¿Seguro que desea eliminar este comentario?
it_it: Vuoi davvero eliminare questo commento?
ja_jp: このコメントを削除しますか?
km_kh: តើអ្នកពិតជាចង់លុបមតិយោបល់នេះមែនទេ?
mk_mk: Дали навистина сакате да го избришете овој коментар?
nl_nl: Wilt u deze opmerking echt verwijderen?
pt_br: Deseja realmente excluir este comentário?
ro_ro: Chiar vrei să ștergi acest comentariu?
sl_si: Ali res želite izbrisati ta komentar?
vi_vn: Bạn có thực sự muốn xóa bình luận này?
zh_cn: 是否确定要删除此评论?
zh_tw: 您真的要刪除此評論嗎？

# teams.teams:Cards_noOptions
source: No options
de_de: Keine Optionen
es_es: No hay opciones
it_it: Nessuna opzione
ja_jp: オプションなし
km_kh: គ្មានជម្រើសទេ។
mk_mk: Нема опции
nl_nl: Geen opties
pt_br: Nenhuma opção
ro_ro: Fără opțiuni
sl_si: Ni možnosti
vi_vn: Không có lựa chọn
zh_cn: 无选项
zh_tw: 無選項

# teams.teams:Cards_create
source: Create
de_de: Erstellen
es_es: Crear
it_it: Crea
ja_jp: 作成
km_kh: បង្កើត
mk_mk: Создај
nl_nl: Maken
pt_br: Criar
ro_ro: Creare
sl_si: Ustvari
vi_vn: Tạo
zh_cn: 创建
zh_tw: 建立

# teams.teams:Cards_noContentFound
source: No Content Found!
de_de: Keine Inhalte gefunden!
es_es: No se ha encontrado contenido.
it_it: Nessun contenuto trovato
ja_jp: コンテンツが見つかりません。
km_kh: រកមិនឃើញខ្លឹមសារទេ!
mk_mk: Не е пронајдена содржина!
nl_nl: Geen content gevonden
pt_br: Nenhum Conteúdo encontrado!
ro_ro: Nu s-a găsit conținut!
sl_si: Ni najdene vsebine.
vi_vn: Không tìm thấy nội dung!
zh_cn: 找不到内容!
zh_tw: 沒有找到內容！

# teams.teams:Cards_openContent
source: Open Content
de_de: Inhalt öffnen
es_es: Abrir contenido
it_it: Apri contenuto
ja_jp: コンテンツを開きます
km_kh: បើកមាតិកា
mk_mk: Отворена содржина
nl_nl: Content openen
pt_br: Abrir conteúdo
ro_ro: Conținut deschis
sl_si: Odpri vsebino
vi_vn: Mở nội dung
zh_cn: 打开内容
zh_tw: 開啟內容

# teams.teams:Cards_successReportSent
source: Your report will be sent to you to registered email once its processed
de_de: Ihr Bericht wird nach der Verarbeitung an die registrierte E-Mail-Adresse gesendet.
es_es: Su informe se le enviará al email registrado una vez que se procese
it_it: Dopo l'elaborazione, il tuo report ti verrà inviato all'email registrata
ja_jp: レポートは処理され次第、登録済みメールアドレスに送信されます
km_kh: របាយការណ៍របស់អ្នកនឹងត្រូវបានផ្ញើទៅអ៊ីមែលដែលអ្នកបានចុះឈ្មោះ នៅពេលដែលវាត្រូវបានដំណើរការ
mk_mk: Вашиот извештај ќе ви биде испратен на вашата регистрирана е-пошта откако ќе се обработи
nl_nl: Uw rapport wordt naar uw geregistreerde e-mailadres gestuurd zodra het verwerkt is
pt_br: O relatório será enviado a você para um email registrado assim que ele for processado
ro_ro: Raportul dvs. va fi trimis la adresa de e-mail înregistrată după procesare
sl_si: Poročilo boste po obdelavi prejeli na registriran e-poštni naslov.
vi_vn: Báo cáo của bạn sẽ được gửi cho bạn đến email đã đăng ký sau khi được xử lý
zh_cn: 您的报告在处理完成之后，将发送至您注册时所使用的电子邮箱。
zh_tw: 處理完畢後，您的報告將傳送至已註冊的電子郵件地址

# teams.teams:Cards_uncompletedSmartcard
source: You have successfully Uncompleted the SmartCard.
de_de: Sie haben den Abschluss der SmartCard erfolgreich aufgehoben.
es_es: Ha marcado la tarjeta inteligente como incompleta correctamente.
it_it: Hai annullato il completamento della SmartCard.
ja_jp: スマートカードを未完了にしました。
km_kh: អ្នកមិនបានបញ្ចប់ SmartCard ដោយជោគជ័យ។
mk_mk: Успешно ја означивте SmartCard како незавршена.
nl_nl: U hebt de SmartCard gemarkeerd als Onvoltooid.
pt_br: Você Cancelou a conclusão do SmartCard com êxito.
ro_ro: Ați marcat cu succes SmartCard ca nefinalizat.
sl_si: Uspešno ste preklicali dokončanje kartice SmartCard.
vi_vn: Bạn đã hủy thành công trạng thái hoàn thành của SmartCard này.
zh_cn: 您已成功取消完成 SmartCard。
zh_tw: 您已成功取消完成智慧卡。

# teams.teams:Cards_bookmarkCreated
source: Done! This SmartCard has been Bookmarked and now be found in your bookmarked content
de_de: Fertig! Für diese SmartCard wurde ein Lesezeichen gesetzt. Sie können sie nun in Ihren Lesezeichen-Inhalten finden.
es_es: ¡Listo! Se ha marcado esta tarjeta inteligente y ahora puede encontrarla en su contenido marcado
it_it: Fine! Questa SmartCard è stata aggiunta ai tuoi segnalibri
ja_jp: 完了!このスマートカードはブックマークされており、ブックマークしたコンテンツで見つけることができます。
km_kh: រួចរាល់! SmartCard នេះត្រូវបានចុះទំព័រចំណាំ ហើយឥឡូវនេះត្រូវបានរកឃើញនៅក្នុងខ្លឹមព័ត៌មានដែលបានចុះទំព័រចំណាំ
mk_mk: Готово! Оваа SmartCard е означена и сега може да се најде во вашата означена содржина
nl_nl: Klaar. Deze SmartCard is als bladwijzer gemarkeerd en is nu te vinden in uw bladwijzercontent
pt_br: Concluído! Este SmartCard foi colocado nos Favoritos e já é encontrado no conteúdo marcado como favorito
ro_ro: Efectuat! Acest SmartCard a fost marcat și acum poate fi găsit în conținutul dvs. marcat
sl_si: Končano! Ta kartica SmartCard je bila dodana med zaznamke in je zdaj na voljo v vsebini z zaznamki.
vi_vn: Đã xong! SmartCard này đã được đánh dấu và hiện có thể tìm thấy trong nội dung được đánh dấu của bạn
zh_cn: 完成!已为此 SmartCard 添加书签，现在可以在您添加了书签的内容中找到它
zh_tw: 完成了！這個智慧卡已加入書籤，並顯示在您已加入書籤的內容中
