Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# teams.teams:ManagerDashboard_messagePlaceholder
source: Write your message here
de_de: Bitte geben Sie Ihre Nachricht hier ein.
es_es: Escriba su mensaje aquí
it_it: Scrivi qui il tuo messaggio
ja_jp: ここにあなたのメッセージを書いてください
km_kh: សរសេរសាររបស់អ្នកនៅទីនេះ
mk_mk: Напишете ја вашата порака овде
nl_nl: Schrijf uw bericht hier
pt_br: Escreva sua mensagem aqui
ro_ro: Scrie mesajul tău aici
sl_si: Tukaj napišite svoje sporočilo
vi_vn: Viết lời nhắn của bạn ở đây
zh_cn: 在此处撰写消息
zh_tw: 在這裡寫下您的留言

# teams.teams:ManagerDashboard_messageMandatory
source: Include message
de_de: Nachricht einfügen
es_es: Incluir mensaje
it_it: Includi messaggio
ja_jp: メッセージを含める
km_kh: រួមបញ្ចូលសារ
mk_mk: Вклучи порака
nl_nl: Bericht toevoegen
pt_br: Incluir mensagem
ro_ro: Includere mesaj
sl_si: Dodaj sporočilo
vi_vn: Bao gồm nội dung thông điệp
zh_cn: 包含消息
zh_tw: 包含訊息

# teams.teams:ManagerDashboard_downloadSuccess
source: Report downloaded successfully.
de_de: Bericht erfolgreich heruntergeladen.
es_es: El informe se ha descargado correctamente.
it_it: Report scaricato correttamente.
ja_jp: レポートが正常にダウンロードされました。
km_kh: បានទាញយករបាយការណ៍ដោយជោគជ័យ។
mk_mk: Извештајот е успешно преземен.
nl_nl: Rapport is gedownload.
pt_br: Download do relatório feito com sucesso.
ro_ro: Raport descărcat cu succes.
sl_si: Poročilo uspešno preneseno.
vi_vn: Báo cáo được tải xuống thành công.
zh_cn: 已成功下载报告。
zh_tw: 報告下載成功。

# teams.teams:ManagerDashboard_noUser
source: Currently there are no users under this status
de_de: Derzeit gibt es keine Benutzer unter diesem Status.
es_es: Actualmente no hay usuarios con este estado
it_it: Al momento non vi sono utenti con questo stato
ja_jp: 現在、このステータスのユーザーはいません
km_kh: បច្ចុប្បន្នមិនមានអ្នកប្រើប្រាស់នៅក្រោមស្ថានភាពនេះទេ
mk_mk: Моментално нема корисници со овој статус
nl_nl: Er zijn momenteel geen gebruikers met deze status
pt_br: No momento, não há usuários com este status
ro_ro: În prezent, nu există utilizatori cu această stare
sl_si: Trenutno ni uporabnikov s tem stanjem
vi_vn: Hiện không có người dùng nào thuộc trạng thái này
zh_cn: 当前没有处于该状态的用户
zh_tw: 目前沒有這個狀態的使用者

# teams.teams:ManagerDashboard_individualSelected
source: individual selected
de_de: Einzelperson ausgewählt
es_es: persona seleccionada
it_it: singolo selezionato
ja_jp: 選択済み個人
km_kh: បុគ្គលដែលបានជ្រើសរើស
mk_mk: избран поединец
nl_nl: Persoon geselecteerd
pt_br: individual selecionado
ro_ro: persoană selectată
sl_si: izbrani posameznik
vi_vn: cá nhân được chọn
zh_cn: 选定个人
zh_tw: 已選取的個人

# teams.teams:ManagerDashboard_outOf
source: out of
de_de: von
es_es: de
it_it: su
km_kh: ក្នុងចំណោម
mk_mk: надвор од
nl_nl: van
pt_br: de
ro_ro: din
sl_si: od
vi_vn: trong số
zh_cn: 出自
zh_tw: 之

# teams.teams:ManagerDashboard_todayText
source: Today
de_de: Heute
es_es: Hoy
it_it: Oggi
ja_jp: 今日
km_kh: ថ្ងៃនេះ
mk_mk: Денес
nl_nl: Vandaag
pt_br: Hoje
ro_ro: Azi
sl_si: Danes
vi_vn: Hôm nay
zh_cn: 今日
zh_tw: 今天

# teams.teams:ManagerDashboard_continuousLearningHours
source: Continous Learning Hours
de_de: Kontinuierliche Lernstunden
es_es: Horas de aprendizaje continuo
it_it: Ore di formazione continua
ja_jp: 継続学習時間
km_kh: ម៉ោងសិក្សាជាបន្ត
mk_mk: Часови на континуирано учење
nl_nl: Uren voor continu leren
pt_br: Horas de aprendizagem contínuas
ro_ro: Ore de învățare continuă
sl_si: Ure neprekinjenega učenja
vi_vn: Giờ học liên tục
zh_cn: 持续学习小时数
zh_tw: 持續學習時間

# teams.teams:ManagerDashboard_totalLearning
source: Total Learning
de_de: Lernen insgesamt
es_es: Aprendizaje total
it_it: Apprendimento totale
ja_jp: 全体の学習
km_kh: ការសិក្សាសរុប
mk_mk: Вкупно учење
nl_nl: Totaalaantal voor leren
pt_br: Total de Aprendizagem
ro_ro: Învățare totală
sl_si: Skupni čas učenja
vi_vn: Tổng thời gian học tập
zh_cn: 总学习时间
zh_tw: 總學習數

# teams.teams:ManagerDashboard_itemsInProgress
source: Items in Progress
de_de: Elemente in Bearbeitung
es_es: Elementos en progreso
it_it: Elementi in corso
ja_jp: 処理中の項目
km_kh: ធាតុកំពុងដំណើរការ
mk_mk: Ставки во тек
nl_nl: Items gestart
pt_br: Itens em andamento
ro_ro: Elemente în curs de desfășurare
sl_si: Elementi v teku
vi_vn: Mục đang thực hiện
zh_cn: 进行中的项目
zh_tw: 項目正在進行中

# teams.teams:ManagerDashboard_updateRankText
source: Update your ranking by completing
de_de: Einstufung aktualisieren durch Abschluss von
es_es: Actualice su clasificación completando
it_it: Aggiorna la tua classificazione completando
ja_jp: 完了によりランキングを更新する
km_kh: ធ្វើបច្ចុប្បន្នភាពចំណាត់ថ្នាក់របស់អ្នកដោយការបញ្ចប់
mk_mk: Ажурирајте го вашето рангирање со завршување
nl_nl: Werk uw rangorde bij door [de taak] te voltooien
pt_br: Atualize a classificação concluindo
ro_ro: Actualizați-vă clasamentul finalizând
sl_si: Posodobite svojo uvrstitev tako, da izpolnite
vi_vn: Cập nhật thứ hạng của bạn bằng cách hoàn thành
zh_cn: 通过完成相关操作更新您的排名
zh_tw: 完成以下來更新您的排名

# teams.teams:ManagerDashboard_leaderboardPosition
source: Leaderboard Position
es_es: Posición en la tabla de posiciones
it_it: Posizione in classifica
ja_jp: リーダーボード ポジション
km_kh: តំណែងលីឌើបត
mk_mk: Позиција на водечка табла
nl_nl: Positie in de ranglijst
pt_br: Posição da tabela de classificação
ro_ro: Poziție în clasament
sl_si: Položaj na lestvici
vi_vn: Vị trí bảng xếp hạng
zh_cn: 在排行榜中所处的位置
zh_tw: 排行榜位置

# teams.teams:ManagerDashboard_thisMonth
source: This Month
de_de: Dieser Monat
es_es: Este mes
it_it: Questo mese
ja_jp: 今月
km_kh: ខែនេះ។
mk_mk: Овој месец
nl_nl: Deze maand
pt_br: Este mês
ro_ro: Luna aceasta
sl_si: Ta mesec
vi_vn: Tháng này
zh_cn: 本月
zh_tw: 本月

# teams.teams:ManagerDashboard_lastYear
source: Last Year
de_de: Letztes Jahr
es_es: El año pasado
it_it: Scorso anno
ja_jp: 昨年
km_kh: ឆ្នាំមុន
mk_mk: Минатата година
nl_nl: Afgelopen jaar
pt_br: Último ano
ro_ro: Anul trecut
sl_si: Lansko leto
vi_vn: Năm ngoái
zh_cn: 去年
zh_tw: 去年

# teams.teams:userProfile_quarter
source: Quarter {{number}}
es_es: Trimestre {{number}}
it_it: Trimestre {{number}}
km_kh: ត្រីមាស {{number}}
mk_mk: Квартал {{number}}
nl_nl: Kwartaal {{number}}
ro_ro: Sfert {{number}}
sl_si: {{number}}. četrtletje

# teams.teams:userProfile_myProfileNavItem
source: My Profile
es_es: Mi perfil
it_it: Il mio Profilo
km_kh: ទម្រង់របស់​ខ្ញុំ
mk_mk: Мој профил
nl_nl: Mijn profiel
ro_ro: Profilul meu
sl_si: Moj profil

# teams.teams:userProfile_myContentNavItem
source: My Content
es_es: Mi contenido
it_it: Il mio contenuto
km_kh: ខ្លឹមព័ត៌មានរបស់ខ្ញុំ
mk_mk: Моја содржина
nl_nl: Mijn content
ro_ro: Conținutul meu
sl_si: Moja vsebina

# teams.teams:userProfile_profilePrivateMessage
source: This profile is private
de_de: Dieses Profil ist privat.
es_es: Este perfil es privado
it_it: Questo profilo è privato
ja_jp: このプロファイルはプライベートです
km_kh: ទម្រង់នេះគឺឯកជន
mk_mk: Овој профил е приватен
nl_nl: Dit profiel is privé
pt_br: Este Perfil é privado
ro_ro: Acest profil este privat
sl_si: Ta profil je zaseben
vi_vn: Hồ sơ này là riêng tư
zh_cn: 此为私密简档
zh_tw: 此為私人設定檔

# teams.teams:userProfile_skillsTooltip
source: Total Points scored till date based on activities completed on platform.
de_de: Bisher erzielte Gesamtpunktzahl für auf der Plattform abgeschlossene Aktivitäten.
es_es: Total de puntos obtenidos hasta la fecha según las actividades completadas en la plataforma.
it_it: Punti totali accumulati finora sulla base di attività completate sulla piattaforma.
ja_jp: プラットフォームで完了したアクティビティに基づいて現在までに獲得したポイント総数。
km_kh: ពិន្ទុសរុបដែលកំណត់ពិន្ទុរហូតដល់កាលបរិច្ឆេទដោយផ្អែកលើសកម្មភាពនានាដែលបានបញ្ចប់នៅលើផ្លេតហ្វម។
mk_mk: Вкупно освоени поени досега врз основа на завршени активности на платформата.
nl_nl: Totaalaantal gescoorde punten tot nu toe op basis van voltooide activiteiten op het platform.
pt_br: Total de pontos acumulados até o momento com base nas atividades concluídas na plataforma.
ro_ro: Număr total de puncte acumulate până la o dată pe baza activităților finalizate pe platformă.
sl_si: Skupno število točk, doseženih do zdaj, na podlagi dokončanih dejavnosti na platformi.
vi_vn: Tổng số điểm ghi được đến ngày dựa vào các hoạt động đã hoàn thành trên nền tảng.
zh_cn: 根据平台上完成的活动迄今为止获得的总分数。
zh_tw: 到目前為止根據在平台上完成的活動獲得的總分數。

# teams.teams:userProfile_profileLabel
source: Profile
de_de: Profil
es_es: Perfil
it_it: Profilo
ja_jp: プロファイル
km_kh: ប្រវត្តិរូប
mk_mk: Профил
nl_nl: Profiel
pt_br: Perfil
ro_ro: Profil
sl_si: Profil
vi_vn: Hồ sơ
zh_cn: 简档
zh_tw: 設定檔

# teams.teams:userProfile_learningQueueLabel
source: Learning Queue
de_de: Lerninhalte in Warteschlange
es_es: Cola de aprendizaje
it_it: Coda di apprendimento
ja_jp: ラーニングキュー
km_kh: ជួររង់ចាំការសិក្សា
mk_mk: Ред за учење
nl_nl: Opleidingswachtrij
pt_br: Fila de Aprendizagem
ro_ro: Coadă de învățare
sl_si: Čakalna vrsta za učenje
vi_vn: Hàng đợi học tập
zh_cn: 学习队列
zh_tw: 學習佇列

# teams.teams:TabConfigure_groupChannelSelectionMessage
source: You can select only 1 group or 1 channel
de_de: Sie können nur 1 Gruppe oder 1 Channel auswählen.
es_es: Puede seleccionar solo 1 grupo o 1 canal
it_it: È possibile selezionare solo 1 Gruppo o 1 canale
ja_jp: 選択できるグループは 1 つだけ、チャンネルは 1 つだけです
km_kh: អ្នកអាចជ្រើសរើសបានតែ 1 ក្រុម ឬ 1 ឆានែលប៉ុណ្ណោះ។
mk_mk: Можете да изберете само 1 група или 1 канал
nl_nl: U kunt slechts 1 Groep of 1 kanaal selecteren
pt_br: Você só pode selecionar 1 grupo ou 1 canal
ro_ro: Puteți selecta doar 1 grup sau 1 canal
sl_si: Izberete lahko samo 1 skupino ali 1 kanal
vi_vn: Bạn chỉ có thể chọn 1 nhóm hoặc 1 kênh
zh_cn: 您只能选择 1 个组或 1 个频道
zh_tw: 您只能選擇 1 個群組或 1 個通道

# teams.teams:TabConfigure_groupAccessMessage
source: You do not have access to this group. Please logout and login to the instance associated with this group.
de_de: Sie haben keinen Zugriff auf diese Gruppe. Bitte melden Sie sich ab und melden sich bei der Instanz an, die dieser Gruppe zugeordnet ist.
es_es: Usted no tiene acceso a este grupo. Cierre la sesión e inicie sesión en la instancia asociada a este grupo.
it_it: Non disponi dell'accesso a questo gruppo. Disconnettiti e accedi all'istanza associata a questo gruppo.
ja_jp: このグループにアクセスできません。ログアウトし、このグループに関連付けられているインスタンスにログインしてください。
km_kh: អ្នកមិនមានសិទ្ធិចូលប្រើក្រុមនេះទេ។ សូម​ចេញ​ហើយ​ចូល​ទៅ​កាន់​ព្រឹត្តិការណ៍​ដែល​ទាក់ទង​នឹង​ក្រុម​នេះ។
mk_mk: Немате пристап до оваа група. Одјавете се и пријавете се на инстанцата поврзана со оваа група.
nl_nl: U hebt geen toegang tot deze groep. Meld u af en meld u dan aan bij de instantie die is gekoppeld aan deze groep.
pt_br: Você não tem acesso a este grupo. Faça logoff e logon na instância associada ao grupo.
ro_ro: Nu aveți acces la acest grup. Deconectați-vă și conectați-vă la instanța asociată acestui grup.
sl_si: Nimate dostopa do te skupine. Odjavite se in se prijavite v primerek, povezan s to skupino.
vi_vn: Bạn không có quyền truy cập vào nhóm này. Vui lòng đăng xuất và đăng nhập vào đối tượng được liên kết với nhóm này.
zh_cn: 您无权访问此组。请注销并登录与该组关联的实例。
zh_tw: 您無權存取該群組。請登出並登入與該群組關聯的實例。

# teams.teams:TabConfigure_channelAccessMessage
source: You do not have access to this channel. Please logout and login to the instance associated with this channel.
de_de: Sie haben keinen Zugriff auf diesen Channel. Bitte melden Sie sich ab und melden sich bei der Instanz an, die diesem Channel zugeordnet ist.
es_es: Usted no tiene acceso a este canal. Cierre la sesión e inicie sesión en la instancia asociada a este canal.
it_it: Non si dispone dell'accesso a questo canale. Disconnettiti e accedi all'istanza associata a questo canale.
ja_jp: このチャンネルへのアクセス権がありません。ログアウトし、このチャンネルに関連付けられているインスタンスにログインしてください。
km_kh: អ្នកមិនមានសិទ្ធិចូលប្រើឆានែលនេះទេ។ សូម​ចេញ​ហើយ​ចូល​ទៅ​កាន់​ឧទាហរណ៍​ដែល​ទាក់ទង​នឹង​ឆានែល​នេះ។
mk_mk: Немате пристап до овој канал. Одјавете се и пријавете се на инстанцата поврзана со овој канал.
nl_nl: U hebt geen toegang tot dit kanaal. Meld u af en meld u aan bij de instantie die is gekoppeld aan dit kanaal.
pt_br: Você não tem acesso a este canal. Faça logout e faça login na instância associada a este canal.
ro_ro: Nu aveți acces la acest canal. Deconectați-vă și conectați-vă la instanța asociată acestui canal.
sl_si: Nimate dostopa do tega kanala. Odjavite se in se prijavite v primerek, povezan s tem kanalom.
vi_vn: Bạn không có quyền truy cập vào kênh này. Vui lòng đăng xuất và đăng nhập vào đối tượng được liên kết với kênh này.
zh_cn: 您无权访问此频道。请注销并登录与此频道关联的实例。
zh_tw: 您無權存取該頻道。請登出並登入與該頻道關聯的實例。

# teams.teams:TabConfigure_groupPermissionMessage
source: You don’t have permission to access this group. Please request access by reaching out to the group administrator.
de_de: Sie sind nicht zum Zugriff auf diese Gruppe berechtigt. Bitte fordern Sie den Zugriff beim Gruppenadministrator an.
es_es: No tiene permiso para acceder a este grupo. Solicite acceso poniéndose en contacto con el administrador del grupo.
it_it: Non disponi dell'autorizzazione per accedere a questo gruppo. Richiedi l'accesso contattando l'amministratore del gruppo.
ja_jp: このグループにアクセスする権限がありません。グループ管理者に連絡し、アクセスをリクエストしてください。
km_kh: អ្នកមិនមានសិទ្ធិចូលប្រើក្រុមនេះទេ។ សូមស្នើសុំការចូលប្រើដោយទាក់ទងអ្នកគ្រប់គ្រងក្រុម។
mk_mk: Немате дозвола за пристап до оваа група. Ве молиме побарајте пристап со контактирање на администраторот на групата.
nl_nl: U hebt geen toegang tot deze groep. Vraag toegang aan door contact op te nemen met de groepsbeheerder.
pt_br: Você não tem permissão para acessar o grupo. Solicite acesso entrando em contato com o administrador do grupo.
ro_ro: Nu aveți permisiunea de a accesa acest grup. Solicitați accesul contactând administratorul grupului.
sl_si: Nimate dovoljenja za dostop do te skupine. Zahtevajte dostop tako, da se obrnete na skrbnika skupine.
vi_vn: Bạn không có quyền truy cập vào nhóm này. Vui lòng yêu cầu quyền truy cập bằng cách liên hệ với quản trị nhóm.
zh_cn: 您无权访问此组。请联系组管理员，请求提供访问权限。
zh_tw: 您無權存取該群組。請聯絡群組管理員請求存取權限。

# teams.teams:TabConfigure_channelPermissionMessage
source: You don’t have permission to access this channel. Please request access by reaching out to the channel administrator.
de_de: Sie sind nicht zum Zugriff auf diesen Channel berechtigt. Bitte fordern Sie den Zugriff beim Channel-Administrator an.
es_es: No tiene permiso para acceder a este canal. Solicite acceso poniéndose en contacto con el administrador del canal.
it_it: Non si dispone dell'autorizzazione per accedere a questo canale. Richiedi l'accesso contattando l'amministratore del canale.
ja_jp: このチャンネルにアクセスする権限がありません。チャンネル管理者に連絡してアクセスをリクエストしてください。
km_kh: អ្នកមិនមានសិទ្ធិចូលប្រើឆានែលនេះទេ។ សូមស្នើសុំការចូលប្រើដោយទាក់ទងអ្នកគ្រប់គ្រងឆានែល។
mk_mk: Немате дозвола за пристап до овој канал. Побарајте пристап со контактирање со администраторот на каналот.
nl_nl: U hebt geen rechten om dit kanaal te openen. Vraag toegang aan door contact op te nemen met de kanaalbeheerder.
pt_br: Você não tem permissão para acessar este canal. Solicite acesso entrando em contato com o administrador do canal.
ro_ro: Nu ai permisiunea de a accesa acest canal. Vă rugăm să solicitați accesul contactând administratorul canalului.
sl_si: Nimate dovoljenja za dostop do tega kanala. Zahtevajte dostop tako, da se obrnete na skrbnika kanala.
vi_vn: Bạn không có quyền truy cập kênh này. Vui lòng yêu cầu quyền truy cập bằng cách liên hệ với quản trị viên kênh.
zh_cn: 您无权访问此频道。请联系频道管理员，请求提供访问权限。
zh_tw: 您無權存取該頻道。請聯絡頻道管理員請求存取。

# teams.teams:TabConfigure_tabLoadingMessage
source: Loading {{tabId}}s...
de_de: {{tabId}}s werden geladen...
es_es: Cargando {{tabId}}s...
it_it: Caricamento in corso {{tabId}}...
ja_jp: {{tabId}}を読み込んでいます...
km_kh: កំពុងផ្ទុក {{tabId}}...
mk_mk: Се вчитуваат {{tabId}}...
nl_nl: {{tabId}}'s worden geladen...
pt_br: Carregando {{tabId}}s...
ro_ro: Se încarcă {{tabId}}-uri...
sl_si: Nalaganje elementov {{tabId}} ...
vi_vn: Đang tải {{tabId}}...
zh_cn: 正在加载 {{tabId}}...
zh_tw: 正在載入 {{tabId}}...

# teams.teams:TabConfigure_tabText
source: {{tabId}}s
it_it: {{tabId}}
mk_mk: {{tabId}}
ro_ro: {{tabId}}-uri
vi_vn: {{tabId}}
zh_cn: {{tabId}}
zh_tw: {{tabId}}

# teams.teams:MiniCard_inAccessibleText
source: You no longer have the permission to view this content.
de_de: Sie haben keine Berechtigung mehr, diese Inhalte anzuzeigen.
es_es: Ya no tiene permiso para ver este contenido.
it_it: Non disponi più dell'autorizzazione per visualizzare questo contenuto.
ja_jp: このコンテンツを表示する権限がありません。
km_kh: អ្នកលែងមានការអនុញ្ញាតឱ្យបង្ហាញខ្លឹមព័ត៌មាននេះទៀតហើយ។
mk_mk: Веќе немате дозвола да ја гледате оваа содржина.
nl_nl: U kunt deze content niet meer weergeven.
pt_br: Você não tem mais a permissão para exibir o conteúdo.
ro_ro: Nu mai aveți permisiunea de a vizualiza acest conținut.
sl_si: Nimate več dovoljenja za ogled te vsebine.
vi_vn: Bạn không còn có quyền xem nội dung này.
zh_cn: 您不再具有查看此内容的权限。
zh_tw: 您不再具有查看此內容的權限。

# teams.teams:MiniCard_miniPollCardLabels_pollCardVoteLabel
source: Total Votes Polled:
de_de: Insgesamt abgegebene Stimmen:
es_es: Votos sondeados totales:
it_it: Voti totali raccolti:
ja_jp: 投票総数：
km_kh: សន្លឹកឆ្នោតសរុបត្រូវបានបោះឆ្នោត៖
mk_mk: Вкупно дадени гласови:
nl_nl: Totaalaantal uitgebrachte stemmen:
pt_br: Total de votos apurados:
ro_ro: Total voturi în sondaj:
sl_si: Skupno število glasov:
vi_vn: Tổng số phiếu thu được:
zh_cn: 总票数查询:
zh_tw: 投票總數：

# teams.teams:MiniCard_deleteConfirmationText_1
source: You are about to delete the {{cardType}}
de_de: Sie sind im Begriff, die {{cardType}} zu löschen.
es_es: Está a punto de eliminar {{cardType}}
it_it: Si sta per eliminare il {{cardType}}
ja_jp: {{cardType}} を削除しようとしています
km_kh: អ្នកហៀបនឹងលុប {{cardType}}
mk_mk: Тукушто ќе ја избришете {{cardType}}
nl_nl: U staat op het punt de {{cardType}} te verwijderen
pt_br: Você está prestes a excluir o {{cardType}}
ro_ro: Sunteți pe cale să ștergeți {{cardType}}
sl_si: Izbrisali boste kartico {{cardType}}.
vi_vn: Bạn sắp xóa {{cardType}}
zh_cn: 您将删除 {{cardType}}
zh_tw: 您即將刪除 {{cardType}}

# teams.teams:MiniCard_sharePrivateCardInfoText
source: You are about to share a private {{cardType}} . Only users to whom this card has been shared will have access to it.
de_de: Sie sind im Begriff, eine private {{cardType}} zu teilen. Nur Benutzer, mit denen diese Karte geteilt wurde, können auf sie zugreifen.
es_es: Está a punto de compartir una {{cardType}} privada. Solo los usuarios con los que se haya compartido esta tarjeta tendrán acceso a ella.
it_it: Stai per condividere una {{cardType}} privata. Solo gli utenti con cui è stata condivisa questa scheda potranno accedervi.
ja_jp: プライベート {{cardType}} を共有しようとしています。このカードを共有されたユーザーのみアクセスできます。
km_kh: អ្នកហៀបនឹងចែករំលែក {{cardType}} ឯកជន។ មាន​តែ​អ្នក​ប្រើ​ដែល​កាត​នេះ​ត្រូវ​បាន​ចែក​រំលែកទេ​នឹង​មាន​សិទ្ធិ​ចូល​ប្រើ​វាបាន។
mk_mk: Тукушто ќе споделите приватна {{cardType}}. Само корисниците на кои е споделена оваа картичка ќе имаат пристап до неа.
nl_nl: U staat op het punt een privé{{cardType}} te delen. Alleen gebruikers met wie deze kaart is gedeeld, hebben hiertoe toegang.
pt_br: Você está prestes a compartilhar um {{cardType}} privado. Somente os usuários com quem este cartão foi compartilhado terão acesso a ele.
ro_ro: Sunteți pe punctul de a distribui un {{cardType}} privat. Vor avea acces la acest card doar utilizatorii cărora le-a fost distribuit.
sl_si: V skupno rabo boste dali zasebno kartico ({{cardType}}). Dostop do nje bodo imeli samo uporabniki, s katerimi je ta kartica v skupni rabi.
vi_vn: Bạn sắp chia sẻ một {{cardType}} riêng tư. Chỉ người dùng được chia sẻ thẻ này mới có quyền truy cập.
zh_cn: 您将分享私有 {{cardType}}。只有您已与其共享此卡的用户才能访问它。
zh_tw: 您即將分享私人 {{cardType}}。只有已被分享此卡片的使用者才能存取它。

# teams.teams:SmartCardDetailView_inReview
source: In Review
es_es: En revisión
it_it: In Verifica
km_kh: នៅក្នុងការពិនិត្យឡើងវិញ
mk_mk: Се ревидира
nl_nl: Wordt beoordeeld
ro_ro: În examinare
sl_si: V pregledu

# teams.teams:SmartCardDetailView_score
source: Score {{number}}
es_es: Puntuación {{number}}
it_it: Punteggio {{number}}
km_kh: ពិន្ទុ {{number}}
mk_mk: Резултат {{number}}
ro_ro: Punctaj {{number}}
sl_si: Rezultat {{number}}

# teams.teams:SmartCardDetailView_gradeAToF
source: Grade (A-F)
es_es: Calificación (A-F)
it_it: Livello (A-F)
km_kh: ថ្នាក់ (A-F)
mk_mk: Оценка (A-F)
nl_nl: Cijfer (A-F)
ro_ro: Notă (A-F)
sl_si: Ocena (A–F)

# teams.teams:SmartCardDetailView_gradeAToG
source: Grade (A-G)
es_es: Calificación (A-G)
it_it: Livello (A-G)
km_kh: ថ្នាក់ (A-G)
mk_mk: Оценка (A-G)
nl_nl: Cijfer (A-G)
ro_ro: Notă (A-G)
sl_si: Ocena (A–G)

# teams.teams:SmartCardDetailView_manager
source: Manager
es_es: Superior
it_it: Gestore
km_kh: អ្នគ្រប់គ្រង
mk_mk: Раководител
sl_si: Vodja

# teams.teams:SmartCardDetailView_notApplicable
source: n/a
es_es: no aplicable
it_it: n/d
km_kh: មិនមាន
mk_mk: неприменливо
nl_nl: n.v.t.
ro_ro: Nu se aplică

# teams.teams:SmartCardDetailView_unlimited
source: Unlimited
es_es: Ilimitado
it_it: Illimitati
km_kh: គ្មាន​ដែនកំណត់
mk_mk: Неограничено
nl_nl: Onbegrensd
ro_ro: Nelimitat
sl_si: Neomejeno

# teams.teams:SmartCardDetailView_maximumReattempts
source: Maximum Reattempts
es_es: Número máximo de reintentos
it_it: Numero massimo di nuovi tentativi
km_kh: ចំនួនព្យាយាមឡើងវិញជាអតិបរមា
mk_mk: Максимум повторни обиди
nl_nl: Maximum aantal nieuwe pogingen
ro_ro: Nr. maxim de reîncercări
sl_si: Največje število ponovnih poskusov

# teams.teams:SmartCardDetailView_passingGrade
source: Passing Grade
es_es: Calificación aprobatoria
it_it: Livello per superamento
km_kh: ពិន្ទុជាប់
mk_mk: Преодна оценка
nl_nl: Slagingscijfer
ro_ro: Nota de trecere
sl_si: Pozitivna ocena

# teams.teams:SmartCardDetailView_assignor
source: Assignor
es_es: Cedente
it_it: Assegnatario
km_kh: អ្នកចាត់តាំង
mk_mk: Доделувач
nl_nl: Toewijzer
ro_ro: Cedent
sl_si: Dodeljevalec

# teams.teams:SmartCardDetailView_unapprovedWordError
source: Sorry, the URL you are trying to submit is from an unapproved website or contains unapproved words
es_es: La URL que está intentando enviar es de un sitio web no aprobado o contiene palabras no aprobadas.
it_it: L'URL che si sta tentando di inviare corrisponde a un sito Web non approvato o contenente termini non approvati
km_kh: សូមអភ័យទោស URL ដែលអ្នកកំពុងព្យាយាមបញ្ជូនគឺមកពីគេហទំព័រដែលមិនមានការយល់ព្រម ឬមានពាក្យដែលមិនមានការយល់ព្រម
mk_mk: За жал, URL-то што се обидувате да го поднесете е од неодобрена веб-локација или содржи неодобрени зборови
nl_nl: Sorry, de URL die u probeert in te dienen, is van een niet-goedgekeurde website of bevat niet-goedgekeurde woorden
ro_ro: Ne pare rău, adresa URL pe care încercați să o trimiteți provine de la un site web neaprobat sau conține cuvinte neaprobate
sl_si: Oprostite, URL, ki ga poskušate poslati, je z neodobrene spletne strani ali vsebuje neodobrene besede

# teams.teams:SmartCardDetailView_addRemarks
source: Add Remarks
es_es: Añadir observaciones
it_it: Aggiungi note
km_kh: បន្ថែមការកត់សម្គាល់
mk_mk: Додај забелешки
nl_nl: Opmerkingen toevoegen
ro_ro: Adăugare observații
sl_si: Dodaj pripombe

# teams.teams:SmartCardDetailView_editRemarks
source: Edit Remarks
es_es: Editar observaciones
it_it: Modifica note
km_kh: កែសម្រួលការសម្គាល់
mk_mk: Уреди забелешки
nl_nl: Opmerkingen bewerken
ro_ro: Editare observații
sl_si: Uredi pripombe

# teams.teams:SmartCardDetailView_addComment
source: Add Comment
es_es: Añadir comentario
it_it: Aggiungi commento
km_kh: បន្ថែមមតិ
mk_mk: Додај коментар
nl_nl: Opmerking toevoegen
ro_ro: Adăugare comentariu
sl_si: Dodaj komentar

# teams.teams:SmartCardDetailView_editComment
source: Edit Comment
es_es: Editar comentario
it_it: Modifica commento
km_kh: កែសម្រួលមតិ
mk_mk: Уреди коментар
nl_nl: Opmerking bewerken
ro_ro: Editare comentariu
sl_si: Uredi komentar

# teams.teams:SmartCardDetailView_noSubmissionsYet
source: No one has added submissions yet
es_es: Nadie ha añadido presentaciones todavía.
it_it: Nessuno ha ancora aggiunto contributi
km_kh: មិន​មាន​នរណា​ម្នាក់​បាន​បន្ថែម​ការ​ដាក់​ស្នើ​នៅ​ឡើយ​ទេ។
mk_mk: Сè уште никој не додал поднесоци
nl_nl: Niemand heeft nog iets ingezonden
ro_ro: Nimeni nu a adăugat încă trimiteri
sl_si: Nihče še ni dodal prispevkov
