Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# br-ext.br-ext:AssignModal_groupSelectedCountText
source: {{selected}} out of {{total}} groups selected
de_de: {{selected}} von {{total}} Gruppen ausgewählt
es_es: Se ha(n) seleccionado {{selected}} de {{total}} grupos
it_it: {{selected}} su {{total}} gruppi selezionati
ja_jp: {{total}} 個のグループ中 {{selected}} 個が選択済み
km_kh: {{selected}} ក្នុងចំណោម {{total}} ក្រុមដែលបានជ្រើសរើស
mk_mk: {{selected}} од {{total}} групи се избрани
nl_nl: {{selected}} uit {{total}} groepen geselecteerd
pt_br: {{selected}} de {{total}} grupos selecionados
ro_ro: {{selected}} din {{total}} grupuri selectate
sl_si: izbrane skupine: {{selected}} od {{total}}
vi_vn: Đã chọn {{selected}}/{{total}} nhóm
zh_cn: 已选定 {{selected}} 个组，共 {{total}} 个组
zh_tw: 已選取 {{selected} 個群組，共 {{total} 個群組

# br-ext.br-ext:ShareCardModal_checkBoxHeadingText
source: Skip Notifying Users
de_de: Benachrichtigen von Benutzern überspringen
es_es: Omitir notificación a usuarios
it_it: Salta notifica agli utenti
ja_jp: ユーザーへの通知をスキップ
km_kh: រំលងការជូនដំណឹងអ្នកប្រើប្រាស់
mk_mk: Прескокни известување на корисници
nl_nl: Melding aan gebruikers overslaan
pt_br: Ignorar notificação de usuários
ro_ro: Omitere notificarea utilizatori
sl_si: Preskoči obveščanje uporabnikov
vi_vn: Bỏ qua việc thông báo cho người dùng
zh_cn: 跳过通知用户
zh_tw: 跳過通知用戶

# br-ext.br-ext:ShareCardModal_unshareMessageContentText
source: *Removing users or groups will unshare content
de_de: *Durch das Entfernen von Benutzern oder Gruppen wird das Teilen von Inhalten rückgängig gemacht.
es_es: *La eliminación de usuarios o grupos anulará el uso compartido de contenido
it_it: *La rimozione di utenti o gruppi annulla la condivisione del contenuto
ja_jp: *ユーザーまたはグループを削除すると、コンテンツ共有が解除されます
km_kh: *ការដកចេញអ្នកប្រើប្រាស់ ឬក្រុមនឹងឈប់ចែករំលែកខ្លឹមព័ត៌មាន
mk_mk: *Отстранувањето на корисници или групи ќе ја откаже споделувањето на содржината
nl_nl: *Als gebruikers of groepen worden verwijderd, wordt content niet meer gedeeld
pt_br: *A remoção de usuários ou grupos vai cancelar o compartilhamento do conteúdo
ro_ro: *Eliminarea utilizatorilor sau a grupurilor va anula partajarea conținutului
sl_si: *Če odstranite uporabnike ali skupine, boste preklicali skupno rabo vsebine
vi_vn: *Xóa người dùng hoặc nhóm sẽ ngừng chia sẻ nội dung
zh_cn: *移除用户或组将取消内容共享
zh_tw: *刪除使用者或群組將取消分享內容

# br-ext.br-ext:ShareCardModal_currentTabSharedHeading
source: Currently Shared
de_de: Derzeit geteilt
es_es: Actualmente compartido
it_it: Attualmente condiviso
ja_jp: 現在共有中
km_kh: បច្ចុប្បន្ននេះបានចែករំលែក
mk_mk: Моментално споделено
nl_nl: Momenteel gedeeld
pt_br: Compartilhado no momento
ro_ro: Partajat în prezent
sl_si: Trenutno v skupni rabi
vi_vn: Hiện được chia sẻ
zh_cn: 当前已共享
zh_tw: 目前已分享

# br-ext.br-ext:ShareCardModal_noSharedContentMessage1
source: This content is not shared with anyone
de_de: Dieser Inhalt ist mit niemandem geteilt.
es_es: Este contenido no se comparte con nadie
it_it: Questo contenuto non è condiviso con nessuno
ja_jp: このコンテンツは誰とも共有されていません
km_kh: ខ្លឹមព័ត៌មាននេះមិនត្រូវបានចែករំលែកជាមួយនរណាម្នាក់ឡើយ
mk_mk: Оваа содржина не се споделува со никого
nl_nl: Deze content wordt met niemand gedeeld
pt_br: Este Conteúdo não é compartilhado com ninguém
ro_ro: Acest conținut nu este partajat cu nimeni
sl_si: Ta vsebina ni v skupni rabi z nikomer
vi_vn: Nội dung này không được chia sẻ với bất cứ ai
zh_cn: 未与任何人共享此内容
zh_tw: 此內容不與任何人分享

# br-ext.br-ext:ShareCardModal_noSharedContentMessage2
source: Share this content to specific Individuals or Groups first
de_de: Diesen Inhalt zuerst mit bestimmten Einzelpersonen oder Gruppen teilen
es_es: En primer lugar, comparta este contenido con grupos o personas específicos
it_it: Condividi prima questo contenuto con gruppi o singoli specifici.
ja_jp: このコンテンツをまずは特定の個人またはグループと共有してください
km_kh: ចែករំលែកខ្លឹមព័ត៌មាននេះទៅកាន់បុគ្គល ឬក្រុមជាក់លាក់ជាមុនសិន
mk_mk: Прво споделете ја оваа содржина со конкретни поединци или групи
nl_nl: Deel deze Content eerst met specifieke personen of groepen
pt_br: Compartilhar o conteúdo com indivíduos ou grupos específicos primeiro
ro_ro: Mai întâi, partajați acest conținut cu anumite persoane sau grupuri
sl_si: Najprej delite to vsebino z določenimi posamezniki ali skupinami
vi_vn: Trước tiên, hãy chia sẻ nội dung này với các Cá nhân hoặc Nhóm cụ thể
zh_cn: 首先将此内容共享给特定个人或组
zh_tw: 首先將此內容分享給特定個人或團體

# br-ext.br-ext:ShareCardModal_peopleDataHeading
source: Individuals
de_de: Einzelpersonen
es_es: Personas
it_it: Singoli
ja_jp: 個人
km_kh: បុគ្គលនានា
mk_mk: Поединци
nl_nl: Personen
pt_br: Indivíduos
ro_ro: Persoane
sl_si: Posamezniki
vi_vn: Cá nhân
zh_cn: 个人
zh_tw: 個人

# br-ext.br-ext:ShareCardModal_selectedCountText
source: {{selected}} out of {{total}} Selected
de_de: {{selected}} von {{total}} ausgewählt
es_es: {{selected}} de {{total}} seleccionados
it_it: {{selected}} su {{total}} selezionati
ja_jp: {{selected}} のうち {{total}} 選択済み
km_kh: {{selected}} ក្នុងចំណោម {{total}} ដែលបានជ្រើសរើស
mk_mk: {{selected}} од {{total}} се избрани
nl_nl: {{selected}} van {{total}} geselecteerd
pt_br: {{selected}} de {{total}} selecionados
ro_ro: {{selected}} din {{total}} selectate
sl_si: Izbrano: {{selected} od {{total}
vi_vn: Đã chọn {{selected}}/ {{total}}
zh_cn: 已选择 {{selected}} 行，共 {{total}} 行
zh_tw: 已選取 {{selected} 個，共 {{total} 個

# br-ext.br-ext:ContextMenu_addToPathway
source: Add to Pathway
de_de: Zu Pathway hinzufügen
es_es: Añadir a ruta
it_it: Aggiungi a Pathway
ja_jp: パスウェイに追加
km_kh: បន្ថែមទៅ Pathway(s)
mk_mk: Додај во Pathway
nl_nl: Toevoegen aan Pathway
pt_br: Adicionar a Pathway
ro_ro: Adăugare la Pathway
sl_si: Dodaj v modul Pathway
vi_vn: Thêm vào Pathway
zh_cn: 添加到 Pathway
zh_tw: 新增至路徑

# br-ext.br-ext:ContextMenu_addToJourney
source: Add to Journey
de_de: Zu Journey hinzufügen
es_es: Añadir a trayectoria
it_it: Aggiungi a Journey
ja_jp: ジャーニーに追加
km_kh: បន្ថែមទៅ Journey
mk_mk: Додај во Journey
nl_nl: Toevoegen aan Journey
pt_br: Adicionar à Jornada
ro_ro: Adăugare la Journey
sl_si: Dodaj v učno pot Journey
vi_vn: Thêm vào Journey
zh_cn: 添加到 Journey
zh_tw: 新增至旅程

# br-ext.br-ext:ContextMenu_postToChannel
source: Post to Channel
de_de: Im Channel veröffentlichen
es_es: Publicar en canal
it_it: Pubblica su canale
ja_jp: チャンネルに投稿
km_kh: បង្ហោះទៅបណ្ដាញ
mk_mk: Објави на канал
nl_nl: Posten naar kanaal
pt_br: Publicar no Canal
ro_ro: Postare pe canal
sl_si: Objavi na kanalu
vi_vn: Đăng lên Kênh
zh_cn: 发布至频道
zh_tw: 發佈至頻道

# br-ext.br-ext:ContextMenu_assignToMe
source: Assign to Me
de_de: Mir zuweisen
es_es: Ceder a mí
it_it: Assegna a me
ja_jp: 自分に割当てる
km_kh: ចាត់តាំងខ្ញុំ
mk_mk: Додели ми мене
nl_nl: Toewijzen aan mij
pt_br: Atribuir a mim
ro_ro: Atribuie-mi
sl_si: Dodeli meni
vi_vn: Giao cho tôi
zh_cn: 分配给我
zh_tw: 指定給我

# br-ext.br-ext:ContextMenu_changeAuthor
source: Change Author
de_de: Autor ändern
es_es: Cambiar autor
it_it: Cambia autore
ja_jp: 作成者を変更
km_kh: ផ្លាស់ប្តូរអ្នកនិពន្ធ
mk_mk: Смени автор
nl_nl: Auteur wijzigen
pt_br: Alterar autor
ro_ro: Modificare autor
sl_si: Spremeni avtorja
vi_vn: Thay đổi tác giả
zh_cn: 更改作者
zh_tw: 更改作者

# br-ext.br-ext:ContextMenu_promote
source: Promote
de_de: Hochstufen
es_es: Ascender
it_it: Promuovi
ja_jp: プロモート
km_kh: ផ្សព្វផ្សាយ
mk_mk: Промовирај
nl_nl: Promoveren
pt_br: Promover
ro_ro: Promovare
sl_si: Povišaj
vi_vn: Thăng cấp
zh_cn: 升级
zh_tw: 升級

# br-ext.br-ext:ContextMenu_divider
source: divider
de_de: Trenner
es_es: divisor
it_it: divisore
ja_jp: ディバイダー
km_kh: របាំងបែងចែក
mk_mk: делител
nl_nl: Scheidingslijn
pt_br: Divisor
ro_ro: separator
sl_si: razdelilna črta
vi_vn: đường phân cách
zh_cn: 分隔符
zh_tw: 分隔線

# br-ext.br-ext:ContextMenu_edit
source: Edit
de_de: Bearbeiten
es_es: Editar
it_it: Modifica
ja_jp: 編集
km_kh: កែសម្រួល
mk_mk: Уреди
nl_nl: Bewerken
pt_br: Editar
ro_ro: Editare
sl_si: Uredi
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# br-ext.br-ext:ContextMenu_report
source: Report It
de_de: Melden
es_es: Notificar
it_it: Segnalalo
ja_jp: 報告する
km_kh: រាយការណ៍វា
mk_mk: Пријави
nl_nl: Rapporteren
pt_br: Relatar
ro_ro: Raportați-l
sl_si: Prijavi
vi_vn: Báo cáo vấn đề
zh_cn: 报告
zh_tw: 回報

# br-ext.br-ext:ContextMenu_cardInsights
source: Card Insights
de_de: Karteneinblicke
es_es: Información de tarjeta
it_it: Approfondimenti scheda
km_kh: ការយល់ដឹងអំពីកាត
mk_mk: Увиди за картичка
nl_nl: Cardinzichten
pt_br: Informações do cartão
ro_ro: Perspective card
sl_si: Vpogledi v kartice
vi_vn: Thông tin chi tiết về thẻ
zh_cn: 卡洞察信息
zh_tw: 卡片見解

# br-ext.br-ext:ContextMenu_dismissAssignment
source: Dismiss from Assignments
de_de: Aus Zuweisungen löschen
es_es: Descartar desde Cesiones
it_it: Rimuovi da assegnazioni
ja_jp: 割当を却下
km_kh: បដិសេធពីកិច្ចការនានា
mk_mk: Отфрли од Задачи
nl_nl: Afwijzen van toewijzingen
pt_br: Descartar de Atribuições
ro_ro: Revocare din atribuiri
sl_si: Odstrani iz dodelitev
vi_vn: Loại bỏ khỏi bài tập
zh_cn: 撤回分配
zh_tw: 從指派工作撤銷

# br-ext.br-ext:MiniCard_insertLinkLabel
source: Insert Link
es_es: Insertar Vínculo
it_it: Inserisci Collegamento
km_kh: បញ្ចូលតំណ
mk_mk: Вметни врска
nl_nl: Koppeling invoegen
ro_ro: Inserare link
sl_si: Vstavi povezavo

# br-ext.br-ext:MiniCard_buyCardMiniLabel
source: You need to purchase this card in order to consume this content.
de_de: Sie müssen diese Karte erwerben, um diese Inhalte nutzen zu können.
es_es: Debe comprar esta tarjeta para poder consumir este contenido.
it_it: Devi acquistare questa scheda per utilizzare questo contenuto.
ja_jp: このコンテンツを利用するには、このカードを購入する必要があります。
km_kh: អ្នកត្រូវទិញកាតនេះ ដើម្បីប្រើខ្លឹមព័ត៌មាននេះ។
mk_mk: Треба да ја купите оваа картичка за да ја консумирате оваа содржина.
nl_nl: U moet deze kaart kopen om deze content te gebruiken.
pt_br: Você precisa comprar o cartão para consumir o conteúdo.
ro_ro: Trebuie să achiziționați acest card pentru a consuma acest conținut.
sl_si: Za uporabo te vsebine morate kupiti to kartico.
vi_vn: Bạn cần mua thẻ này để sử dụng nội dung này.
zh_cn: 您需要购买此卡才能使用该内容。
zh_tw: 您需要購買此卡才能使用此內容。

# br-ext.br-ext:MiniCard_enrollCardMiniLabel
source: You need to enroll this card in order to consume this content.
de_de: Sie müssen diese Karte anmelden, um diese Inhalte nutzen zu können.
es_es: Debe inscribirse en esta tarjeta para poder consumir este contenido.
it_it: Devi iscriverti a questa scheda per utilizzare questo contenuto.
ja_jp: このコンテンツを利用するには、このカードを登録する必要があります。
km_kh: អ្នកត្រូវចុះឈ្មោះកាតនេះ ដើម្បីប្រើខ្លឹមព័ត៌មាននេះ។
mk_mk: Треба да ја запишете оваа картичка за да ја консумирате оваа содржина.
nl_nl: U moet deze kaart inschrijven om deze content te gebruiken.
pt_br: Você precisa inscrever o cartão para consumir o conteúdo.
ro_ro: Trebuie să înscrieți acest card pentru a consuma acest conținut.
sl_si: Za uporabo te vsebine morate registrirati to kartico.
vi_vn: Bạn cần đăng ký tham gia thẻ này để sử dụng nội dung này.
zh_cn: 您需要注册此卡才能使用该内容。
zh_tw: 您需要登記此卡片才能使用此內容。

# br-ext.br-ext:MiniCard_inAccessibleText
source: You no longer have the permission to view this content.
de_de: Sie haben keine Berechtigung mehr, diese Inhalte anzuzeigen.
es_es: Ya no tiene permiso para ver este contenido.
it_it: Non disponi più dell'autorizzazione per visualizzare questo contenuto.
ja_jp: このコンテンツを表示する権限がありません。
km_kh: អ្នកលែងមានការអនុញ្ញាតឱ្យបង្ហាញខ្លឹមព័ត៌មាននេះទៀតហើយ។
mk_mk: Веќе немате дозвола да ја гледате оваа содржина.
nl_nl: U kunt deze content niet meer weergeven.
pt_br: Você não tem mais a permissão para exibir o conteúdo.
ro_ro: Nu mai aveți permisiunea de a vizualiza acest conținut.
sl_si: Nimate več dovoljenja za ogled te vsebine.
vi_vn: Bạn không còn có quyền xem nội dung này.
zh_cn: 您不再具有查看此内容的权限。
zh_tw: 您不再具有查看此內容的權限。

# br-ext.br-ext:SearchPanel_resultBy
source: Result by <span className="edx-ext-instance-name">{{orgName}}</span>
de_de: Ergebnis nach <span className="edx-ext-instance-name">{{orgName}}</span>
es_es: Resultado por <span className="edx-ext-instance-name">{{orgName}}</span>
it_it: Risultato per <span className="edx-ext-instance-name">{{orgName}}</span>
ja_jp: 結果による <span className="edx-ext-instance-name">{{orgName}}</span>
km_kh: លទ្ធផលតាម <span className="edx-ext-instance-name">{{orgName}}</span>
mk_mk: Резултат од <span className="edx-ext-instance-name">{{orgName}}</span>
nl_nl: Resultaat per <span className="edx-ext-instance-name">{{orgName}}</span>
pt_br: Resultado por <span className="edx-ext-instance-name">{{orgName}}</span>
ro_ro: Rezultat de <span className="edx-ext-instance-name">{{orgName}}</span>
sl_si: Rezultat glede na: <span className="edx-ext-instance-name">{{orgName}}</span>
zh_cn: 结果来自 <span className="edx-ext-instance-name">{{orgName}}</span>
zh_tw: <span className="edx-ext-instance-name">{{orgName}}</span> 的結果

# br-ext.br-ext:SearchPanel_loginNow
source: Login now
de_de: Jetzt anmelden
es_es: Iniciar sesión ahora
it_it: Accedi ora
ja_jp: 今すぐログイン
km_kh: ចូលឥឡូវនេះ
mk_mk: Најавете се сега
nl_nl: Nu aanmelden
pt_br: Fazer login agora
ro_ro: Loghează-te acum
sl_si: Prijavite se zdaj
vi_vn: Đăng nhập ngay bây giờ
zh_cn: 立即登录
zh_tw: 現在登入

# br-ext.br-ext:SearchPanel_loginToYourAccount
source: Login to your <b>{{orgName}}</b> account to get the relevant content from <b>{{orgName}}</b>
de_de: Melden Sie sich bei Ihrem <b>{{orgName}}</b>-Konto an, um die relevanten Inhalte aus <b>{{orgName}}</b> abzurufen.
es_es: Inicie sesión en su cuenta de <b>{{orgName}</b> para obtener el contenido correspondiente de <b>{{orgName}</b>
it_it: Accedi al tuo account <b>{{orgName}}</b> per acquisire il contenuto pertinente da <b>{{orgName}}</b>
ja_jp: あなたの<b>{{orgName}}</b> アカウントにログインして、関連する <b>{{orgName}}</b>から関連するコンテンツを取得します
km_kh: ចូលទៅគណនី <b>{{orgName}}</b> របស់អ្នក ដើម្បីទទួលបានខ្លឹមព័ត៌មានពាក់ព័ន្ធពី <b>{{orgName}}</b>
mk_mk: Пријавете се на вашата сметка <b>{{orgName}}</b> за да ја добиете релевантната содржина од <b>{{orgName}}</b>
nl_nl: Meld u aan bij uw <b>{{orgName}}</b>-account om de relevante content op te halen van <b>{{orgName}}</b>
pt_br: Faça logon na conta <b>{{orgName}}</b> para obter o conteúdo relevante do <b>{{orgName}}</b>
ro_ro: Conectați-vă la contul <b>{{orgName}}</b> dvs. pentru a obține conținut relevant de la <b>{{orgName}}</b>
sl_si: Prijavite se v svoj <b>{{orgName}}</b> račun, da dobite ustrezno vsebino od <b>{{orgName}}</b>
vi_vn: Đăng nhập vào tài khoản <b>{{orgName}}</b> của bạn để nhận nội dung liên quan từ <b>{{orgName}}</b>
zh_cn: 登录您的<b>{{orgName}}</b>账户即可从<b>{{orgName}}</b>获取相关内容
zh_tw: 登入您的 <b>{{orgName}}</b> 帳戶以取得 <b>{{orgName}}</b> 的相關內容

# br-ext.br-ext:SearchPanel_loggedInLabel
source: You are seeing results from
de_de: Sie sehen Ergebnisse aus
es_es: Está viendo resultados de
it_it: Vengono visualizzati i risultati di
ja_jp: あなたが見ている結果は
km_kh: អ្នកកំពុងឃើញលទ្ធផលពី
mk_mk: Гледате резултати од
nl_nl: U ziet resultaten van
pt_br: Você está vendo resultados de
ro_ro: Vedeți rezultate de la
sl_si: Vidite rezultate iz
vi_vn: Bạn đang thấy kết quả từ
zh_cn: 您看到的结果来自
zh_tw: 您看到的結果來自

# br-ext.br-ext:SearchPanel_noResultFound
source: No result found for
de_de: Kein Ergebnis gefunden für
es_es: No se han encontrado resultados para
it_it: Nessun risultato trovato per
ja_jp: 検索結果がありません
km_kh: រកមិនឃើញ​លទ្ធផលសម្រាប់
mk_mk: Не е пронајден резултат за
nl_nl: Geen resultaat gevonden voor
pt_br: Nenhum resultado encontrado para
ro_ro: Nu s-a găsit niciun rezultat pentru
sl_si: Ni rezultatov za
vi_vn: Không tìm thấy kết quả nào cho
zh_cn: 未找到以下关键字的任何结果
zh_tw: 沒有找到結果

# br-ext.br-ext:Notification_title
source: Notifications
de_de: Benachrichtigungen
es_es: Notificaciones
it_it: Notifiche
ja_jp: 通知
km_kh: ការជូនដំណឹង
mk_mk: Известувања
nl_nl: Meldingen
pt_br: Notificações
ro_ro: Notificări
sl_si: Obvestila
vi_vn: Thông báo
zh_cn: 通知
zh_tw: 通知

# br-ext.br-ext:Notification_errorMessage
source: Notification api failed, please try again
de_de: Benachrichtigungs-API fehlgeschlagen; bitte erneut versuchen
es_es: Error de API de notificación. Inténtelo de nuevo
it_it: Errore dell'API di notifica, riprova
ja_jp: 通知APIに失敗しました。再試行してください
km_kh: ការជូនដំណឹង api បានបរាជ័យ សូមព្យាយាមម្តងទៀត
mk_mk: API за известувањето не успеа, обидете се повторно
nl_nl: Fout in meldings-API, probeer het opnieuw
pt_br: Falha na API de notificação; tente novamente
ro_ro: API-ul de notificare a eșuat, încercați din nou
sl_si: API za obvestila ni uspel, poskusite znova.
vi_vn: API thông báo không hoạt động, vui lòng thử lại
zh_cn: 通知 API 出现问题，请重试
zh_tw: 通知 API 失敗，請重試

# br-ext.br-ext:Notification_defaultEmptyMessage
source: There are no new notifications.
de_de: Es gibt keine neuen Benachrichtigungen.
es_es: No hay notificaciones nuevas.
it_it: Non ci sono nuove notifiche.
ja_jp: 新しい通知はありません。
km_kh: មិនមានការជូនដំណឹងថ្មីទេ។
mk_mk: Нема нови известувања.
nl_nl: Er zijn geen nieuwe meldingen.
pt_br: Não há novas notificações.
ro_ro: Nu există notificări noi.
sl_si: Ni novih obvestil.
vi_vn: Không có thông báo mới.
zh_cn: 没有新通知。
zh_tw: 沒有新的通知。

# br-ext.br-ext:Notification_dueDateLabel
source: Due Date
de_de: Fälligkeitsdatum
es_es: Fecha de vencimiento
it_it: Data limite
ja_jp: 期日
km_kh: កាលបរិច្ឆេទ​ដល់​កាល
mk_mk: Рок
nl_nl: Vervaldatum
pt_br: Data de vencimento
ro_ro: Data scadentă
sl_si: Rok
vi_vn: Ngày đến hạn
zh_cn: 截至日期
zh_tw: 到期日

# br-ext.br-ext:UserProfile_title
source: Profile
de_de: Profil
es_es: Perfil
it_it: Profilo
ja_jp: プロファイル
km_kh: ប្រវត្តិរូប
mk_mk: Профил
nl_nl: Profiel
pt_br: Perfil
ro_ro: Profil
sl_si: Profil
vi_vn: Hồ sơ
zh_cn: 简档
zh_tw: 設定檔

# br-ext.br-ext:Settings_cardPreview
source: Card Preview
de_de: Kartenvorschau
es_es: Vista previa de tarjeta
it_it: Anteprima scheda
ja_jp: カードプレビュー
km_kh: មើលសាកល្បងកាត
mk_mk: Преглед на картичка
nl_nl: Kaartvoorbeeld
pt_br: Visualização do cartão
ro_ro: Previzualizare card
sl_si: Predogled kartice
vi_vn: Xem trước thẻ
zh_cn: 卡预览
zh_tw: 卡片預覽

# br-ext.br-ext:Settings_cardPreviewDescription
source: Preview card details without needing to open it in a new tab. When enabled, clicking on a content card will display a preview to provide more detailed information.
de_de: Zeigen Sie eine Vorschau der Kartendetails an, ohne sie auf einer neuen Registerkarte öffnen zu müssen. Bei Aktivierung wird durch Klicken auf eine Inhaltskarte eine Vorschau mit detaillierteren Informationen angezeigt.
es_es: Obtenga una vista previa de los detalles de la tarjeta sin necesidad de abrirla en una nueva pestaña. Cuando está habilitado, al hacer clic en una tarjeta de contenido se mostrará una vista previa para proporcionar información más detallada.
it_it: Visualizza in anteprima i dettagli della scheda senza necessità di aprirla in una nuova scheda. Quando l'opzione è abilitata e si fa clic su una scheda contenuto, verrà visualizzata un'anteprima con informazioni più dettagliate.
ja_jp: 新しいタブで開く必要なく、カードの詳細をプレビューできます。有効の場合、コンテンツカードをクリックすると、より詳細な情報を提供するプレビューが表示されます。
km_kh: មើលសាកល្បងព័ត៌មានលម្អិតកាតដោយមិនចាំបាច់បើកវានៅក្នុងថេបថ្មី។ នៅពេលបើកដំណើរការ ការចុចលើកាតមាតិកានឹងបង្ហាញការមើលជាមុន ដើម្បីផ្តល់ព័ត៌មានលម្អិតបន្ថែម។
mk_mk: Прегледајте ги деталите на картичката без да треба да ја отворате во нова картичка. Кога е овозможено, со кликнување на картичка со содржина ќе се прикаже преглед за да се обезбедат подетални информации.
nl_nl: Bekijk een voorbeeld van de kaartgegevens zonder dat de kaart in een nieuw tabblad hoeft te openen. Als dit is ingeschakeld, wordt er een voorbeeld weergegeven als u op een contentkaart klikt, met meer informatie.
pt_br: Visualizar detalhes do cartão sem precisar abri-lo em uma nova guia. Quando ativado, o clique em um cartão de conteúdo vai exibir uma visualização para fornecer informações mais detalhadas.
ro_ro: Previzualizați detaliile cardului fără a fi nevoie să-l deschideți într-o filă nouă. Dacă este activată, dacă faceți clic pe o fișă de conținut, se va afișa o previzualizare pentru a furniza informații mai detaliate.
sl_si: Predoglejte si podrobnosti kartice, ne da bi jo morali odpreti v novem zavihku. Ko je omogočeno, se s klikom na kartico z vsebino prikaže predogled za podrobnejše informacije.
vi_vn: Xem trước chi tiết thẻ mà không cần mở thẻ trong tab mới. Khi được bật, nhấp vào thẻ nội dung sẽ hiển thị bản xem trước để cung cấp thông tin chi tiết hơn.
zh_cn: 无需在新选项卡中打开即可预览卡详情。启用后，单击内容卡将显示预览以提供更详细的信息。
zh_tw: 無需在新分頁中開啟即可預覽卡片詳細資訊。啟用後，按一下內容卡將顯示預覽以提供更詳細的資訊。

# br-ext.br-ext:Settings_searchResultIntegration
source: Search Result Integration
de_de: Integration von Suchergebnissen
es_es: Integración de resultados de búsqueda
it_it: Integrazione risultati ricerca
ja_jp: 検索結果の統合
km_kh: ការបញ្ចូលគ្នាលទ្ធផលស្វែងរក
mk_mk: Интеграција на резултатите од пребарувањето
nl_nl: Integratie van zoekresultaten
pt_br: Integração dos resultados da pesquisa
ro_ro: Integrarea rezultatelor căutării
sl_si: Integracija rezultatov iskanja
vi_vn: Tích hợp kết quả tìm kiếm
zh_cn: 搜索结果整合
zh_tw: 搜尋結果整合

# br-ext.br-ext:Settings_searchResultIntegrationDescription
source: Augment your search engine experience on Google and Bing with content results from your organization. When enabled, Google and Bing search queries will display relevant content directly on the webpage.
de_de: Erweitern Sie Ihre Suchmaschinenerfahrung auf Google und Bing mit Inhaltsergebnissen aus Ihrer Organisation. Bei Aktivierung zeigen Google- und Bing-Suchanfragen relevante Inhalte direkt auf der Webseite an.
es_es: Aumente su experiencia en los motores de búsqueda de Google y Bing con resultados de contenido de su organización. Cuando está habilitado, las consultas de búsqueda de Google y Bing mostrarán contenido relevante directamente en la página web.
it_it: Amplia l'esperienza sui motori di ricerca Google e Bing con risultati dai contenuti della tua organizzazione. Quando l'opzione è abilitata, le query di ricerca su Google e Bing restituiranno contenuto pertinente direttamente sulla pagina Web.
ja_jp: GoogleとBingの検索エンジン体験を、組織からのコンテンツ結果で強化します。有効すると、GoogleとBingの検索クエリにより、関連するコンテンツがウェブページに直接表示されます。
km_kh: បង្កើនបទពិសោធន៍ម៉ាស៊ីនស្វែងរករបស់អ្នកនៅលើ Google និង Bing ជាមួយនឹងលទ្ធផលខ្លឹមព័ត៌មានពីស្ថាប័នរបស់អ្នក។ នៅពេលបើកដំណើរការ សំណួរស្វែងរក Google និង Bing នឹងបង្ហាញខ្លឹមសារពាក់ព័ន្ធដោយផ្ទាល់នៅលើគេហទំព័រ។
mk_mk: Зголемете го вашето искуство со пребарувачите на Google и Bing со резултати од содржини од вашата организација. Кога е овозможено, барањата за пребарување на Google и Bing ќе прикажуваат релевантна содржина директно на веб-страницата.
nl_nl: Verbeter uw ervaring met zoekmachines van Google en Bing met contentresultaten van uw organisatie. Als dit is ingeschakeld, wordt bij Google- en Bing-zoekopdrachten relevante content direct op de webpagina weergegeven.
pt_br: Aumente a experiência do mecanismo de pesquisa no Google e no Bing com resultados de conteúdo da organização. Quando ativado, as consultas de pesquisa do Google e do Bing exibem conteúdo relevante diretamente na página da Web.
ro_ro: Îmbunătățiți-vă experiența cu motorul de căutare pe Google și Bing cu rezultate privind conținutul din această organizație. Când este activată, interogările de căutare Google și Bing vor afișa conținut relevant direct pe pagina web.
sl_si: Izkušnjo v iskalnikih Google in Bing lahko izboljšate tako, da bo vključevala rezultate z vsebino iz vaše organizacije. Ko je omogočeno, bodo iskalne poizvedbe Google in Bing prikazale ustrezno vsebino neposredno na spletni strani.
vi_vn: Nâng cao trải nghiệm công cụ tìm kiếm của bạn trên Google và Bing với kết quả nội dung từ tổ chức của bạn. Khi được bật, các truy vấn tìm kiếm của Google và Bing sẽ hiển thị nội dung có liên quan trực tiếp trên trang web.
zh_cn: 利用来自组织的内容结果改善您在 Google 和 Bing 上的搜索引擎体验。启用后，Google 和 Bing 搜索查询将直接在网页上显示相关内容。
zh_tw: 利用您組織的內容結果增強您在 Google 和 Bing 上的搜尋引擎體驗。啟用後，Google 和 Bing 搜尋查詢將直接在網頁上顯示相關內容。

# br-ext.br-ext:SmartCard_bookmarkLabel
source: Bookmark
de_de: Lesezeichen setzen
es_es: Marcador
it_it: Segnalibro
ja_jp: ブックマーク
km_kh: ចុះ​ក្នុង​ទំព័រចំណាំ
mk_mk: Обележувач
nl_nl: Bladwijzer maken
pt_br: Favorito
ro_ro: Marcare
sl_si: Zaznamek
vi_vn: Đánh dấu
zh_cn: 书签
zh_tw: 加入書籤
