Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# teams.teams:Cards_smartCardDescription
source: Enter SmartCard description here
de_de: Geben Sie die SmartCard-Beschreibung hier ein.
es_es: Escriba la descripción de la tarjeta inteligente aquí
it_it: Immettere qui la descrizione della SmartCard
ja_jp: ここにスマートカードの説明を入力してください
km_kh: បញ្ចូលការពណ៌នា SmartCard នៅទីនេះ
mk_mk: Внесете опис на SmartCard овде
nl_nl: Voer de omschrijving van de smartcard hier in.
pt_br: Especificar a descrição do SmartCard aqui
ro_ro: Introduceți aici descrierea pentru SmartCard
sl_si: Tukaj vnesite opis kartice SmartCard
vi_vn: Nhập mô tả SmartCard vào đây
zh_cn: 在此处输入 Smartcard 描述
zh_tw: 在此輸入智慧卡描述

# teams.teams:Cards_liveEventInputTitle
source: Live Event Title
de_de: Titel der Live-Veranstaltung
es_es: Título de evento en directo
it_it: Titolo evento live
ja_jp: ライブイベント タイトル
km_kh: ចំណងជើងព្រឹត្តិការណ៍ផ្សាយផ្ទាល់
mk_mk: Наслов на настан во живо
nl_nl: Titel live evenement
pt_br: Título do Evento ao vivo
ro_ro: Titlu eveniment live
sl_si: Naslov dogodka v živo
vi_vn: Tiêu đề sự kiện trực tiếp
zh_cn: 现场活动标题
zh_tw: 現場活動標題

# teams.teams:Cards_meetingDetails
source: Meeting details:
es_es: Detalles de la reunión:
it_it: Dettagli riunione:
ja_jp: ミーティング詳細：
km_kh: ព័ត៌មានលម្អិតការប្រជុំ៖
mk_mk: Детали за состанокот:
nl_nl: Gegevens van bijeenkomst:
pt_br: Detalhes da reunião:
ro_ro: Detalii întâlnire:
sl_si: Podrobnosti sestanka:
vi_vn: Chi tiết cuộc họp:
zh_cn: 会议详情:
zh_tw: 會議詳細資料：

# teams.teams:Cards_liveEventMeetingSubTitle
source: Please provide any additional details for this event
de_de: Bitte geben Sie weitere Details für diese Veranstaltung an.
es_es: Proporcione detalles adicionales de este evento
it_it: Fornisci eventuali ulteriori dettagli per questo evento
ja_jp: このイベントに関する追加の詳細を入力してください
km_kh: សូមផ្តល់ព័ត៌មានលម្អិតបន្ថែមសម្រាប់ព្រឹត្តិការណ៍នេះ។
mk_mk: Ве молиме наведете дополнителни детали за овој настан
nl_nl: Geef aanvullende gegevens voor dit evenement op
pt_br: Dê todos os detalhes adicionais do evento
ro_ro: Vă rugăm să furnizați orice detalii suplimentare pentru acest eveniment
sl_si: Navedite morebitne dodatne podrobnosti za ta dogodek
vi_vn: Vui lòng cung cấp mọi thông tin chi tiết bổ sung về sự kiện này
zh_cn: 请提供此活动的任何其他详情
zh_tw: 請提供此活動的其他詳細資料

# teams.teams:Cards_uploadDescriptionSubHeading
source: Please provide any additional description.
de_de: Bitte geben Sie zusätzliche Beschreibungen ein, wenn zutreffend.
es_es: Proporcione una descripción adicional.
it_it: Fornisci eventuali descrizioni aggiuntive.
ja_jp: 追加の説明を入力してください。
km_kh: សូមផ្តល់ការពិពណ៌នាបន្ថែមណាមួយ។
mk_mk: Наведете каков било дополнителен опис.
nl_nl: Geef een aanvullende beschrijving op.
pt_br: Forneça qualquer descrição adicional.
ro_ro: Vă rugăm să furnizați orice descriere suplimentare.
sl_si: Navedite morebitne dodatne opise.
vi_vn: Vui lòng cung cấp thêm mô tả chi tiết.
zh_cn: 请提供任何额外描述。
zh_tw: 請提供任何附加說明。

# teams.teams:Cards_liveEventConferencingTitle
source: Conferencing Tool
de_de: Konferenz-Tool
es_es: Herramienta de conferencia
it_it: Strumento conferenza
ja_jp: 会議ツール
km_kh: ឧបករណ៍ធ្វើសន្និសីទ
mk_mk: Алатка за конференции
nl_nl: Conferentieprogramma
pt_br: Ferramenta de seminário
ro_ro: Instrument pentru conferințe
sl_si: Orodje za konference
vi_vn: Công cụ hội nghị
zh_cn: 会议工具
zh_tw: 會議工具

# teams.teams:Cards_zoomText
source: Zoom
ja_jp: ズーム
mk_mk: Зумирај
zh_tw: 縮放

# teams.teams:Cards_moxtraText
source: Moxtra
ja_jp: モクストラ
mk_mk: Мокстра

# teams.teams:Cards_msteamsText
source: MS Teams
de_de: Microsoft Teams
mk_mk: MS тимови
zh_tw: 微軟團隊

# teams.teams:Cards_othersText
source: Others
de_de: Sonstige
es_es: Otros
it_it: Altri
ja_jp: その他
km_kh: ផ្សេងៗ
mk_mk: Други
nl_nl: Anderen
pt_br: Outros
ro_ro: Altele
sl_si: Drugo
vi_vn: Khác
zh_cn: 其他
zh_tw: 其他

# teams.teams:Cards_zoomValue
source: zoom
mk_mk: зумирај
zh_tw: 縮放

# teams.teams:Cards_moxtraValue
source: moxtra
mk_mk: мокстра
zh_tw: 莫克斯特拉

# teams.teams:Cards_webexValue
source: webex
mk_mk: вебекс

# teams.teams:Cards_skypeValue
source: skype
mk_mk: скајп

# teams.teams:Cards_othersValue
source: others
de_de: sonstige
es_es: otros
it_it: Altri
ja_jp: 他
km_kh: ផ្សេងទៀត។
mk_mk: други
nl_nl: Anderen
pt_br: Outros
ro_ro: altele
sl_si: drugi
vi_vn: khác
zh_cn: 其他
zh_tw: 其他的

# teams.teams:Cards_liveEventTimezoneTitle
source: Timezone
de_de: Zeitzone
it_it: Fuso orario
ja_jp: タイムゾーン
km_kh: តំបន់ពេលវេលា
mk_mk: Временска зона
nl_nl: Tijdzone
pt_br: Fuso horário
ro_ro: Fus orar
sl_si: Časovni pas
vi_vn: Múi giờ
zh_cn: 时区
zh_tw: 時區

# teams.teams:Cards_liveEventStartDate
source: Start Date
de_de: Startdatum
es_es: Fecha de inicio
it_it: Data di inizio
ja_jp: 開始日
km_kh: កាលបរិច្ឆេទចាប់ផ្តើម
mk_mk: Почетен датум
nl_nl: Startdatum
pt_br: Data de início
ro_ro: Dată de început
sl_si: Začetni datum
vi_vn: Ngày bắt đầu
zh_cn: 开始日期
zh_tw: 開始日期

# teams.teams:Cards_liveEventSelectDate
source: Select Date
de_de: Wählen Sie ein Datum aus.
es_es: Seleccionar fecha
it_it: Seleziona data
ja_jp: 日付の選択
km_kh: ជ្រើសរើសកាលបរិច្ឆេទ
mk_mk: Изберете датум
nl_nl: Datum selecteren
pt_br: Selecionar data
ro_ro: Selectare dată
sl_si: Izberite Datum
vi_vn: Chọn ngày
zh_cn: 选择日期
zh_tw: 選取日期

# teams.teams:Cards_liveEventStartTime
source: Start Time
de_de: Startzeit
es_es: Hora de inicio
it_it: Ora di inizio
ja_jp: 開始時間
km_kh: ពេលវេលាចាប់ផ្តើម
mk_mk: Време на започнување
nl_nl: Starttijd
pt_br: Hora de início
ro_ro: Oră de început
sl_si: Začetni čas
vi_vn: Thời gian bắt đầu
zh_cn: 开始时间
zh_tw: 開始時間

# teams.teams:Cards_liveEventSelectTime
source: Select Time
de_de: Wählen Sie eine Uhrzeit aus.
es_es: Seleccionar hora
it_it: Seleziona ora
ja_jp: 時間の選択
km_kh: ជ្រើសរើសពេលវេលា
mk_mk: Изберете време
nl_nl: Tijd selecteren
pt_br: Selecionar Hora
ro_ro: Selectare oră
sl_si: Izberite čas
vi_vn: Chọn thời gian
zh_cn: 选择时间
zh_tw: 選擇時間

# teams.teams:Cards_liveEventEndDate
source: End Date
de_de: Enddatum
es_es: Fecha de final
it_it: Data di fine
ja_jp: 終了日
km_kh: កាលបរិច្ឆេទបញ្ចប់
mk_mk: Датум на завршување
nl_nl: Einddatum
pt_br: Data final
ro_ro: Dată de sfârșit
sl_si: Končni datum
vi_vn: Ngày kết thúc
zh_cn: 结束日期
zh_tw: 結束日期

# teams.teams:Cards_liveEventEndTime
source: End Time
de_de: Endzeit
es_es: Hora de final
it_it: Ora di fine
ja_jp: 終了時間
km_kh: ពេលវេលាបញ្ចប់
mk_mk: Време на завршување
nl_nl: Eindtijd
pt_br: Horário final
ro_ro: Ora de sfârșit
sl_si: Končni čas
vi_vn: Thời gian kết thúc
zh_cn: 结束时间
zh_tw: 結束時間

# teams.teams:Cards_liveEventStartDateTimeError
source: Start Date and Time should be greater than current time
de_de: Startdatum und Startuhrzeit müssen nach der aktuellen Zeit liegen.
es_es: La fecha y hora de inicio deben ser posteriores a la hora actual
it_it: La data e l'ora di inizio devono essere nel passato
ja_jp: 開始日と時刻は現在の時刻より大きくする必要があります
km_kh: កាលបរិច្ឆេទចាប់ផ្តើម និងម៉ោងចាប់ផ្តើមត្រូវលើសជាងម៉ោងបច្ចុប្បន្ន
mk_mk: Датумот и времето на започнување треба да бидат поголеми од моменталното време
nl_nl: Startdatum en -tijd moeten later zijn dan huidige tijd
pt_br: Data de início e Tempo devem ser superiores ao horário atual
ro_ro: Data și ora de început trebuie să fie după ora curentă
sl_si: Začetni datum in čas morata biti poznejša od trenutnega časa.
vi_vn: Ngày giờ bắt đầu không được muộn hơn thời gian hiện tại
zh_cn: 开始日期和时间应晚于当前时间
zh_tw: 開始日期和時間應大於目前時間

# teams.teams:Cards_liveEventEndSmallerError
source: End Date and Time should be greater than Start Date and Time
de_de: Enddatum und Endzeit müssen nach Startdatum und Startuhrzeit liegen.
es_es: La fecha y hora de final deben ser posteriores a la fecha y hora de inicio
it_it: La data e l'ora di fine devono essere successive alla data e all'ora di inizio
ja_jp: 終了日と時刻には、開始日と時刻より大きい値を指定してください
km_kh: កាលបរិច្ឆេទបញ្ចប់ និងម៉ោងបញ្ចប់ត្រូវលើសកាលបរិច្ឆេទចាប់ផ្តើម និងម៉ោងចាប់ផ្ដើម
mk_mk: Датумот и времето на завршување треба да бидат поголеми од датумот и времето на започнување
nl_nl: Einddatum en -tijd moeten later zijn dan startdatum en -tijd
pt_br: Data e hora de término devem ser posteriores à data e hora de início
ro_ro: Data și ora de sfârșit trebuie să fie mai mari decât Data și ora de început
sl_si: Končni datum in čas morata biti poznejša od začetnega datuma in časa.
vi_vn: Ngày và giờ kết thúc phải lớn hơn Ngày và giờ bắt đầu
zh_cn: 结束日期和时间应晚于开始日期和时间
zh_tw: 結束日期和時間應大於開始日期和時間

# teams.teams:Cards_liveEventEndDateTimeError
source: End Date and End Time should be greater than current time
de_de: Enddatum und Endzeit müssen nach der aktuellen Zeit liegen.
es_es: La fecha y hora de final deben ser posteriores a la hora actual
it_it: La data e l'ora di fine devono essere nel futuro
ja_jp: 終了日と終了時間は現在時刻より大きくなければなりません
km_kh: កាលបរិច្ឆេទបញ្ចប់ និងម៉ោងបញ្ចប់ត្រូវលើសម៉ោងបច្ចុប្បន្ន
mk_mk: Датумот и времето на завршување треба да бидат поголеми од моменталното време
nl_nl: Einddatum en -tijd moeten later zijn dan huidige tijd
pt_br: Data final e horário final devem ser superiores ao horário atual
ro_ro: Data și ora de sfârșit trebuie să fie după ora curentă
sl_si: Končni datum in končni čas morata biti poznejša od trenutnega časa.
vi_vn: Ngày kết thúc và thời gian kết thúc phải lớn hơn thời gian hiện tại
zh_cn: 结束日期和结束时间应晚于当前时间
zh_tw: 結束日期和結束時間應大於目前時間

# teams.teams:Cards_chooseLanguage
source: Choose Language
de_de: Sprache auswählen
es_es: Elegir idioma
it_it: Scegli la lingua
ja_jp: 言語を選択してください
km_kh: ជ្រើសរើសភាសា
mk_mk: Изберете јазик
nl_nl: Taal kiezen
pt_br: Escolher Idioma
ro_ro: Alege limba
sl_si: Izberite jezik
vi_vn: Chọn ngôn ngữ
zh_cn: 选择语言
zh_tw: 選擇語言

# teams.teams:Cards_tagsInputPlaceholder
source: Type your tag and press return (Enter) to add it
de_de: Geben Sie Ihre Markierung ein und drücken Sie die Eingabetaste, um sie hinzuzufügen.
es_es: Escriba su etiqueta y pulse Intro para añadirla
it_it: Digita il tag e premi Invio per aggiungerlo
ja_jp: タグを入力し、リターン（Enter）キーを押して追加します
km_kh: វាយបញ្ចូលស្លាករបស់អ្នកហើយចុច ត្រឡប់ (Enter) ដើម្បីបន្ថែមស្លាក
mk_mk: Внесете ја вашата ознака и притиснете return (Enter) за да ја додадете
nl_nl: Typ uw label en druk op Enter om dit toe te voegen
pt_br: Digite o rótulo e pressione Enter para adicioná-lo
ro_ro: Tastați eticheta și apăsați Return (Enter) pentru a o adăuga
sl_si: Vnesite svojo oznako in pritisnite vnašalko (Enter), da jo dodate.
vi_vn: Nhập thẻ tag của bạn rồi nhấn quay lại (Enter) để thêm thẻ
zh_cn: 键入您的标记，然后按回车键(Enter)进行添加
zh_tw: 輸入您的標記並按 Return 鍵 (Enter) 以新增

# teams.teams:Cards_language
source: Language
de_de: Sprache
es_es: Idioma
it_it: Lingua
ja_jp: 言語
km_kh: ភាសា
mk_mk: Јазик
nl_nl: Taal
pt_br: Idioma
ro_ro: Limba
sl_si: Jezik
vi_vn: Ngôn ngữ
zh_cn: 语言
zh_tw: 語言

# teams.teams:Cards_durationHoursInputSubtitle
source: Select the duration of the article
de_de: Dauer des Artikels auswählen
es_es: Seleccione la duración del artículo
it_it: Seleziona la durata dell'articolo
ja_jp: 記事の期間を選択してください
km_kh: ជ្រើសរើសរយៈពេលនៃអត្ថបទ
mk_mk: Изберете го времетраењето на статијата
nl_nl: De duur van het artikel selecteren
pt_br: Selecione a duração do artigo
ro_ro: Selectați durata articolului
sl_si: Izberite predvideni čas branja članka.
vi_vn: Chọn thời lượng bài viết
zh_cn: 选择文章持续时间
zh_tw: 選取文章的持續時間

# teams.teams:Cards_durationErrorString
source: Duration is required
de_de: Dauer ist erforderlich.
es_es: La duración es obligatoria
it_it: Il campo Durata è obbligatorio
ja_jp: 期間が必要です
km_kh: ត្រូវការរយៈពេល
mk_mk: Потребно е времетраење
nl_nl: Duur is vereist
pt_br: A duração é obrigatória
ro_ro: Durata este obligatorie
sl_si: Trajanje je obvezno.
vi_vn: Thời lượng là bắt buộc
zh_cn: 持续时间为必填项
zh_tw: 持續時間為必要

# teams.teams:Cards_registrationType
source: Registration Type
de_de: Anmeldungstyp
es_es: Tipo de registro
it_it: Tipo di Registrazione
ja_jp: 登録タイプ
km_kh: ប្រភេទនៃការចុះឈ្មោះ
mk_mk: Тип на регистрација
nl_nl: Inschrijvingstype
pt_br: Tipo de Inscrição
ro_ro: Tip de înregistrare
sl_si: Vrsta registracije
vi_vn: Loại đăng ký
zh_cn: 注册类型
zh_tw: 註冊類型

# teams.teams:Cards_moderate
source: Moderate
de_de: Mittel
es_es: Moderado
it_it: Moderata
ja_jp: 中程度
km_kh: មធ្យម
mk_mk: Умерено
nl_nl: Modereren
pt_br: Moderada
ro_ro: Moderat
sl_si: Moderator
vi_vn: Kiểm duyệt
zh_cn: 适中
zh_tw: 中等

# teams.teams:Cards_closeRegistration
source: Close Registration
de_de: Anmeldung schließen
es_es: Cerrar registro
it_it: Chiudi registrazione
ja_jp: 登録を閉じる
km_kh: បិទការចុះឈ្មោះ
mk_mk: Затвори ја регистрацијата
nl_nl: Inschrijving sluiten
pt_br: Fechar Inscrição
ro_ro: Închidere înregistrare
sl_si: Zapri registracijo
vi_vn: Đóng đăng ký
zh_cn: 结束注册
zh_tw: 關閉註冊

# teams.teams:Cards_maximumUsers
source: Maximum Users
de_de: Maximale Anzahl der Benutzer
es_es: Máximo de usuarios
it_it: Numero massimo di utenti
ja_jp: 最大ユーザー数
km_kh: អ្នកប្រើប្រាស់អតិបរមា
mk_mk: Максимум корисници
nl_nl: Maximumaantal gebruikers
pt_br: Máximo de Usuários
ro_ro: Număr maxim de utilizatori
sl_si: Največje število uporabnikov
vi_vn: Số người dùng tối đa
zh_cn: 最多用户数
zh_tw: 最大用戶數

# teams.teams:Cards_add
source: Add
de_de: Hinzufügen
es_es: Añadir
it_it: Aggiungi
ja_jp: 追加
km_kh: បន្ថែម
mk_mk: Додај
nl_nl: Toevoegen
pt_br: Adicionar
ro_ro: Adăugare
sl_si: Dodaj
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

# teams.teams:Cards_placeholderText
source: Search Author...
de_de: Autor suchen...
es_es: Buscar autor...
it_it: Cerca autore...
ja_jp: 作成者の検索...
km_kh: ស្វែងរកអ្នកនិពន្ធ...
mk_mk: Пребарај автор...
nl_nl: Auteur zoeken...
pt_br: Pesquisar autor...
ro_ro: Căutare autor...
sl_si: Iskanje avtorja ...
vi_vn: Tìm kiếm Tác giả...
zh_cn: 搜索作者...
zh_tw: 搜尋作者...

# teams.teams:Cards_noUsersFound
source: No user found
de_de: Kein Benutzer gefunden
es_es: Se ha encontrado ningún usuario
it_it: Nessun utente trovato
ja_jp: ユーザーが見つかりません
km_kh: រកមិនឃើញ​អ្នកប្រើប្រាស់
mk_mk: Не е пронајден корисник
nl_nl: Geen gebruiker gevonden
pt_br: Nenhum usuário encontrado
ro_ro: Nu s-a găsit niciun utilizator
sl_si: Ni najdenih uporabnikov
vi_vn: Không tìm thấy người dùng
zh_cn: 找不到用户
zh_tw: 未找到使用者

# teams.teams:Cards_priceSelectionInputPlaceholder
source: Specify Price
de_de: Preis angeben
es_es: Especificar precio
it_it: Specifica prezzo
ja_jp: 価格の指定
km_kh: បញ្ជាក់​តម្លៃ
mk_mk: Наведете цена
nl_nl: Prijs opgeven
pt_br: Especificar Preço
ro_ro: Specificare preț
sl_si: Določite ceno
vi_vn: Chỉ định giá
zh_cn: 指定价格
zh_tw: 指定價格

# teams.teams:Cards_priceErrorText
source: Can't be empty if Paid content is selected
de_de: Darf bei Auswahl von kostenpflichtigen Inhalten nicht leer sein
es_es: No puede estar vacío si se ha seleccionado el contenido de pago
it_it: Non può essere vuoto se è selezionato contenuto a pagamento
ja_jp: 有料コンテンツを選択した場合は、空欄にできません
km_kh: មិនអាច'ទទេបានទេ ប្រសិនបើមាតិកាបង់ប្រាក់ត្រូវបានជ្រើសរើស
mk_mk: Не може да биде празно ако е избрана платена содржина
nl_nl: Mag niet leeg zijn als Betaalde content is geselecteerd
pt_br: Não poderá permanecer vazio se Conteúdo pago for selecionado
ro_ro: Nu se poate necompleta dacă este selectat conținutul cu plată
sl_si: Če je izbrana plačljiva vsebina, polje ne more biti prazno.
zh_cn: 如果选择了付费内容，则不能为空
zh_tw: 如果已選取付費內容，則不能為空

# teams.teams:Cards_priceLimitErrorString
source: Amount should be less then 999999
de_de: Betrag muss kleiner als 999999 sein
es_es: La cantidad debe ser menor que 999999
it_it: L'importo deve essere inferiore a 999999
ja_jp: 金額は、999999 未満でなければなりません
km_kh: ចំនួនត្រូវតិចជាង 999999
mk_mk: Износот треба да биде помалку од 999999
nl_nl: Bedrag moet kleiner zijn dan 999999
pt_br: O valor deve ser inferior a 999999
ro_ro: Suma trebuie să fie mai mică decât 999999
sl_si: Znesek mora biti manjši od 999999
vi_vn: Số tiền phải nhỏ hơn 999999
zh_cn: 金额应小于 999999
zh_tw: 金額應小於 999999

# teams.teams:Cards_priceZeroLimitErrorString
source: Amount should be greater than 0
de_de: Betrag muss größer als 0 sein
es_es: La cantidad debe ser mayor que 0
it_it: L'importo deve essere maggiore di 0
ja_jp: 金額はゼロより大きい値でなければなりません。
km_kh: ចំនួនទឹកប្រាក់គួរតែធំជាង 0
mk_mk: Износот треба да биде поголем од 0
nl_nl: Bedrag moet groter dan 0 zijn
pt_br: O valor deve ser maior do que 0
ro_ro: Suma trebuie să fie mai mare decât 0
sl_si: Znesek mora biti večji od 0
vi_vn: Số tiền phải lớn hơn 0
zh_cn: 金额应大于 0。
zh_tw: 數量必須大於 0

# teams.teams:Cards_providerNameInputTitle
source: Provider Name
de_de: Name des Anbieters
es_es: Nombre del proveedor
it_it: Nome fornitore
ja_jp: プロバイダー名
km_kh: ឈ្មោះអ្នកផ្តល់សេវា
mk_mk: Име на давател на услуга
nl_nl: Naam aanbieder
pt_br: Nome do provedor
ro_ro: Nume furnizor
sl_si: Ime ponudnika
vi_vn: Tên nhà cung cấp
zh_cn: 提供方名称
zh_tw: 提供者名稱

# teams.teams:Cards_providerSubtitle
source: This name will be displayed in the smartcard instead of yours
de_de: Dieser Name wird anstelle Ihres Namens auf der SmartCard angezeigt.
es_es: Este nombre se mostrará en la tarjeta inteligente en lugar del suyo
it_it: Questo nome verrà visualizzato nella SmartCard al posto del tuo nome
ja_jp: この名前は、自分の名前ではなくスマートカードに表示されます
km_kh: ឈ្មោះនេះនឹងត្រូវបានបង្ហាញនៅក្នុង smartcard ជាជាងនៅក្នុងឈ្មោះរបស់អ្នក
mk_mk: Ова име ќе се прикаже во smartcard наместо вашето
nl_nl: Deze naam wordt weergegeven in de SmartCard in plaats van uw naam
pt_br: Este nome será exibido no smartcard, em vez do seu.
ro_ro: Acest nume va fi afișat în smartcard în locul dvs
sl_si: V kartici SmartCard bo prikazano to ime namesto vašega
vi_vn: Tên này sẽ được hiển thị trong smartcard thay vì tên của bạn
zh_cn: 此名称将显示在 SmartCard 而不是您的名称中
zh_tw: 此名稱將會顯示在智慧卡中，而非您的名稱

# teams.teams:Cards_providerLogo
source: Provider Logo
de_de: Logo des Anbieters
es_es: Logotipo del proveedor
it_it: Logo fornitore
ja_jp: プロバイダーロゴ
km_kh: និមិត្សញ្ញាអ្នកផ្តល់សេវា
mk_mk: Лого на провајдер
nl_nl: Logo aanbieder
pt_br: Logotipo do provedor
ro_ro: Logo-ul furnizorului
sl_si: Logotip ponudnika
vi_vn: Logo nhà cung cấp
zh_cn: 提供方徽标
zh_tw: 供應商標誌

# teams.teams:Cards_uploadSubtitle
source: This logo will be displayed in the smartcard instead of your profile picture
de_de: Dieses Logo wird anstelle Ihres Profilbilds auf der SmartCard angezeigt.
es_es: Este logotipo se mostrará en la tarjeta inteligente en lugar de su foto de perfil
it_it: Questo logo verrà visualizzato nella SmartCard al posto della tua immagine del profilo
ja_jp: このロゴは、プロファイル画像の代わりにスマートカードに表示されます
km_kh: និមិត្តសញ្ញានេះនឹងត្រូវបានបង្ហាញនៅក្នុង smartcard ជាជាងរូបភាពទម្រង់របស់អ្នកprofile picture
mk_mk: Ова лого ќе се прикаже во SmartCard наместо сликата на вашиот профил
nl_nl: Dit logo wordt weergegeven in de SmartCard in plaats van uw profielafbeelding
pt_br: Este logotipo será exibido no smartcard, em vez da foto de perfil
ro_ro: Această siglă va fi afișată în smartcard în locul fotografiei de profil
sl_si: Ta logotip bo prikazan v kartici SmartCard namesto na vaši sliki profila
vi_vn: Logo này sẽ hiển thị trong smartcard thay vì ảnh hồ sơ của bạn
zh_cn: 此徽标将显示在 SmartCard 而不是您的简档图片中
zh_tw: 此標誌將顯示在智慧卡中，而非您的設定檔圖片

# teams.teams:Cards_providerPlaceholder
source: Enter Provider Name here
de_de: Geben Sie den Namen des Anbieters hier ein.
es_es: Introduzca el nombre del proveedor aquí
it_it: Inserisci qui il nome del fornitore
ja_jp: ここにプロバイダ名を入力してください
km_kh: បញ្ចូលឈ្មោះអ្នកផ្តល់សេវានៅទីនេះ
mk_mk: Внесете го името на провајдерот овде
nl_nl: Voer hier de naam van de aanbieder in
pt_br: Inserir Nome do Provedor aqui
ro_ro: Introduceți numele furnizorului aici
sl_si: Tukaj vnesite ime ponudnika
vi_vn: Nhập tên nhà cung cấp ở đây
zh_cn: 在此处输入提供方名称
zh_tw: 在此輸入提供者名稱

# teams.teams:Cards_uploadLogo
source: Upload logo
de_de: Logo hochladen
es_es: Cargar logotipo
it_it: Carica logo
ja_jp: ロゴをアップロード
km_kh: បញ្ជូននិមិត្តសញ្ញា
mk_mk: Прикачи лого
nl_nl: Logo uploaden
pt_br: Carregar logotipo
ro_ro: Încărcați sigla
sl_si: Naloži logotip
vi_vn: Tải lên logo
zh_cn: 上传徽标
zh_tw: 上傳徽標

# teams.teams:Cards_shareInputSubTitle
source: Type contacts to share the article
de_de: Geben Sie Kontakte ein, mit denen der Artikel geteilt werden soll.
es_es: Escriba contactos para compartir el artículo
it_it: Inserisci i contatti con cui condividere l'articolo
ja_jp: 記事を共有する連絡先を入力する
km_kh: វាយបញ្ចូលទំនាក់ទំនងដើម្បីចែករំលែកអត្ថបទ
mk_mk: Внесете контакти за да ја споделите статијата
nl_nl: Typ contactpersonen met wie het artikel wordt gedeeld
pt_br: Digitar contatos com os quais compartilhar o artigo
ro_ro: Introduceți contactele pentru distribuirea articolului
sl_si: Vnesite stike za skupno rabo članka.
vi_vn: Nhập liên hệ để chia sẻ bài viết
zh_cn: 键入联系人信息以共享文章
zh_tw: 輸入聯絡人以分享文章

# teams.teams:Cards_shareInputPlaceholder
source: Type your share email and press return (Enter) to add it
de_de: Geben Sie die E-Mail-Adresse ein, mit der dieser Artikel geteilt werden soll, und drücken Sie die Eingabetaste, um sie hinzuzufügen.
es_es: Escriba su email compartido y pulse Intro para añadirlo
it_it: Digita l'indirizzo email di condivisione e premi Invio per aggiungerlo
ja_jp: 共有メールアドレスを入力し、リターン（Enter）キーを押して追加します
km_kh: វាយបញ្ចូលអ៊ីមែលចែករំលែក ហើយចុចត្រឡប់ (Enter) ដើម្បីបន្ថែមវា
mk_mk: Внесете ја вашата е-пошта за споделување и притиснете Враќање (Enter) за да ја додадете
nl_nl: Typ uw e-mailadres voor het delen en druk op Enter om dit toe te voegen
pt_br: Digitar o email de compartilhamento e pressionar return (Enter) para adicioná-lo
ro_ro: Tastați adresa de e-mail de partajare și apăsați return (Enter) pentru a o adăuga
sl_si: Vnesite svoj e-poštni naslov za skupno rabo in pritisnite vračalko (Enter), da ga dodate.
vi_vn: Nhập email bạn muốn chia sẻ rồi nhấn quay lại (Enter) để thêm
zh_cn: 键入共享电子邮件地址，然后按回车键(Enter)进行添加
zh_tw: 輸入您的共享電子郵件並按 Return (Enter) 鍵添加它

# teams.teams:Cards_inputRequiredtext
source: Required Field
de_de: Pflichtfeld
es_es: Campo obligatorio
it_it: Campo obbligatorio
ja_jp: 必須フィールド
km_kh: វាល​ត្រូវការ
mk_mk: Задолжително поле
nl_nl: Vereist veld
pt_br: Campo obrigatório
ro_ro: Câmp obligatoriu
sl_si: Obvezno polje
vi_vn: Trường bắt buộc
zh_cn: 必填字段
zh_tw: 必填項目

# teams.teams:Cards_fromList
source: From List
de_de: Aus Liste
es_es: De la lista
it_it: Da elenco
ja_jp: リストから
km_kh: ពីបញ្ជី
mk_mk: Од Листа
nl_nl: Vanuit lijst
pt_br: Da lista
ro_ro: Din listă
sl_si: S seznama
vi_vn: Từ danh sách
zh_cn: 从列表
zh_tw: 來自清單

# teams.teams:Cards_channel
source: Channel
es_es: Canal
it_it: Canale
ja_jp: チャンネル
km_kh: បណ្ដាញ
mk_mk: Канал
nl_nl: Kanaal
pt_br: Canal
ro_ro: Canal
sl_si: Kanal
vi_vn: Kênh
zh_cn: 频道
zh_tw: 頻道

# teams.teams:Cards_shareFromListsearchPlaceholder
source: Search here...
de_de: Hier suchen...
es_es: Busque aquí...
it_it: Cerca qui...
ja_jp: ここで検索...
km_kh: ស្វែងរកនៅទីនេះ...
mk_mk: Барај овде...
nl_nl: Hier zoeken...
pt_br: Pesquisar aqui...
ro_ro: Căutați aici...
sl_si: Išči tukaj ...
vi_vn: Tìm kiếm ở đây...
zh_cn: 在此处搜索...
zh_tw: 在這裡搜尋...

# teams.teams:Cards_privacySetting
source: Privacy Settings
de_de: Datenschutzeinstellungen
es_es: Configuración de privacidad
it_it: Impostazioni sulla privacy
ja_jp: プライバシー設定
km_kh: ការកំណត់ឯកជនភាព
mk_mk: Поставки за приватност
nl_nl: Privacyinstellingen
pt_br: Configurações de privacidade
ro_ro: Setări de confidențialitate
sl_si: Nastavitve zasebnosti
vi_vn: Cài đặt quyền riêng tư
zh_cn: 隐私设置
zh_tw: 隱私設定

# teams.teams:Cards_privacySubtitle
source: Please specify the level of access for this SmartCard.
de_de: Bitte geben Sie die Zugriffsebene für diese SmartCard an.
es_es: Especifique el nivel de acceso para esta tarjeta inteligente.
it_it: Specifica il livello di accesso per questa SmartCard.
ja_jp: このスマートカードのアクセスレベルを指定してください。
km_kh: សូមបញ្ជាក់កម្រិតនៃការចូលប្រើសម្រាប់ SmartCard នេះ។
mk_mk: Наведете го нивото на пристап за оваа SmartCard.
nl_nl: Geef het toegangsniveau voor deze SmartCard op.
pt_br: Especifique o nível de acesso do SmartCard.
ro_ro: Specificați nivelul de acces pentru acest SmartCard.
sl_si: Določite raven dostopa za to kartico SmartCard.
vi_vn: Vui lòng chỉ định cấp truy cập cho SmartCard này.
zh_cn: 请指定此 SmartCard 的访问级别。
zh_tw: 請指定此智慧卡的存取等級。
