Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# teams.teams:LearningChart_averageLabel
source: Average:
de_de: Durchschnitt:
es_es: Promedio:
it_it: Media:
ja_jp: 平均：
km_kh: មធ្យម៖
mk_mk: Просечно:
nl_nl: Gemiddeld:
pt_br: Média:
ro_ro: Medie:
sl_si: Povprečje:
vi_vn: Trung bình:
zh_cn: 平均:
zh_tw: 平均：

# teams.teams:LearningChart_annualLearningGoalText
source: Your annual learning goal of {{annualGoal}}
de_de: Ihr jährliches Lernziel von {{annualGoal}}
es_es: Su meta de aprendizaje anual de {{annualGoal}}
it_it: Il tuo traguardo di apprendimento annuale di {{annualGoal}
ja_jp: 年間学習目標 {{annualGoal}}
km_kh: គោលបំណងសិក្សាប្រចាំឆ្នាំរបស់អ្នកមាន {{annualGoal}}
mk_mk: Вашата годишна цел за учење е {{annualGoal}}
nl_nl: Uw jaarlijkse leerdoel van {{annualGoal}}
pt_br: Sua Meta de Aprendizagem anual de {{annualGoal}}
ro_ro: Obiectivul dvs. anual de învățare de {{annualGoal}}
sl_si: Vaš letni učni cilj {{annualGoal}}
vi_vn: Mục tiêu học tập hàng năm của bạn là {{annualGoal}}
zh_cn: 您的年度学习目标为 {{annualGoal}}
zh_tw: 您的年度學習目標是 {{annualGoal}}

# teams.teams:LearningChart_averageLearningGoalText
source: Your average learning is {{averageLearning}} a day over {{timespan}}
de_de: Ihr durchschnittliches Lernen beträgt {{averageLearning}} pro Tag im Verlauf von {{timespan}}.
es_es: El promedio de su aprendizaje es de {{averageLearning}} al día durante {{timespan}}
it_it: La media del tuo apprendimento è {{averageLearning}} al giorno durante {{timespan}}
ja_jp: 平均学習は、{{timespan}}の期間中に1日 {{averageLearning}} です
km_kh: ការសិក្សាជាមធ្យមរបស់អ្នកគឺ {{averageLearning}} ក្នុងមួយថ្ងៃក្នុងរយៈពេល {{timespan}}
mk_mk: Вашето просечно учење е {{averageLearning}} на ден над {{timespan}}
nl_nl: Uw gemiddelde aantal lessen is {{averageLearning}} per dag over {{timespan}}
pt_br: A média de aprendizagem é de {{averageLearning}} por dia em {{timespan}}
ro_ro: Învățarea medie este de {{averageLearning}} pe zi în intervalul de {{timespan}}
sl_si: Vaše povprečno število učnih ur je {{averageLearning}} na dan v obdobju {{timespan}}
vi_vn: Số giờ học trung bình của bạn là {{averageLearning}} giờ mỗi ngày trong {{timespan}}
zh_cn: 在 {{timespan}} 中，您一天的平均学习时间为 {{averageLearning}}
zh_tw: 您在 {{timespan}} 中的平均學習為每天 {{averageLearning}}

# teams.teams:LearningChart_thisWeek
source: This week
de_de: Diese Woche
es_es: Esta semana
it_it: Questa settimana
ja_jp: 今週
km_kh: សប្តាហ៍នេះ។
mk_mk: Оваа недела
nl_nl: Deze week
pt_br: Esta semana
ro_ro: Săptămâna aceasta
sl_si: Ta teden
vi_vn: Tuần này
zh_cn: 本周
zh_tw: 本星期

# teams.teams:LearningChart_last_30Days
source: Last 30 Days
de_de: Letzte 30 Tage
es_es: Últimos 30 días
it_it: Ultimi 30 giorni
ja_jp: 過去30日間
km_kh: 30 ថ្ងៃ​ចុងក្រោយ
mk_mk: Последните 30 дена
nl_nl: Laatste 30 dagen
pt_br: Últimos 30 Dias
ro_ro: Ultimele 30 de zile
sl_si: Zadnjih 30 dni
vi_vn: 30 ngày qua
zh_cn: 过去 30 天
zh_tw: 過去 30 天

# teams.teams:LearningChart_last_3Months
source: Last 3 Months
de_de: Letzte 3 Monate
es_es: Últimos 3 meses
it_it: Ultimi 3 mesi
ja_jp: 過去3か月間
km_kh: 3 ខែ​ចុងក្រោយ
mk_mk: Последните 3 месеци
nl_nl: Afgelopen 3 maanden
pt_br: Últimos 3 Meses
ro_ro: Ultimele 3 luni
sl_si: Zadnji 3 meseci
vi_vn: 3 tháng qua
zh_cn: 过去 3 个月
zh_tw: 過去 3 個月

# teams.teams:LearningChart_last_1Year
source: Last 1 Year
de_de: Letztes Jahr
es_es: Último 1 año
it_it: Ultimo anno
ja_jp: 過去1年間
km_kh: 1 ឆ្នាំចុងក្រោយ
mk_mk: Последната 1 година
nl_nl: Laatste 1 jaar
pt_br: Último ano
ro_ro: Ultimul an
sl_si: Zadnje leto
vi_vn: 1 năm qua
zh_cn: 过去 1 年
zh_tw: 過去 1 年

# teams.teams:LearningChart_totalLearningHours
source: Total Learning Hours
de_de: Lernstunden insgesamt
es_es: Horas de aprendizaje totales
it_it: Ore di apprendimento totali
ja_jp: 学習総時間
km_kh: ម៉ោងសិក្សាសរុប
mk_mk: Вкупно часови на учење
nl_nl: Totaalaantal lesuren
pt_br: Total de horas de aprendizagem
ro_ro: Total ore de învățare
sl_si: Skupno število ur učenja
vi_vn: Tổng số giờ học
zh_cn: 总学时
zh_tw: 總學習時數

# teams.teams:LeaderBoard_leaderboardTitle
source: Leaderboard
es_es: Tabla de posiciones
it_it: Classifica
ja_jp: リーダーボード
km_kh: លីឌើបត
mk_mk: Табела на најдобри
nl_nl: Ranglijst
pt_br: Placar de líderes
ro_ro: Clasament
sl_si: Lestvica najboljših
vi_vn: Bảng xếp hạng
zh_cn: 排行榜
zh_tw: 排行榜

# teams.teams:LeaderBoard_openLeaderboardText
source: Open Leaderboard
de_de: Leaderboard öffnen
es_es: Abrir tabla de posiciones
it_it: Apri classifica
ja_jp: リーダーボードを開く
km_kh: បើកលីឌើបត
mk_mk: Отворете табла на водачи
nl_nl: Ranglijst openen
pt_br: Abrir placar
ro_ro: Clasament deschis
sl_si: Odpri lestvico najboljših
vi_vn: Mở Leaderboard
zh_cn: 打开排行榜
zh_tw: 打開排行榜

# teams.teams:LeaderBoard_pointSingularLabel
source: Point
de_de: Punkt
es_es: Punto
it_it: Punto
ja_jp: ポイント
km_kh: ចំណុច
mk_mk: Точка
nl_nl: Punt
pt_br: Ponto
ro_ro: Punct
sl_si: točka
vi_vn: Điểm
zh_cn: 积分
zh_tw: 分數

# teams.teams:LeaderBoard_leaderBoardScoreLabel
source: Score
de_de: Punktzahl
es_es: Puntuación
it_it: Punteggio
ja_jp: スコア
km_kh: ពិន្ទុ
mk_mk: Резултат
pt_br: Pontuação
ro_ro: Punctaj
sl_si: rezultat
vi_vn: Điểm
zh_cn: 分数
zh_tw: 分數

# teams.teams:LeaderBoard_leaderBoardNoFilterTextLabel
source: There are no users matching your filters
de_de: Es gibt keine Benutzer, die mit Ihren Filtern übereinstimmen.
es_es: No hay usuarios que coincidan con sus filtros
it_it: Non ci sono utenti che corrispondono ai tuoi filtri
ja_jp: フィルタに一致するユーザーがいません
km_kh: មិនមានអ្នកប្រើប្រាស់ដែលត្រូវគ្នានឹងតម្រងរបស់អ្នកទេ។
mk_mk: Нема корисници кои одговараат на вашите филтри
nl_nl: Er zijn geen gebruikers die overeenkomen met uw filters
pt_br: Não há usuários que correspondam aos seus filtros.
ro_ro: Nu există utilizatori care să corespundă filtrelor dvs.
sl_si: Ni uporabnikov, ki bi ustrezali vašim filtrom
vi_vn: Không có người dùng nào phù hợp với bộ lọc của bạn
zh_cn: 没有用户匹配您的筛选条件
zh_tw: 沒有符合您篩選條件的用戶

# teams.teams:LeaderBoard_myLearningPlanButtonLabel
source: Go to my Learning Plan
de_de: Zu meinem Plan für "Meine Schulungen" wechseln
es_es: Ir a mi plan de aprendizaje
it_it: Passa al mio piano di apprendimento
ja_jp: ラーニング計画に移動
km_kh: ចូលទៅកាន់គម្រោង​ការសិក្សារបស់ខ្ញុំ
mk_mk: Оди на мојот план за учење
nl_nl: Ga naar Mijn leerplan
pt_br: Ir para plano Minha aprendizagem
ro_ro: Accesați Planul meu de învățare
sl_si: Odpri moj učni načrt
vi_vn: Đi tới Kế hoạch học tập của tôi
zh_cn: 转至我的学习计划
zh_tw: 前往我的學習計劃

# teams.teams:LeaderBoard_learningPlanInfoMessage
source: You can earn points by completing content and by earning badges
de_de: Sie können Punkte erwerben, indem Sie Inhalte abschließen und Abzeichen erhalten.
es_es: Puede ganar puntos completando contenido y ganando insignias
it_it: Puoi guadagnare punti completando contenuti e ottenendo distintivi
ja_jp: コンテンツを完了し、バッジを獲得共有することで、ポイントを獲得できます
km_kh: អ្នកអាចទទួលបានពិន្ទុដោយការបញ្ចប់ខ្លឹមព័ត៌មាន និងដោយទទួលបានគ្រឿងសម្គាល់
mk_mk: Можете да заработите поени со пополнување содржина и со заработување значки
nl_nl: U kunt punten verdienen door content te voltooien en badges te behalen
pt_br: Você pode ganhar pontos completando conteúdo e ganhando emblemas
ro_ro: Puteți câștiga puncte finalizând conținut și câștigând ecusoane
sl_si: Točke lahko zaslužite tako, da dokončate vsebino in pridobite značke
vi_vn: Bạn có thể kiếm điểm bằng cách hoàn thành nội dung và bằng cách kiếm huy hiệu
zh_cn: 您可以通过完成内容和赢取奖章来获得积分
zh_tw: 完成內容並取得徽章即可獲得積分

# teams.teams:LeaderBoard_leaderboardPositionHeaderTitle
source: Leaderboard position
es_es: Posición en la tabla de posiciones
it_it: Posizione in classifica
ja_jp: ポイントランキングのポジション
km_kh: តំណែងលីឌើបត
mk_mk: Позиција на таблата на најдобри
nl_nl: Positie in de ranglijst
pt_br: Posição da tabela de classificação
ro_ro: Poziția în clasament
sl_si: Položaj na lestvici najboljših
vi_vn: Vị trí bảng xếp hạng
zh_cn: 在排行榜中所处的位置
zh_tw: 排行榜位置

# teams.teams:LeaderBoard_leaderboardAwayPointMessage
source: away from the top of the board
de_de: von der obersten Leaderboard-Position entfernt
es_es: de distancia con respecto a la parte superior de la tabla
it_it: Lontano dalla parte superiore del tabellone
ja_jp: ボードの上部から離れたポイント
km_kh: នៅឆ្ងាយពីចំណុចកំពូលនៃក្តារ
mk_mk: подалеку од врвот на таблата
nl_nl: punten verwijderd van de leider in de ranglijst
pt_br: de distância do topo do placar
ro_ro: distanță de partea de sus a clasamentului
sl_si: od vrha lestvice
vi_vn: từ đầu bảng
zh_cn: 与排行榜第一名的差距
zh_tw: 距離排行榜的最高位置

# teams.teams:LeaderBoard_leaderboardTopPointMessage
source: Way to go! You are currently in 1st position
de_de: Gut gemacht! Sie befinden sich derzeit auf der 1. Position.
es_es: ¡Bien hecho! Actualmente se encuentra en la 1ª posición
it_it: Benissimo!! Sei attualmente in prima posizione
ja_jp: その調子です。現在、第 1 ポジションにいます
km_kh: ល្អ​ហើយ! បច្ចុប្បន្ន​អ្នក​ស្ថិត​នៅ​ក្នុង​តំណែង​ទី 1
mk_mk: Браво! Моментално сте на 1-ва позиција
nl_nl: Goed bezig. U bevindt zich momenteel in de 1e positie
pt_br: É isso aí! Você está atualmente em 1º posição
ro_ro: Bravo! În prezent sunteți pe poziția 1
sl_si: Odlično! Trenutno ste na 1. mestu
vi_vn: Cố lên! Bạn hiện đang ở vị trí số 1
zh_cn: 加油!您目前处于第一名
zh_tw: 幹得好！您目前處於第一位

# teams.teams:LeaderBoard_searchPlaceholder
source: Search Users
de_de: Benutzer suchen
es_es: Buscar usuarios
it_it: Cerca utenti
ja_jp: ユーザーを検索
km_kh: ស្វែងរកអ្នកប្រើប្រាស់
mk_mk: Пребарај корисници
nl_nl: Gebruikers zoeken
pt_br: Pesquisar Usuários
ro_ro: Căutare utilizatori
sl_si: Iskanje uporabnikov
vi_vn: Tìm kiếm người dùng
zh_cn: 搜索用户
zh_tw: 搜尋用戶

# teams.teams:LeaderBoard_noSearchMessageLabel
source: No user matching your search
de_de: Keine Benutzer, die mit Ihrer Suche übereinstimmen
es_es: No hay ningún usuario que coincida con su búsqueda
it_it: Nessun utente corrispondente alla ricerca
ja_jp: 検索に一致するユーザーはいません
km_kh: គ្មានអ្នកប្រើប្រាស់ដែលត្រូវគ្នានឹងការស្វែងរករបស់អ្នកទេ។
mk_mk: Нема корисник кој одговара на вашето пребарување
nl_nl: Geen gebruiker die overeenkomt met uw zoekopdracht
pt_br: Nenhum usuário corresponde à sua pesquisa
ro_ro: Nicio utilizator nu corespunde căutării dvs.
sl_si: Noben uporabnik ne ustreza vašemu iskanju
vi_vn: Không có người dùng nào phù hợp với tìm kiếm của bạn
zh_cn: 没有与您的搜索匹配的用户
zh_tw: 沒有符合搜尋條件的使用者

# teams.teams:LeaderBoard_leaderBoardNoResultsLabel
source: No Result
de_de: Kein Ergebnis
es_es: Sin resultados
it_it: Nessun risultato
ja_jp: 結果なし
km_kh: គ្មានលទ្ធផល
mk_mk: Нема резултат
nl_nl: Geen resultaat
pt_br: Nenhum Resultado
ro_ro: Niciun rezultat
sl_si: Brez rezultata
vi_vn: Không có kết quả nào
zh_cn: 无结果
zh_tw: 沒有結果

# teams.teams:LeaderBoard_skillNamePlaceholder
source: Select: Skill Name
de_de: Wählen Sie aus: Name der Fähigkeit
es_es: Seleccionar: Nombre de la habilidad
it_it: Seleziona: Nome capacità
ja_jp: 選択：スキル名
km_kh: ជ្រើសរើស៖ ឈ្មោះជំនាញ
mk_mk: Изберете: Име на вештина
nl_nl: Selecteer: Naam van vaardigheid
pt_br: Selecione: Nome da habilidade
ro_ro: Selectare: Nume aptitudine
sl_si: Izbira: Ime veščine
vi_vn: Chọn: Tên kỹ năng
zh_cn: 选择:技能名称
zh_tw: 選取：技能名稱

# teams.teams:ManagerDashboard_teamSkillsTableTitleTooltip
source: List of all the skills your team has and levels in those skills. You can also recommend them to get up skilled i.e. increase the level of the skill
es_es: Lista de todas las habilidades que tiene su equipo y los niveles de esas habilidades. También puede recomendarles para que mejoren sus habilidades, es decir, para que aumenten el nivel de la habilidad.
it_it: Elenco di tutte le capacità del tuo team e dei livelli in tali capacità. Puoi anche consigliare ai membri del team di riqualificarsi, ossia di aumentare il livello della capacità
km_kh: បញ្ជីជំនាញទាំងអស់ដែលក្រុមរបស់អ្នកមាន និងកម្រិតនៅក្នុងជំនាញទាំងនោះ។ អ្នកក៏អាចណែនាំពួកគេឱ្យទទួលបានជំនាញឡើង មានន័យថាបង្កើនកម្រិតជំនាញ
mk_mk: Листа на сите вештини што ги има вашиот тим и нивоата на тие вештини. Исто така, можете да ги препорачате за да добиете повисока вештина, т.е. да го зголемите нивото на вештината
nl_nl: Lijst van alle vaardigheden die uw team heeft en niveaus in deze vaardigheden. U kunt ze ook aanraden om zich bij te scholen, dat wil zeggen het niveau van de vaardigheid te verhogen
pt_br: Lista de todas as habilidades que sua equipe possui e os níveis dessas habilidades. Você também pode recomendá-los para se tornarem qualificados, ou seja, aumentar o nível da habilidade
ro_ro: Listă cu toate aptitudinile pe care le are echipa dvs. și nivelurile acestor aptitudini. Puteți și să le recomandați să-și îmbunătățească o aptitudine, mai exact să treacă la un nivel superior al acesteia
sl_si: Seznam vseh veščin, ki jih ima vaša ekipa, in ravni teh veščin. Priporočite jim lahko tudi, da izboljšajo svoje veščine, tj. zvišajo raven veščine.
vi_vn: Danh sách các kỹ năng mà nhóm của bạn có, cũng như cấp độ các kỹ năng đó. Bạn cũng có thể đề xuất mọi người nên nâng cao kỹ năng, tức là đạt được kỹ năng đó ở một cấp độ cao hơn
zh_cn: 列出您的小组拥有的所有技能及技能水平。您也可以建议他们提高技能，即提高技能水平
zh_tw: 列出您的團隊擁有的所有技能以及這些技能的等級。您也可以建議他們提升技能，也就是提高技能程度

# teams.teams:ManagerDashboard_tableTitleTooltipCompletedDescription
source: Completed: Number of people who have completed the content
es_es: Completado: Número de personas que han completado el contenido
it_it: Completato: Numero di persone che hanno completato il contenuto
km_kh: បានបញ្ចប់៖ ចំនួនមនុស្សដែលបានបញ្ចប់មាតិកា
mk_mk: Завршено: Број на луѓе кои ја завршиле содржината
nl_nl: Voltooid: Aantal personen dat de content heeft voltooid.
pt_br: Concluído: Número de pessoas que concluíram o conteúdo
ro_ro: Finalizat: Numărul de persoane care au finalizat conținutul
sl_si: Dokončano: Število ljudi, ki so dokončali vsebino
vi_vn: Đã hoàn thành: Số người đã hoàn thành nội dung
zh_cn: 已完成:已完成内容的人数
zh_tw: 已完成：完成內容的人數

# teams.teams:ManagerDashboard_tableTitleTooltipOverdueDescription
source: Overdue: Number of people for whom the content completion due date is in past
es_es: Vencido: número de personas para las que la fecha vencimiento del contenido ha pasado.
it_it: In ritardo: numero di persone con data limite di completamento del contenuto nel passato
km_kh: ហួសកាលកំណត់៖ ចំនួនមនុស្សដែលកាលបរិច្ឆេទ​ដល់​កាលនៃការបញ្ចប់ខ្លឹមព័ត៌មានគឺក្នុងពេលកន្លងមក
mk_mk: Задоцнета: Бројот на луѓе за кои рокот за завршување на натпреварот е во минатото
nl_nl: Te laat: het aantal personen voor wie de vervaldatum voor het voltooien van de content in het verleden ligt
pt_br: Vencido: Número de pessoas para quem a data de vencimento da conclusão do conteúdo está no passado
ro_ro: Restant: Numărul de persoane pentru care data scadentă pentru finalizarea conținutului este în trecut
sl_si: Zapadlo: Število ljudi, za katere je rok za dokončanje vsebine pretekel
vi_vn: Quá hạn: Số người đã quá ngày đến hạn phải hoàn thành nội dung
zh_cn: 过期:内容完成截至日期在过去的人员的数量
zh_tw: 逾期：完成內容的到期日在過去的人數

# teams.teams:ManagerDashboard_tableTitleTooltipDueIn2WeeksDescription
source: Due In 2 weeks: Number of people for whom the content completion due date is in next two weeks
es_es: Caduca en 2 semanas: número de personas para las que la fecha de vencimiento del contenido es en las próximas dos semanas
it_it: Scadenza tra 2 settimane: numero di persone con data limite di completamento del contenuto nelle prossime due settimane
km_kh: ផុតកំណត់ក្នុងរយៈពេល 2 សប្តាហ៍៖ ចំនួន​មនុស្ស​ដែល​កាលបរិច្ឆេទ​ដល់​កាលនៃការបញ្ចប់ខ្លឹមព័ត៌មាន​គឺ​នៅ​ក្នុង​ពីរ​សប្តាហ៍​ទៀត
mk_mk: Доспева за 2 недели: Број на луѓе за кои рокот за завршување на содржината е во следните две недели
nl_nl: Vervalt over 2 weken: het aantal personen voor wie de vervaldatum voor het voltooien van de content in de komende twee weken ligt
pt_br: Vencimento em 2 semanas: Número de pessoas para quem a data de vencimento da conclusão do conteúdo é nas próximas duas semanas
ro_ro: Scadent în 2 săptămâni: Numărul de persoane pentru care data scadentă pentru finalizarea conținutului este în următoarele două săptămâni
sl_si: Rok čez 2 tedna: Število ljudi, za katere je rok za dokončanje vsebine v naslednjih dveh tednih
vi_vn: Đến hạn sau 2 tuần: Số người có ngày đến hạn phải hoàn thành nội dung là trong hai tuần tới
zh_cn: 2 周后到期：内容完成截至日期在未来两周内的人员的数量
zh_tw: 2 週後到期：完成內容的到期日在接下來的兩週內的人數

# teams.teams:ManagerDashboard_tableTitleTooltipNotStartedDescription
source: Not Started: Number of people who have not started consuming the content
es_es: No iniciado: número de personas que no han empezado a consumir el contenido.
it_it: Non iniziato: numero di persone che non hanno iniziato a utilizzare il contenuto
km_kh: មិនបានចាប់ផ្តើម៖ ចំនួនមនុស្សដែលមិនទាន់ចាប់ផ្តើមប្រើប្រាស់ខ្លឹមព័ត៌មាន
mk_mk: Не е започнато: Број на луѓе кои не почнале да ја консумираат содржината
nl_nl: Niet gestart: het aantal personen dat niet is begonnen met de content
pt_br: Não iniciado: Número de pessoas que não iniciaram o consumo do conteúdo
ro_ro: Neînceput: Numărul de persoane care nu au început să consume conținutul
sl_si: Ni začeto: Število oseb, ki še niso začele uporabljati vsebine
vi_vn: Chưa bắt đầu: Số người chưa bắt đầu sử dụng nội dung
zh_cn: 未开始:尚未开始使用内容的人员的数量
zh_tw: 未開始：尚未開始使用內容的人數

# teams.teams:ManagerDashboard_tableTitleTooltipAssignedToDescription
source: Assigned to: Number of people the content is assigned to
es_es: Cedido a: número de personas a las que se les ha cedido el contenido.
it_it: Assegnato a: numero di persone a cui è stato assegnato il contenuto
km_kh: ចាត់តាំងឱ្យ៖ ចំនួនមនុស្សដែលខ្លឹមព័ត៌មានត្រូវបានចាត់តាំងទៅ
mk_mk: Доделено на: Број на луѓе на кои им е доделена содржината
nl_nl: Toegewezen aan: het aantal personen aan wie de content is toegewezen
pt_br: Atribuído a: Número de pessoas às quais o conteúdo foi atribuído
ro_ro: Atribuit la: Numărul de persoane cărora le-a fost atribuit conținutul
sl_si: Dodeljeno osebi: Število oseb, ki jim je vsebina dodeljena
vi_vn: Đã giao cho: Số người đã được giao nội dung
zh_cn: 分配对象:已向其分配内容的人员的数量
zh_tw: 已指派給：被指派該內容的人數

# teams.teams:ManagerDashboard_tableTitleTooltipDescription
source: Shows all content assigned to your team
es_es: Muestra todo el contenido asignado a tu equipo
it_it: Mostra tutti i contenuti assegnati al team
km_kh: បង្ហាញមាតិកាទាំងអស់ដែលបានកំណត់ទៅក្រុមរបស់អ្នក។
mk_mk: Ги прикажува сите содржини назначени на вашиот тим
nl_nl: Alle content weergeven die aan uw team is toegewezen
pt_br: Mostra todo o conteúdo atribuído à sua equipe
ro_ro: Afișează tot conținutul atribuit echipei dvs.
sl_si: Prikazuje vso vsebino, dodeljeno vaši ekipi
vi_vn: Hiển thị tất cả nội dung được giao cho nhóm của bạn
zh_cn: 显示分配给您的小组的所有内容
zh_tw: 顯示分配給您團隊的所有內容

# teams.teams:ManagerDashboard_allCompleted
source: All Completed
es_es: Todos los elementos completados
it_it: Tutto completato
km_kh: បានបញ្ចប់ទាំងអស់។
mk_mk: Сите завршени
nl_nl: Alles voltooid
pt_br: Tudo concluído
ro_ro: Toate finalizate
sl_si: Vse dokončano
vi_vn: Tất cả đã hoàn thành
zh_cn: 全部完成
zh_tw: 全部完成

# teams.teams:ManagerDashboard_lastSent
source: Last Sent
es_es: Último envío
it_it: Ultimo invio
km_kh: បានផ្ញើចុងក្រោយ
mk_mk: Последно испратено
nl_nl: Laatst verzonden
pt_br: Envio mais recente
ro_ro: Ultimul trimis
sl_si: Nazadnje poslano
vi_vn: Lần gửi gần nhất
zh_cn: 上次发送时间
zh_tw: 最後傳送

# teams.teams:ManagerDashboard_dueDateRange
source: Due Date Range
es_es: Rango de fechas de vencimiento
it_it: Intervallo di date limite
km_kh: វិសាលភាព​កាលបរិច្ឆេទ​ដល់​កាល
mk_mk: Опсег на датум на доспевање
nl_nl: Vervaldatumbereik
pt_br: Data de vencimento
ro_ro: Interval dată scadentă
sl_si: Razpon rokov
vi_vn: Khoảng ngày đến hạn
zh_cn: 截至日期范围
zh_tw: 到期日期範圍

# teams.teams:ManagerDashboard_searchContent
source: Search Content
es_es: Buscar contenido
it_it: Cerca contenuto
km_kh: ស្វែងរកមាតិកា
mk_mk: Пребарување содржина
nl_nl: Content zoeken
pt_br: Pesquisar conteúdo
ro_ro: Căutați conținut
sl_si: Iskanje vsebine
vi_vn: Tìm kiếm nội dung
zh_cn: 搜索内容
zh_tw: 搜尋內容

# teams.teams:ManagerDashboard_allTime
source: All Time
de_de: Die gesamte Zeit
es_es: Todo el tiempo
it_it: Sempre
km_kh: គ្រប់ពេលវេលា
mk_mk: Цело време
nl_nl: Gehele periode
pt_br: Sempre
ro_ro: Toată perioada
sl_si: Ves čas
vi_vn: Toàn bộ thời gian
zh_cn: 所有时间
zh_tw: 所有時間

# teams.teams:ManagerDashboard_thisWeek
source: This Week
de_de: Diese Woche
es_es: Esta semana
it_it: Questa settimana
km_kh: សប្ដាហ៍​នេះ
mk_mk: Оваа седмица
nl_nl: Deze week
pt_br: Esta semana
ro_ro: Săptămâna aceasta
sl_si: Ta teden
vi_vn: Tuần này
zh_cn: 本周
zh_tw: 本週

# teams.teams:ManagerDashboard_last30Days
source: Last 30 Days
de_de: Letzte 30 Tage
es_es: Últimos 30 días
it_it: Ultimi 30 giorni
km_kh: 30 ថ្ងៃ​ចុងក្រោយ
mk_mk: Последните 30 дена
nl_nl: Laatste 30 dagen
pt_br: Últimos 30 Dias
ro_ro: Ultimele 30 de zile
sl_si: Zadnjih 30 dni
vi_vn: 30 ngày qua
zh_cn: 过去 30 天
zh_tw: 過去 30 天

# teams.teams:ManagerDashboard_last3Months
source: Last 3 Months
de_de: Letzte 3 Monate
es_es: Últimos 3 meses
it_it: Ultimi 3 mesi
km_kh: 3 ខែ​ចុងក្រោយ
mk_mk: Последните 3 месеци
nl_nl: Afgelopen 3 maanden
pt_br: Últimos 3 Meses
ro_ro: Ultimele 3 luni
sl_si: Zadnji 3 meseci
vi_vn: 3 tháng qua
zh_cn: 过去 3 个月
zh_tw: 過去 3 個月

# teams.teams:ManagerDashboard_last1Year
source: Last One year
de_de: Letztes Jahr
es_es: Último año
it_it: Ultimo anno
km_kh: មួយឆ្នាំមុន
mk_mk: Последната една година
nl_nl: Afgelopen 1 jaar
pt_br: Último Ano
ro_ro: Ultimul an
sl_si: Zadnje leto
vi_vn: Một năm qua
zh_cn: 过去一年
zh_tw: 過去一年

# teams.teams:ManagerDashboard_showHoursFor
source: Show hours for
de_de: Stunden anzeigen für
es_es: Mostrar horario para
it_it: Mostra orari per
km_kh: បង្ហាញម៉ោងសម្រាប់
mk_mk: Прикажи часови за
nl_nl: Uren weergeven voor
pt_br: Mostrar horas para
ro_ro: Afișare ore pentru
sl_si: Pokaži ure za
vi_vn: Hiển thị giờ cho
zh_cn: 显示学习小时数
zh_tw: 顯示以下範圍的學習時間

# teams.teams:ManagerDashboard_sortBy
source: Sort By
de_de: Sortieren nach
es_es: Ordenar por
it_it: Ordina per
km_kh: តម្រៀបតាម
mk_mk: Подреди по
nl_nl: Sorteren op
pt_br: Classificar por
ro_ro: Sortare după
sl_si: Razvrsti po
vi_vn: Sắp xếp theo
zh_cn: 排序依据
zh_tw: 排序依據

# teams.teams:ManagerDashboard_lowestFirst
source: Lowest First
de_de: Niedrigsten Wert zuerst
es_es: Más bajo primero
it_it: Dalla più bassa
km_kh: ទាបបំផុតដំបូង
mk_mk: Прво најниските
nl_nl: Laagste eerst
pt_br: Do menor para o maior
ro_ro: Cele mai reduse primele
sl_si: Najnižje najprej
vi_vn: Thấp nhất đầu tiên
zh_cn: 最低优先级
zh_tw: 時間最短者優先

# teams.teams:ManagerDashboard_highestFirst
source: Highest First
de_de: Höchsten Wert zuerst
es_es: Más alto primero
it_it: Dalla più alta
km_kh: ខ្ពស់បំផុតដំបូង
mk_mk: Прво највисоките
nl_nl: Hoogste eerst
pt_br: Do maior para o menor
ro_ro: Cele mai ridicate primele
sl_si: Najvišje najprej
vi_vn: Cao nhất đầu tiên
zh_cn: 最高优先级
zh_tw: 時間最長者優先

# teams.teams:ManagerDashboard_aToZ
source: A to Z
de_de: A bis Z
es_es: De la A a la Z
it_it: Dalla A alla Z
km_kh: A ដល់ Z
mk_mk: По азбучен редослед
nl_nl: A tot Z
pt_br: De A a Z
ro_ro: De la A la Z
sl_si: Od A do Ž
vi_vn: Từ A đến Z
zh_cn: 从 A 到 Z
zh_tw: A 到 Z

# teams.teams:ManagerDashboard_zToA
source: Z to A
de_de: Z bis A
es_es: De la Z a la A
it_it: Dalla Z alla A
km_kh: Z ដល់ A
mk_mk: По обратен азбучен редослед
nl_nl: Z tot A
pt_br: De Z a A
ro_ro: De la Z la A
sl_si: Od Ž do A
vi_vn: Z đến A
zh_cn: 从 Z 到 A
zh_tw: Z 到 A
