Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# teams.teams:Cards_readableCardType_VirtualLab
source: Virtual Lab
de_de: Virtuelles Labor
es_es: Laboratorio virtual
it_it: Laboratorio virtuale
ja_jp: バーチャルラボ
km_kh: ឡែបនិម្មិត
mk_mk: Виртуелна лабораторија
nl_nl: Virtueel lab
pt_br: Laboratório virtual
ro_ro: Laborator virtual
sl_si: Virtualni laboratorij
vi_vn: Phòng thí nghiệm ảo
zh_cn: 虚拟实验室
zh_tw: 虛擬實驗室

# teams.teams:Cards_readableCardType_Wikipedia
source: Wikipedia
ja_jp: ウィキペディア
km_kh: វិគីភីឌា
mk_mk: Википедија
zh_cn: 维基百科
zh_tw: 維基百科

# teams.teams:Cards_readableCardType_Event
source: Event
de_de: Veranstaltung
es_es: Evento
it_it: Evento
ja_jp: イベント
km_kh: ព្រឹត្តិការណ៍
mk_mk: Настан
nl_nl: Evenement
pt_br: Evento
ro_ro: Eveniment
sl_si: Dogodek
vi_vn: Sự kiện
zh_cn: 活动
zh_tw: 活動

# teams.teams:Cards_readableCardType_Experience
source: Experience
de_de: Erfahrung
es_es: Experiencia
it_it: Esperienza
ja_jp: 経験
km_kh: បទពិសោធន៍
mk_mk: Доживување
nl_nl: Ervaring
pt_br: Experiência
ro_ro: Experiență
sl_si: Izkušnje
vi_vn: Kinh nghiệm
zh_cn: 经历
zh_tw: 經驗

# teams.teams:Cards_readableCardType_File
source: File
de_de: Datei
es_es: Archivo
ja_jp: ファイル
km_kh: ឯកសារ
mk_mk: Датотека
nl_nl: Bestand
pt_br: Arquivo
ro_ro: Fișier
sl_si: Datoteka
vi_vn: Tệp
zh_cn: 文件
zh_tw: 檔案

# teams.teams:Cards_readableCardType_Interactive
source: Interactive
de_de: Interaktiv
es_es: Interactiva
it_it: Interattivo
ja_jp: インタラクティブ
km_kh: អន្តរកម្ម
mk_mk: Интерактивно
nl_nl: Interactief
pt_br: Interativo
ro_ro: Interactiv
sl_si: Interaktivno
vi_vn: Tương tác
zh_cn: 交互式
zh_tw: 互動式

# teams.teams:Cards_readableCardType_Resource
source: Resource
de_de: Ressource
es_es: Recurso
it_it: Risorsa
ja_jp: リソース
km_kh: ធនធាន
mk_mk: Ресурс
nl_nl: Leermateriaal
pt_br: Recurso
ro_ro: Resursă
sl_si: Vir
vi_vn: Tài nguyên
zh_cn: 资源
zh_tw: 資源

# teams.teams:AssignModal_groupSelectedCountText
source: {{selected}} out of {{total}} groups selected
de_de: {{selected}} von {{total}} Gruppen ausgewählt
es_es: Se ha(n) seleccionado {{selected}} de {{total}} grupos
it_it: {{selected}} su {{total}} gruppi selezionati
ja_jp: {{total}} 個のグループ中 {{selected}} 個が選択済み
km_kh: {{selected}} ក្នុងចំណោម {{total}} ក្រុមដែលបានជ្រើសរើស
mk_mk: {{selected}} од {{total}} групи се избрани
nl_nl: {{selected}} uit {{total}} groepen geselecteerd
pt_br: {{selected}} de {{total}} grupos selecionados
ro_ro: {{selected}} din {{total}} grupuri selectate
sl_si: izbrane skupine: {{selected}} od {{total}}
vi_vn: Đã chọn {{selected}}/{{total}} nhóm
zh_cn: 已选定 {{selected}} 个组，共 {{total}} 个组
zh_tw: 已選取 {{selected} 個群組，共 {{total} 個群組

# teams.teams:CardInsight_cardsStatsModalHeader
source: Card Statistics
de_de: Kartenstatistik
es_es: Estadística de tarjeta
it_it: Statistiche della carta
ja_jp: カード状況
km_kh: ស្ថិតិកាត
mk_mk: Статистика на картички
nl_nl: Kaartstatistieken
pt_br: Estatísticas do cartão
ro_ro: Statistici carduri
sl_si: Statistika kartice
vi_vn: Thống kê thẻ
zh_cn: 卡统计数据
zh_tw: 卡牌統計

# teams.teams:PostToChannelModal_channelTitle
source: Channel Title
de_de: Titel des Channels
es_es: Título de canal
it_it: Titolo canale
ja_jp: チャンネルタイトル
km_kh: ចំណងជើងឆានែល
mk_mk: Наслов на каналот
nl_nl: Kanaaltitel
pt_br: Título do Canal
ro_ro: Titlul canalului
sl_si: Naslov kanala
vi_vn: Tiêu đề kênh
zh_cn: 频道标题
zh_tw: 頻道標題

# teams.teams:PostToChannelModal_creatorColumnLabel
source: Creator
de_de: Erstellt von
es_es: Creador
it_it: Autore
ja_jp: 作成者
km_kh: អ្នកបង្កើត
mk_mk: Креатор
nl_nl: Maker
pt_br: Criador
sl_si: Ustvarjalec
vi_vn: Người tạo
zh_cn: 创建者
zh_tw: 建立者

# teams.teams:PostToChannelModal_modifiedColumnLabel
source: Modified
de_de: Geändert
es_es: Modificado
it_it: Modificato
ja_jp: 変更済み
km_kh: កែប្រែ
mk_mk: Изменето
nl_nl: Bewerkt
pt_br: Modificado
ro_ro: Modificat
sl_si: Spremenjeno
vi_vn: Đã sửa đổi
zh_cn: 已修改
zh_tw: 已修改

# teams.teams:PostToChannelModal_postToChannels
source: Post to Channel(s)
de_de: Im/in den Channel(n) veröffentlichen
es_es: Publicar en canal(es)
it_it: Pubblica sui canali
ja_jp: チャンネルに投稿する
km_kh: បង្ហោះទៅបណ្ដាញ
mk_mk: Објави на канали
nl_nl: Posten naar kanalen
pt_br: Publicar em Canais
ro_ro: Postare pe canale
sl_si: Objava v kanalih
vi_vn: Đăng lên (các) kênh
zh_cn: 发布到频道
zh_tw: 發佈至頻道

# teams.teams:PostToChannelModal_postLabel
source: Post
de_de: Beitrag
es_es: Publicar
it_it: Pubblica
ja_jp: 投稿
km_kh: ប្រកាស
mk_mk: Објавување
nl_nl: Posten
pt_br: Publicar
ro_ro: Postare
sl_si: Objavi
vi_vn: Đăng
zh_cn: 发布
zh_tw: 發佈

# teams.teams:PostToChannelModal_searchChannel
source: Search Channel
de_de: Channel suchen
es_es: Buscar canal
it_it: Cerca canale
ja_jp: 検索チャンネル
km_kh: ស្វែងរកឆានែល
mk_mk: Пребарајте канал
nl_nl: Kanaal zoeken
pt_br: Pesquisar canal
ro_ro: Căutare canal
sl_si: Iskanje kanala
vi_vn: Tìm kiếm kênh
zh_cn: 搜索频道
zh_tw: 搜尋頻道

# teams.teams:PostToChannelModal_postConfirmationAlert
source: Posting to private channel will not make this card private.
de_de: Durch die Veröffentlichung in einem privaten Channel wird diese Karte nicht privat.
es_es: Publicar en un canal privado no hará que esta tarjeta sea privada.
it_it: La pubblicazione su un canale privato non renderà privata questa scheda.
ja_jp: プライベートチャンネルに投稿しても、このカードは非公開になりません。
km_kh: ការបង្ហោះទៅបណ្ដាញឯកជននឹងមិនធ្វើឱ្យកាតនេះជាឯកជនទេ។
mk_mk: Објавувањето на приватен канал нема да ја направи оваа картичка приватна.
nl_nl: Als je een bericht plaatst op een privékanaal, wordt de kaart niet privé.
pt_br: A publicação no canal particular não tornará este cartão privado.
ro_ro: Postarea pe canalul privat nu va face acest card privat.
sl_si: Z objavo v zasebnem kanalu ta kartica ne bo postala zasebna.
vi_vn: Việc đăng lên kênh riêng sẽ không giúp giữ riêng tư cho thẻ này.
zh_cn: 发布到私人频道不会使此卡变为私人卡。
zh_tw: 發佈到私人頻道不會使這張卡成為私人的。

# teams.teams:SmartCardDetailViewHeader_assignedByLabel
source: Assigned By:
de_de: Zugewiesen von:
es_es: Cedido por:
it_it: Assegnato da:
ja_jp: 割当者：
km_kh: ចាត់តាំងដោយ៖
mk_mk: Доделено од:
nl_nl: Toegewezen door:
pt_br: Atribuído por:
ro_ro: Atribuit de:
sl_si: Dodelila oseba:
vi_vn: Người gán:
zh_cn: 分配者:
zh_tw: 指定者：

# teams.teams:SmartCardDetailViewHeader_onLabel
source: on
de_de: am
es_es: el
it_it: il
ja_jp: 完了した日
km_kh: នៅ
mk_mk: на
nl_nl: op
pt_br: em
ro_ro: pe
sl_si: dne
vi_vn: vào ngày
zh_cn: 已于
zh_tw: 於

# teams.teams:SmartCardDetailViewHeader_adminSelfAuthoredDeleteAlert_1
source: You are about to delete the SmartCard
de_de: Sie sind im Begriff, die SmartCard zu löschen.
es_es: Está a punto de eliminar la tarjeta inteligente
it_it: Si sta per eliminare la SmartCard
ja_jp: スマートカードを削除しようとしています
km_kh: អ្នកបំរុងនឹងលុប SmartCard
mk_mk: Тукушто ќе ја избришете SmartCard
nl_nl: U staat op het punt de smartcard te verwijderen
pt_br: Você está prestes a excluir o SmartCard
ro_ro: Sunteți pe punctul de a șterge SmartCard-ul
sl_si: Izbrisali boste kartico SmartCard.
vi_vn: Bạn sắp xóa SmartCard
zh_cn: 您打算删除此 SmartCard
zh_tw: 您即將刪除智慧卡

# teams.teams:ShareModal_searchGroups
source: Search Groups
de_de: Gruppen suchen
es_es: Buscar grupos
it_it: Cerca gruppi
km_kh: ស្វែងរកក្រុម
mk_mk: Барај групи
nl_nl: Groepen zoeken
pt_br: Pesquisar grupos
ro_ro: Căutare grupuri
sl_si: Iskanje skupin
vi_vn: Tìm kiếm nhóm
zh_cn: 搜索群组
zh_tw: 搜尋群組

# teams.teams:ShareModal_unshareMessageContent
source: *Removing users or groups will unshare content
de_de: *Durch das Entfernen von Benutzern oder Gruppen wird das Teilen von Inhalten rückgängig gemacht.
es_es: *La eliminación de usuarios o grupos anulará el uso compartido de contenido
it_it: *La rimozione di utenti o gruppi annulla la condivisione del contenuto
ja_jp: *ユーザーまたはグループを削除すると、コンテンツ共有が解除されます
km_kh: *ការដកចេញអ្នកប្រើប្រាស់ ឬក្រុមនឹងឈប់ចែករំលែកខ្លឹមព័ត៌មាន
mk_mk: *Отстранувањето на корисници или групи ќе ја откаже споделувањето на содржината
nl_nl: *Als gebruikers of groepen worden verwijderd, wordt content niet meer gedeeld
pt_br: *A remoção de usuários ou grupos vai cancelar o compartilhamento do conteúdo
ro_ro: *Eliminarea utilizatorilor sau a grupurilor va anula partajarea conținutului
sl_si: *Če odstranite uporabnike ali skupine, boste preklicali skupno rabo vsebine
vi_vn: *Xóa người dùng hoặc nhóm sẽ ngừng chia sẻ nội dung
zh_cn: *移除用户或组将取消内容共享
zh_tw: *刪除使用者或群組將取消分享內容

# teams.teams:ShareModal_selectedCountText
source: {{selected}} out of {{total}} Selected
de_de: {{selected}} von {{total}} ausgewählt
es_es: {{selected}} de {{total}} seleccionados
it_it: {{selected}} su {{total}} selezionati
ja_jp: {{selected}} のうち {{total}} 選択済み
km_kh: {{selected}} ក្នុងចំណោម {{total}} ដែលបានជ្រើសរើស
mk_mk: {{selected}} од {{total}} се избрани
nl_nl: {{selected}} van {{total}} geselecteerd
pt_br: {{selected}} de {{total}} selecionados
ro_ro: {{selected}} din {{total}} selectate
sl_si: Izbrano: {{selected} od {{total}
vi_vn: Đã chọn {{selected}}/ {{total}}
zh_cn: 已选择 {{selected}} 行，共 {{total}} 行
zh_tw: 已選取 {{selected} 個，共 {{total} 個

# teams.teams:ShareModal_noContentShared_2
source: Share this content to specific Individuals or Groups first
de_de: Diesen Inhalt zuerst mit bestimmten Einzelpersonen oder Gruppen teilen
es_es: En primer lugar, comparta este contenido con grupos o personas específicos
it_it: Condividi prima questo contenuto con gruppi o singoli specifici.
ja_jp: このコンテンツをまずは特定の個人またはグループと共有してください
km_kh: ចែករំលែកខ្លឹមព័ត៌មាននេះទៅកាន់បុគ្គល ឬក្រុមជាក់លាក់ជាមុនសិន
mk_mk: Прво споделете ја оваа содржина со конкретни поединци или групи
nl_nl: Deel deze Content eerst met specifieke personen of groepen
pt_br: Compartilhar o conteúdo com indivíduos ou grupos específicos primeiro
ro_ro: Mai întâi, partajați acest conținut cu anumite persoane sau grupuri
sl_si: Najprej delite to vsebino z določenimi posamezniki ali skupinami
vi_vn: Trước tiên, hãy chia sẻ nội dung này với các Cá nhân hoặc Nhóm cụ thể
zh_cn: 首先将此内容共享给特定个人或组
zh_tw: 首先將此內容分享給特定個人或團體

# teams.teams:ShareModal_searchIndividuals
source: Search Individuals
de_de: Einzelpersonen suchen
es_es: Buscar personas
it_it: Cerca singoli
ja_jp: 個人を検索
km_kh: ស្វែងរកបុគ្គល
mk_mk: Пребарај поединци
nl_nl: Personen zoeken
pt_br: Pesquisar Indivíduos
ro_ro: Căutare persoane
sl_si: Iskanje posameznikov
vi_vn: Tìm kiếm cá nhân
zh_cn: 搜索个人
zh_tw: 搜尋個人

# teams.teams:SmartCardDetailView_liveTabPendingLabel
source: Pending
de_de: Ausstehend
es_es: Pendiente
it_it: In sospeso
km_kh: កំពុងរង់ចាំ
mk_mk: Тековно
nl_nl: In behandeling
pt_br: Pendente
ro_ro: În așteptare
sl_si: V čakanju
vi_vn: Đang chờ xử lý
zh_cn: 待处理
zh_tw: 等待中

# teams.teams:SmartCardDetailView_liveTabDeclinedLabel
source: Declined
de_de: Abgelehnt
es_es: Rechazado
it_it: Rifiutato
km_kh: បានបដិសេធ
mk_mk: Одбиено
nl_nl: Afgewezen
pt_br: Recusado
ro_ro: Refuzat
sl_si: Zavrnjeno
vi_vn: Bị từ chối
zh_cn: 已拒绝
zh_tw: 拒絕

# teams.teams:SmartCardDetailView_liveTabUnregisteredLabel
source: Unregistered
de_de: Nicht angemeldet
es_es: Sin registrar
it_it: Non registrato
km_kh: មិនបានចុះឈ្មោះ
mk_mk: Нерегистрирани
nl_nl: Niet ingeschreven
pt_br: Não registrado
ro_ro: Neînregistrate
sl_si: Neregistriran
vi_vn: Chưa đăng ký
zh_cn: 未注册
zh_tw: 未註冊

# teams.teams:SmartCardDetailView_liveNoDataLabel
source: The user list is currently empty
de_de: Die Benutzerliste ist derzeit leer.
es_es: La lista de usuarios está vacía.
it_it: L'elenco utenti è attualmente vuoto
km_kh: បញ្ជីអ្នកប្រើប្រាស់បច្ចុប្បន្នទទេ
mk_mk: Корисничката листа моментално е празна
nl_nl: De gebruikerslijst is momenteel leeg
pt_br: A lista de usuários está vazia no momento
ro_ro: Lista de utilizatori este momentan goală
sl_si: Seznam uporabnikov je trenutno prazen
vi_vn: Danh sách người dùng hiện đang trống
zh_cn: 用户列表目前为空
zh_tw: 使用者清單目前為空

# teams.teams:SmartCardDetailView_liveTabRegisteredOnLabel
source: Registered On
de_de: Angemeldet am
es_es: Registrado el
it_it: Data registrazione
km_kh: បាន​ចុះបញ្ជី​នៅថ្ងៃ
mk_mk: Регистриран на
nl_nl: Ingeschreven op
pt_br: Registrado em
ro_ro: Data înregistrării
sl_si: Registriran dne
vi_vn: Ngày đăng ký
zh_cn: 注册日期
zh_tw: 註冊於

# teams.teams:SmartCardDetailView_liveTabApprovalModalLabel
source: You're about to approve {{selected}} member requests. Are you sure you want to approve them?
de_de: Sie sind im Begriff, {{selected}} Mitgliederanfragen zu genehmigen. Sind Sie sicher, dass Sie sie genehmigen möchten?
es_es: Está a punto de aprobar {{selected} solicitudes de miembros. ¿Está seguro de que desea aprobarlas?
it_it: Stai per approvare {{selected}} richieste dei membri. Approvarle?
km_kh: អ្នក'បំរុងនឹងយល់ព្រម {{selected}} សំណើសមាជិក។ តើអ្នកប្រាកដថាចង់យល់ព្រមពួកគេទេ?
mk_mk: Тукушто ќе ги одобрите барањата од членови {{selected}}. Дали сте сигурни дека сакате да ги одобрите?
nl_nl: U staat op het punt {{selected}} ledenaanvragen goed te keuren. Weet u zeker dat u ze wilt goedkeuren?
pt_br: Você está prestes a aprovar {{selected} solicitações de membro. Tem certeza de que deseja aprová-los?
ro_ro: Sunteți pe cale să aprobați {{selected}} solicitări ale membrilor. Sigur doriți să le aprobați?
sl_si: Odobrili boste toliko prošenj za članstvo: {{selected}. Ste prepričani, da jih želite odobriti?
zh_cn: 您即将批准 {{selected}}个成员请求。是否确定要批准它们?
zh_tw: 您即將核准 {{selected}} 則成員要求。確定要核准嗎?

# teams.teams:SmartCardDetailView_liveTabDeclineModalLabel
source: You're about to decline {{selected}} member requests. Are you sure you want to decline them?
de_de: Sie sind im Begriff, {{selected}} Mitgliederanfragen abzulehnen. Sind Sie sicher, dass Sie sie ablehnen möchten?
es_es: Está a punto de rechazar {{selected} solicitudes de miembros. ¿Está seguro de que desea rechazarlas?
it_it: Stai per rifiutare {{selected}} richieste dei membri. Rifiutarle?
km_kh: អ្នក'បំរុងនឹងបដិសេធ {{selected}} សំណើសមាជិក។ តើអ្នកប្រាកដថាចង់បដិសេធពួកគេទេ?
mk_mk: Тукушто ќе ги одбиете барањата од членови {{selected}}. Дали сте сигурни дека сакате да ги одбиете?
nl_nl: U staat op het punt {{selected}} ledenaanvragen af te wijzen. Weet u zeker dat u ze wilt afwijzen?
pt_br: Você está prestes a recusar {{selected} solicitações de membro. Tem certeza de que deseja decliná-los?
ro_ro: Sunteți pe cale să respingeți {{selected}} solicitări ale membrilor. Sigur doriți să le refuzați?
sl_si: Zavrnili boste toliko prošenj za članstvo: {{selected}}. Ste prepričani, da jih želite zavrniti?
zh_cn: 您打算拒绝 {{selected} 个成员请求。是否确定要拒绝它们?
zh_tw: 您即將拒絕 {{selected}} 則成員要求。確定要拒絕嗎?

# teams.teams:SmartCardDetailView_liveTabMarkAsCompleteModalLabel
source: You're about to mark as complete {{selected}} member requests. Are you sure you want to mark them as complete?
de_de: Sie sind im Begriff, {{selected}} Mitgliederanfragen als abgeschlossen zu markieren. Möchten Sie sie wirklich als Abgeschlossen markieren?
es_es: Está a punto de marcar como completadas {{selected} solicitudes de miembros. ¿Está seguro de que desea marcarlas como Completado?
it_it: Stai per contrassegnare come completate {{selected}} richieste dei membri. Contrassegnarle come completate?
km_kh: អ្នក'បំរុងនឹងសម្គាល់ថាបញ្ចប់ {{selected}} សំណើសមាជិក។ តើអ្នកប្រាកដថាចង់សម្គាល់ពួកគេថាបញ្ចប់ទេ?
mk_mk: Тукушто ќе ги означите како завршени барањата од членови {{selected}}. Дали сте сигурни дека сакате да ги означите како комплетни?
nl_nl: U staat op het punt {{selected}} ledenaanvragen als voltooid te markeren. Weet u zeker dat u deze wilt markeren als voltooid?
pt_br: Você está prestes a marcar {{selected} solicitações de membro como concluídas. Tem certeza de que deseja marcá-las como Concluído?
ro_ro: Sunteți pe cale să marcați ca finalizate {{selected}} solicitări ale membrilor. Sigur doriți să le marcați ca finalizate?
sl_si: Toliko zahtev za članstvo boste označili kot dokončane: {{selected}}. Ali ste prepričani, da jih želite označiti kot dokončane?
zh_cn: 您打算将 {{selected} 个成员请求标记为完成。您确定要将它们标记为已完成吗?
zh_tw: 您即將把 {{selected}} 則成員要求標記為完成。確定要將其標記為完成嗎?

# teams.teams:SmartCardDetailView_liveTabMarkAsCompleteLabel
source: Mark As Complete
de_de: Als abgeschlossen markieren
es_es: Marcar como completado
it_it: Contrassegna come completato
km_kh: សម្គាល់ថាបញ្ចប់
mk_mk: Обележи како завршено
nl_nl: Markeren als voltooid
pt_br: Marcar como concluído
ro_ro: Marcare ca Finalizat
sl_si: Označi kot dokončano
vi_vn: Đánh dấu là hoàn thành
zh_cn: 标记为完成
zh_tw: 標記為完成

# teams.teams:SmartCardDetailView_liveToastMarkAsComplete
source: Member(s) have been successfully marked as completed.
de_de: Mitglied(er) wurde(n) erfolgreich als abgeschlossen markiert.
es_es: Los miembros se han marcado correctamente como finalizados.
it_it: I membri sono stati contrassegnati come completati.
km_kh: សមាជិកត្រូវបានសម្គាល់ដោយជោគជ័យថាបានបញ្ចប់។
mk_mk: Членовите се успешно означени како завршени.
nl_nl: Lid en/of leden gemarkeerd als voltooid.
pt_br: Membro(s) foi(ram) marcado(s) com êxito como concluído(s).
ro_ro: Membrii au fost marcați cu succes ca finalizați.
sl_si: Člani so bili uspešno označeni kot dokončani.
vi_vn: Các thành viên đã được đánh dấu thành công là đã hoàn thành.
zh_cn: 已成功将成员标记为“已完成”。
zh_tw: 成員已成功標記為已完成。

# teams.teams:SmartCardDetailView_unRegistrationConfirmationLabel
source: Unregister Confirmation
de_de: Bestätigung für Abmeldung
es_es: Confirmación de anulación de registro
it_it: Conferma annullamento registrazione
km_kh: ឈប់ចុះបញ្ជីការបញ្ជាក់
mk_mk: Потврда за одрегистрација
nl_nl: Bevestiging van uitschrijving
pt_br: Confirmação do cancelamento de inscrição
ro_ro: Confirmare anulare înregistrare
sl_si: Potrditev odjave
vi_vn: Xác nhận hủy đăng ký
zh_cn: 注销确认
zh_tw: 確認取消註冊

# teams.teams:SmartCardDetailView_unRegistrationConfirmationBody
source: Are you sure you want to unregister? Once unregistered, you will no longer have access to the live event.
de_de: Möchten Sie sich wirklich abmelden? Nach der Abmeldung haben Sie keinen Zugriff mehr auf die Live-Veranstaltung.
es_es: ¿Está seguro de que desea anular el registro? Una vez que haya anulado el registro, ya no tendrá acceso al evento en directo.
it_it: Annullare la registrazione? Una volta annullata la registrazione, non avrai più accesso all'evento live.
km_kh: តើអ្នកប្រាកដថាចង់ឈប់ចុះឈ្មោះទេ? នៅពេលដែលមិនបានចុះឈ្មោះ អ្នកនឹងមិនអាចចូលប្រើព្រឹត្តិការណ៍បន្តផ្ទាល់បានទេ។
mk_mk: Дали сте сигурни дека сакате да се одјавите? Откако ќе се одрегистрирате, повеќе нема да имате пристап до настанот во живо.
nl_nl: Weet u zeker dat u zich wilt laten uitschrijven? Als u zich uitschrijft, hebt u geen toegang meer tot de live gebeurtenis.
pt_br: Tem certeza de que deseja cancelar a inscrição? Depois que a inscrição tiver sido cancelada, você deixará de ter acesso ao evento ao vivo.
ro_ro: Sigur doriți să anulați înregistrarea? După ce înregistrarea este anulată, nu veți mai avea acces la evenimentul live.
sl_si: Ste prepričani, da se želite odjaviti? Ko se odjavite, ne boste imeli več dostopa do dogodka v živo.
vi_vn: Bạn có chắc chắn muốn hủy đăng ký? Sau khi hủy đăng ký, bạn sẽ không còn quyền truy cập vào sự kiện trực tiếp nữa.
zh_cn: 是否确实要注销?注销后，您将无法再参加直播活动。
zh_tw: 確定要取消註冊嗎?取消註冊後，您即無法再觀看直播活動。

# teams.teams:SmartCardDetailView_liveEventRegisteredMessage
source: You are registered for this event.
de_de: Sie sind für diese Veranstaltung angemeldet.
es_es: Se registró para este evento.
it_it: Hai effettuato la registrazione a questo evento.
km_kh: អ្នកបានចុះឈ្មោះសម្រាប់ព្រឹត្តិការណ៍នេះ។
mk_mk: Вие сте регистрирани за овој настан.
nl_nl: U staat ingeschreven voor deze gebeurtenis.
pt_br: Você está registrado para este evento.
ro_ro: V-ați înregistrat pentru acest eveniment.
sl_si: Prijavljeni ste na ta dogodek.
vi_vn: Bạn đã đăng ký tham gia sự kiện này.
zh_cn: 您已注册此活动。
zh_tw: 您已註冊此活動。

# teams.teams:SmartCardDetailView_liveEventUnRegisteredMessage
source: You have successfully unregistered from the event.
de_de: Sie haben sich erfolgreich von der Veranstaltung abgemeldet.
es_es: Ha anulado correctamente la inscripción en el Evento.
it_it: Hai annullato la registrazione all'evento.
km_kh: អ្នកបានឈប់ចុះបញ្ជីដោយជោគជ័យពីព្រឹត្តិការណ៍នេះ។
mk_mk: Успешно се одрегистриравте од настанот.
nl_nl: U hebt zich uitgeschreven voor de gebeurtenis.
pt_br: Você cancelou com êxito a inscrição no evento.
ro_ro: V-ați retras cu succes din eveniment.
sl_si: Uspešno ste se odjavili iz dogodka.
vi_vn: Bạn đã hủy đăng ký thành công khỏi sự kiện.
zh_cn: 您已成功注销此活动。
zh_tw: 您已成功退出活動。

# teams.teams:SmartCardDetailView_addToCalendarLabel
source: Add to Calendar
de_de: Zum Kalender hinzufügen
es_es: Agregar al calendario
it_it: Aggiungi al calendario
km_kh: បន្ថែមទៅប្រតិទិន
mk_mk: Додај во календар
nl_nl: Toevoegen aan agenda
pt_br: Adicionar ao Calendário
ro_ro: Adăugare la calendar
sl_si: Dodaj v koledar
vi_vn: Thêm vào lịch
zh_cn: 添加到日历
zh_tw: 新增到日曆

# teams.teams:SmartCardDetailView_meetingLinkLabel
source: Meeting Link
es_es: Vínculo de la reunión
it_it: Collegamento per la riunione
km_kh: តំណភ្ជាប់ការប្រជុំ
mk_mk: Линк за состанок
nl_nl: Koppeling voor bijeenkomst
pt_br: Link de reunião
ro_ro: Link întâlnire
sl_si: Povezava do sestanka
vi_vn: Liên kết cuộc họp
zh_cn: 会议链接
zh_tw: 會議連結

# teams.teams:SmartCardDetailView_recordingURLLabel
source: Recording URL
de_de: Aufzeichnungs-URL
es_es: URL de grabación
it_it: URL evento registrato
km_kh: ការថត URL
mk_mk: URL за снимање
nl_nl: Opname URL
pt_br: URL de gravação
ro_ro: URL de înregistrare
sl_si: URL snemanja
vi_vn: URL ghi âm
zh_cn: 录制文件 URL
zh_tw: 錄製 URL

# teams.teams:SmartCardDetailView_registerMeetingLinkLabel
source: Register to receive the meeting link
de_de: Melden Sie sich an, um den Meeting-Link zu erhalten.
es_es: Regístrese para recibir el vínculo de la reunión
it_it: Registrati per ricevere il collegamento per la riunione
km_kh: ចុះឈ្មោះដើម្បីទទួលបានតំណភ្ជាប់ការប្រជុំ
mk_mk: Регистрирајте се за да ја добиете врската за состанокот
nl_nl: Inschrijven om de vergaderkoppeling te ontvangen
pt_br: Registrar para receber o link da reunião
ro_ro: Înregistrați-vă pentru a primi linkul întâlnirii
sl_si: Registrirajte se, da prejmete povezavo do srečanja
vi_vn: Đăng ký để nhận liên kết cuộc họp
zh_cn: 注册接收会议链接
zh_tw: 註冊即可收到會議連結

# teams.teams:SmartCardDetailView_openContentLabel
source: If you have trouble viewing the content, please click on "Open Content" above
de_de: Wenn Sie Probleme beim Anzeigen des Inhalts haben, klicken Sie oben auf "Inhalt öffnen".
es_es: Si tiene problemas para ver el contenido, haga clic en "Abrir contenido" arriba.
it_it: In caso di problemi nella visualizzazione del contenuto, fai clic su "Apri contenuto" qui sopra
ja_jp: コンテンツを表示できない場合は、上記の ["コンテンツを開く"] をクリックしてください
km_kh: ប្រសិនបើអ្នកមានបញ្ហាក្នុងការបង្ហាញខ្លឹមព័ត៌មាន សូមចុចលើ "បើកខ្លឹមព័ត៌មាន" ខាងលើ
mk_mk: Ако имате проблем со гледање на содржината, кликнете на "Отвори содржина" погоре
nl_nl: Als u de content niet kunt bekijken, klikt u hierboven op "Content openen"
pt_br: Se você tiver problemas para exibir o conteúdo, clique em "Abrir conteúdo" acima
ro_ro: Dacă aveți probleme cu vizualizarea conținutului, faceți clic pe "Deschidere conținut" de mai sus
sl_si: Če imate težave z ogledom vsebine, kliknite "Odpri vsebino" zgoraj
zh_cn: 如果您在查看内容时遇到问题，请单击上面的“打开内容”
zh_tw: 如果您在查看內容時遇到問題，請點擊上面的 "開啟內容"

# teams.teams:SmartCardDetailView_accessDenied
source: Access Denied
de_de: Zugriff abgelehnt
es_es: Acceso denegado
it_it: Accesso negato
ja_jp: アクセスは否認されました
km_kh: ការចូលប្រើត្រូវបានបដិសេធ
mk_mk: Пристапот е одбиен
nl_nl: Toegang geweigerd
pt_br: Acesso negado
ro_ro: Acces refuzat
sl_si: Dostop zavrnjen
vi_vn: Truy cập bị từ chối
zh_cn: 拒绝访问
zh_tw: 存取已拒絕

# teams.teams:SmartCardDetailView_pendingApproval
source: Pending approval
es_es: Aprobación pendiente
it_it: Approvazione in sospeso
km_kh: រង់ចាំការអនុម័ត
mk_mk: Во очекување на одобрување
nl_nl: In afwachting van goedkeuring
pt_br: Aprovação pendente
ro_ro: Aprobare în așteptare
sl_si: Čaka na odobritev
vi_vn: Chờ phê duyệt
zh_cn: 等待批准
zh_tw: 待批准
