Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# teams.teams:Cards_removingUserText
source: Removing users or groups will unshare content
de_de: Durch das Entfernen von Benutzern oder Gruppen wird das Teilen von Inhalten rückgängig gemacht.
es_es: La eliminación de usuarios o grupos anulará el uso compartido de contenido
it_it: La rimozione di utenti o gruppi annulla la condivisione del contenuto
ja_jp: ユーザーまたはグループを削除すると、コンテンツ共有が解除されます
km_kh: ការដកចេញអ្នកប្រើប្រាស់ ឬក្រុមនឹងឈប់ចែករំលែកខ្លឹមព័ត៌មាន
mk_mk: Отстранувањето на корисници или групи ќе ја прекине споделувањето на содржината
nl_nl: Als gebruikers of groepen worden verwijderd, wordt content niet meer gedeeld
pt_br: A remoção de usuários ou grupos vai cancelar o compartilhamento do conteúdo
ro_ro: Eliminarea utilizatorilor sau a grupurilor va anula partajarea conținutului
sl_si: Če odstranite uporabnike ali skupine, vsebina ne bo več v skupni rabi.
vi_vn: Xóa người dùng hoặc nhóm sẽ ngừng chia sẻ nội dung
zh_cn: 移除用户或组将取消内容共享
zh_tw: 移除使用者或群組將會取消分享內容

# teams.teams:Cards_searchIndividuals
source: Search Individuals...
de_de: Einzelpersonen suchen...
es_es: Buscar personas...
it_it: Cerca singoli...
ja_jp: 個人を検索...
km_kh: ស្វែងរកបុគ្គល...
mk_mk: Пребарувајте поединци...
nl_nl: Personen zoeken...
pt_br: Pesquisar indivíduos...
ro_ro: Căutare persoane...
sl_si: Iskanje posameznikov ...
vi_vn: Tìm kiếm cá nhân...
zh_cn: 搜索个人...
zh_tw: 搜尋個人...

# teams.teams:Cards_followChannel
source: Follow Channel
de_de: Channel folgen
es_es: Seguir canal
it_it: Segui canale
ja_jp: チャンネルをフォロー
km_kh: តាមបណ្ដាញ
mk_mk: Следете го каналот
nl_nl: Kanaal volgen
pt_br: Seguir Canal
ro_ro: Urmărire canal
sl_si: Sledi kanalu
vi_vn: Theo dõi kênh
zh_cn: 关注频道
zh_tw: 關注頻道

# teams.teams:Cards_unfollowChannel
source: Unfollow Channel
de_de: Channel nicht mehr folgen
es_es: Dejar de seguir el canal
it_it: Non seguire più il canale
ja_jp: チャンネルのフォローを解除
km_kh: ឈប់តាមបណ្ដាញ
mk_mk: Престани да следиш канал
nl_nl: Kanaal niet meer volgen
pt_br: Deixar de seguir o canal
ro_ro: Anulare urmărire canal
sl_si: Prekliči spremljanje kanala
vi_vn: Hủy theo dõi kênh
zh_cn: 取消关注频道
zh_tw: 取消關注頻道

# teams.teams:Cards_scoreLabel
source: Score:
es_es: Puntuación:
it_it: Punteggio:
km_kh: ពិន្ទុ៖
mk_mk: Резултат:
ro_ro: Punctaj:
sl_si: rezultat:

# teams.teams:Cards_firstPosition
source: 1st
de_de: Platz 1
es_es: Primera
ja_jp: 1位
km_kh: ទី 1
mk_mk: 1-ви
nl_nl: 1e
pt_br: 1º
ro_ro: Primul
vi_vn: Thứ nhất
zh_cn: 第一
zh_tw: 第一

# teams.teams:Cards_noAvailableCards
source: There are no available cards
de_de: Keine Karten verfügbar
es_es: No hay tarjetas disponibles
it_it: Nessuna scheda disponibile
ja_jp: 利用可能なカードはありません。
km_kh: មិនមានកាតដែលអាចប្រើបានទេ។
mk_mk: Нема достапни картички
nl_nl: Er zijn geen kaarten beschikbaar
pt_br: Não há cartões disponíveis
ro_ro: Nu există carduri disponibile
sl_si: Ni razpoložljivih kartic.
vi_vn: Không có sẵn thẻ nào
zh_cn: 无可用卡
zh_tw: 無可用卡片

# teams.teams:Cards_aboutLowercase
source: about
de_de: über
es_es: acerca de
it_it: informazioni
ja_jp: について
km_kh: អំពី
mk_mk: за
nl_nl: Over
pt_br: Sobre
ro_ro: despre
sl_si: podatki
vi_vn: Về
zh_cn: 关于
zh_tw: 關於

# teams.teams:Cards_showingOutOfTotalText
source: Showing {{length}} out of {{total}}
de_de: {{length}} von {{total}} angezeigt
es_es: Se muestra(n) {{length}} de {{total}}
it_it: Visualizzazione di {{length}} su {{total}}
ja_jp: {{total}} 件中 {{length}} 件表示
km_kh: កំពុងបង្ហាញ {{length}} ក្នុងចំណោម {{total}}
mk_mk: Се прикажуваат {{length}} од {{total}}
nl_nl: {{length}} van {{total}} worden weergegeven
pt_br: Mostrando {{length}} de {{total}}
ro_ro: Se afișează {{length}} din {{total}}
sl_si: Prikazano: {{length}} od {{total}}
vi_vn: Đang hiển thị {{length}}/{{total}}
zh_cn: 显示 {{length}} 个人，共 {{total}} 个人
zh_tw: 顯示 {{length}}，共 {{total}}

# teams.teams:Cards_viewDetails
source: View Details
de_de: Details anzeigen
es_es: Ver detalles
it_it: Visualizza dettagli
ja_jp: 詳細の表示
km_kh: មើលព័ត៌មានលម្អិត
mk_mk: Прикажи детали
nl_nl: Gegevens bekijken
pt_br: Exibir detalhes
ro_ro: Vizualizare detalii
sl_si: Poglej podrobnosti
vi_vn: Xem chi tiết
zh_cn: 查看详情
zh_tw: 檢視詳細資料

# teams.teams:Cards_viewPublicProfile
source: View Public Profile
de_de: Öffentliches Profil anzeigen
es_es: Ver perfil público
it_it: Visualizza profilo pubblico
ja_jp: 公開プロファイルを表示
km_kh: មើលប្រវត្តិរូបសាធារណៈ
mk_mk: Прикажи јавен профил
nl_nl: Openbaar profiel bekijken
pt_br: Exibir perfil público
ro_ro: Vizualizare profil public
sl_si: Ogled javnega profila
vi_vn: Xem hồ sơ công khai
zh_cn: 查看公共简档
zh_tw: 檢視公開設定檔

# teams.teams:Cards_editProfile
source: Edit Profile
de_de: Profil bearbeiten
es_es: Editar perfil
it_it: Modifica profilo
ja_jp: プロファイルを編集
km_kh: កែសម្រួលប្រវត្តិរូប
mk_mk: Уреди профил
nl_nl: Profiel bewerken
pt_br: Editar perfil
ro_ro: Editare profil
sl_si: Uredi profil
vi_vn: Chỉnh sửa hồ sơ
zh_cn: 编辑简档
zh_tw: 編輯設定檔

# teams.teams:Cards_admin
source: Admin
es_es: Administrador
km_kh: អ្នកគ្រប់គ្រង
mk_mk: Администратор
nl_nl: Beheerder
ro_ro: administrator
sl_si: Skrbnik
vi_vn: Quản trị viên
zh_cn: 管理员
zh_tw: 管理員

# teams.teams:Cards_member
source: Member
de_de: Mitglied
es_es: Miembro
it_it: Membro
ja_jp: メンバー
km_kh: សមាជិក
mk_mk: Член
nl_nl: Lid
pt_br: Membro
ro_ro: Membru
sl_si: Član
vi_vn: Thành viên
zh_cn: 成员
zh_tw: 成員

# teams.teams:Cards_influencer
source: Influencer
es_es: Persona influyente
it_it: Persona che influenza
ja_jp: 影響者
km_kh: អ្នកមាន​ឥទ្ធិពល
mk_mk: Инфлуенсер
nl_nl: Beïnvloeder
pt_br: Influenciador
ro_ro: Factor de influență
sl_si: Vplivnež
vi_vn: Người có ảnh hưởng
zh_cn: 影响者
zh_tw: 影響者

# teams.teams:Cards_bookmarked
source: Bookmarked
de_de: Lesezeichen gesetzt
es_es: Marcado
it_it: Segnalibro aggiunto
ja_jp: ブックマーク済み
km_kh: ចំណាំ
mk_mk: Обележан
nl_nl: Bladwijzer gemaakt
pt_br: Marcado como favorito
ro_ro: Marcat
sl_si: Dodano med zaznamke
vi_vn: Đã đánh dấu
zh_cn: 已添加书签
zh_tw: 已加入書籤

# teams.teams:Cards_learningHistory
source: Learning History
de_de: Lernverlauf
es_es: Historial de aprendizaje
it_it: Cronologia apprendimento
ja_jp: 学習履歴
km_kh: ប្រវត្តិការសិក្សា
mk_mk: Историја на учењето
nl_nl: Leergeschiedenis
pt_br: Histórico de aprendizagem
ro_ro: Istoric de învățare
sl_si: Zgodovina usposabljanj
vi_vn: Lịch sử học tập
zh_cn: 学习历史记录
zh_tw: 學習歷程記錄

# teams.teams:Cards_bookmarkedOn
source: Bookmarked On
de_de: Lesezeichen gesetzt am
es_es: Marcado el
it_it: Data di aggiunta segnalibro
ja_jp: ブックマークした日
km_kh: បាន​ចុះទំព័រចំណាំនៅថ្ងៃ
mk_mk: Обележано на
nl_nl: Bladwijzer gemaakt op
pt_br: Marcado como favorito em
ro_ro: Marcat la data de
sl_si: Dodano med zaznamke dne
vi_vn: Ngày đánh dấu
zh_cn: 添加书签的日期
zh_tw: 加入書籤於

# teams.teams:Cards_shared
source: Shared
de_de: Geteilt
es_es: Compartido
it_it: Condiviso
ja_jp: 共有済み
km_kh: បានចែករំលែក
mk_mk: Споделено
nl_nl: Gedeeld
pt_br: Compartilhado
ro_ro: Partajat
sl_si: V skupni rabi
vi_vn: Đã chia sẻ
zh_cn: 已共享
zh_tw: 已分享

# teams.teams:Cards_sharedBy
source: Shared By
de_de: Geteilt von
es_es: Compartido por
it_it: Condiviso da
ja_jp: 共有者
km_kh: ចែករំលែកដោយ
mk_mk: Споделено од
nl_nl: Gedeeld door
pt_br: Compartilhado por
ro_ro: Partajat de
sl_si: V skupno rabo dala oseba
vi_vn: Người chia sẻ
zh_cn: 共享者
zh_tw: 分享者

# teams.teams:Cards_progress
source: Progress
de_de: Fortschritt
es_es: Estado
it_it: Avanzamento
ja_jp: 進捗
km_kh: វឌ្ឍនភាព
mk_mk: Напредок
nl_nl: Voortgang
pt_br: Progresso
ro_ro: Progres
sl_si: Napredek
vi_vn: Tiến độ
zh_cn: 进度
zh_tw: 進度

# teams.teams:Cards_completedOn
source: Completed On
de_de: Abgeschlossen am
es_es: Completado el
it_it: Data di completamento
ja_jp: 完了日
km_kh: បាន​បញ្ចប់​នៅថ្ងៃ
mk_mk: Завршено на
nl_nl: Voltooid op
pt_br: Concluído em
ro_ro: Finalizat la data de
sl_si: Dokončano dne
vi_vn: Ngày hoàn thành
zh_cn: 完成日期
zh_tw: 完成於

# teams.teams:Cards_sortBy
source: Sort by:
de_de: Sortieren nach:
es_es: Ordenar por:
it_it: Ordina per:
ja_jp: 並べ替え順：
km_kh: តម្រៀបតាម៖
mk_mk: Подреди по:
nl_nl: Sorteren op:
pt_br: Classificar por:
ro_ro: Sortare după:
sl_si: Razvrsti po:
vi_vn: Sắp xếp theo:
zh_cn: 排序依据:
zh_tw: 排序依據：

# teams.teams:Cards_year
source: Year:
de_de: Jahr:
es_es: Año:
it_it: Anno:
ja_jp: 年：
km_kh: ឆ្នាំ៖
mk_mk: Година:
nl_nl: Jaar:
pt_br: Ano:
ro_ro: An:
sl_si: Leto:
vi_vn: Năm:
zh_cn: 年:
zh_tw: 年：

# teams.teams:Cards_downloadExcel
source: Download Excel
de_de: Excel-Datei herunterladen
es_es: Descargar archivo Excel
it_it: Scarica Excel
ja_jp: Excel をダウンロード
km_kh: ទាញយក Excel
mk_mk: Преземете Excel
nl_nl: Excel downloaden
pt_br: Download do Excel
ro_ro: Descărcare Excel
sl_si: Prenesite Excel
vi_vn: Tải xuống Excel
zh_cn: 下载 Excel
zh_tw: 下載 Excel

# teams.teams:Cards_filters
source: Filters
de_de: Filter
es_es: Filtros
it_it: Filtri
ja_jp: フィルタ
km_kh: តម្រង
mk_mk: Филтри
pt_br: Filtros
ro_ro: Filtre
sl_si: Filtri
vi_vn: Bộ lọc
zh_cn: 筛选器
zh_tw: 篩選

# teams.teams:Cards_filter
source: Filter
de_de: Filtern
es_es: Filtro
it_it: Filtro
ja_jp: フィルター
km_kh: តម្រង
mk_mk: Филтер
pt_br: Filtro
ro_ro: Filtru
vi_vn: Lọc
zh_cn: 筛选器
zh_tw: 篩選

# teams.teams:Cards_clear
source: Clear
de_de: Löschen
es_es: Eliminar
it_it: Cancella
ja_jp: クリア
km_kh: ជម្រះ
mk_mk: Избриши
nl_nl: Wissen
pt_br: Limpar
ro_ro: Golire
sl_si: Počisti
vi_vn: Xóa
zh_cn: 清除
zh_tw: 清除

# teams.teams:Cards_mandatory
source: Mandatory
de_de: Obligatorisch
es_es: Obligatorio
it_it: Obbligatorio
ja_jp: 必須
km_kh: កាតព្វកិច្ច
mk_mk: Задолжително
nl_nl: Verplicht
pt_br: Obrigatório
ro_ro: Obligatoriu
sl_si: Obvezno
vi_vn: Bắt buộc
zh_cn: 必需
zh_tw: 必要

# teams.teams:Cards_recommended
source: Recommended
de_de: Empfohlen
es_es: Recomendado
it_it: Consigliato
ja_jp: 推奨
km_kh: បានណែនាំ
mk_mk: Препорачано
nl_nl: Aanbevolen
pt_br: Recomendado
ro_ro: Recomandat
sl_si: Priporočeno
vi_vn: Được đề xuất
zh_cn: 推荐
zh_tw: 建議

# teams.teams:Cards_assignedType
source: Assigned Type
de_de: Zugewiesener Typ
es_es: Tipo cedido
it_it: Tipo assegnato
ja_jp: 割当済みタイプ
km_kh: ប្រភេទដែលបានចាត់តាំង
mk_mk: Тип на задача
nl_nl: Toegewezen type
pt_br: Tipo Atribuído
ro_ro: Tip atribuit
sl_si: Dodeljena vrsta
vi_vn: Loại được gán
zh_cn: 指定类型
zh_tw: 指定類型

# teams.teams:Cards_view
source: View
de_de: Anzeigen
es_es: Ver
it_it: Visualizza
ja_jp: 表示
km_kh: មើល
mk_mk: Прикажи
nl_nl: Bekijken
pt_br: Exibir
ro_ro: Vizualizare
sl_si: Pogled
vi_vn: Xem
zh_cn: 查看
zh_tw: 檢視

# teams.teams:Cards_viewLearningSuggestions
source: View Learning Suggestions
de_de: Lernvorschläge anzeigen
es_es: Ver sugerencias de formación
it_it: Visualizza suggerimenti di apprendimento
ja_jp: 学習提案の表示
km_kh: បង្ញាញការផ្ដល់យោបល់អំពីការសិក្សា
mk_mk: Прикажи предлози за учење
nl_nl: Onderwijssuggesties weergeven
pt_br: Exibir Sugestões de Aprendizagem
ro_ro: Vizualizare sugestii de învățare
sl_si: Oglejte si predloge za učenje
vi_vn: Xem gợi ý học tập
zh_cn: 查看学习建议
zh_tw: 查看學習建議

# teams.teams:Cards_postedBy
source: Posted By
de_de: Veröffentlicht von
es_es: Publicado por
it_it: Pubblicato da
ja_jp: 投稿者
km_kh: ចុះផ្សាយដោយ
mk_mk: Објавено од
nl_nl: Gepost door
pt_br: Publicado por
ro_ro: Postat de
sl_si: Objavila oseba
vi_vn: Người đăng
zh_cn: 发帖人
zh_tw: 發布者

# teams.teams:Cards_startedOn
source: Started on
de_de: Gestartet am
es_es: Iniciado el
it_it: Data di inizio
ja_jp: 開始日
km_kh: បាន​ចាប់ផ្ដើម​នៅថ្ងៃ
mk_mk: Започна на
nl_nl: Begonnen op
pt_br: Iniciado em
ro_ro: A început la
sl_si: Začetek dne
vi_vn: Ngày bắt đầu
zh_cn: 开始日期
zh_tw: 開始於

# teams.teams:Cards_dueOn
source: Due on
de_de: Fällig am
es_es: Vencido el
it_it: Scadenza
ja_jp: 期日
km_kh: ដល់​កាល​នៅថ្ងៃ
mk_mk: Истекува на
nl_nl: Vervalt op
pt_br: Vencimento em
ro_ro: Scadent la data de
sl_si: Rok
vi_vn: Ngày đến hạn
zh_cn: 截至日期
zh_tw: 到期於

# teams.teams:Cards_bookmardOn
source: Bookmarked on
de_de: Lesezeichen gesetzt am
es_es: Marcado el
it_it: Data aggiunta segnalibro
ja_jp: ブックマークした日
km_kh: បាន​ចុះទំព័រចំណាំនៅថ្ងៃ
mk_mk: Обележано на
nl_nl: Bladwijzer gemaakt op
pt_br: Marcado como favorito em
ro_ro: Marcat pe
sl_si: Dodano med zaznamke dne
vi_vn: Ngày đánh dấu trang
zh_cn: 添加书签的日期
zh_tw: 加入書籤於

# teams.teams:Cards_sharedOn
source: Shared on
de_de: Geteilt am
es_es: Compartido en
it_it: Data condivisione
ja_jp: で共有済み
km_kh: បានចែករំលែកនៅថ្ងៃ
mk_mk: Споделено на
nl_nl: Gedeeld op
pt_br: Compartilhado em
ro_ro: Partajat pe
sl_si: Dano v skupno rabo dne
vi_vn: Ngày chia sẻ
zh_cn: 共享日期
zh_tw: 分享於

# teams.teams:Cards_untimed
source: untimed
de_de: keine Zeitzählung
es_es: sin tiempo
it_it: senza orario
ja_jp: 時間未計測
km_kh: មិនកំណត់ពេល
mk_mk: без временско ограничување
nl_nl: zonder tijdslimiet
pt_br: não cronometrado
ro_ro: nesincronizat
sl_si: brez časovne omejitve
vi_vn: chưa tính thời gian
zh_cn: 不计时
zh_tw: 不定時的

# teams.teams:Cards_noContentForPeriodMessage
source: No content for this period
de_de: Keine Inhalte für diesen Zeitraum
es_es: No hay contenido para este periodo
it_it: Nessun contenuto per questo periodo
ja_jp: この期間のコンテンツはありません
km_kh: មិនមានខ្លឹមសារសម្រាប់រយៈពេលនេះទេ។
mk_mk: Нема содржина за овој период
nl_nl: Geen content voor deze periode
pt_br: Nenhum conteúdo para este período
ro_ro: Niciun conținut pentru această perioadă
sl_si: Za to obdobje ni vsebine
vi_vn: Không có nội dung trong thời gian này
zh_cn: 此期间无内容
zh_tw: 此期間無內容

# teams.teams:Cards_markAsCompleteAllowedText
source: Mark as completed
de_de: Als abgeschlossen markieren
es_es: Marcar como completado
it_it: Segna come completato
ja_jp: 完了としてマーク
km_kh: សម្គាល់ថាបានបញ្ចប់
mk_mk: Означи како завршено
nl_nl: Markeren als voltooid
pt_br: Marcar como concluído
ro_ro: Marcare ca finalizat
sl_si: Označi kot dokončano
vi_vn: Đánh dấu là đã hoàn thành
zh_cn: 标记为已完成
zh_tw: 標記為已完成

# teams.teams:Cards_markAsCompleteNotAllowedText
source: All the SmartCards needs to be completed first
de_de: Zuerst müssen alle SmartCards abgeschlossen werden.
es_es: Primero, se deben completar todas las tarjetas inteligentes
it_it: È necessario completare prima tutte le SmartCard
ja_jp: すべてのスマートカードを最初に完了する必要があります
km_kh: ត្រូវការបញ្ចប់ SmartCards ទាំងអស់ជាមុនសិន
mk_mk: Прво треба да се завршат сите SmartCards
nl_nl: Alle SmartCards moeten eerst worden voltooid
pt_br: Todos os SmartCards precisam ser concluídos primeiro
ro_ro: Toate SmartCards trebuie finalizate mai întâi
sl_si: Najprej je treba dokončati vse kartice SmartCards.
vi_vn: Cần phải hoàn thành tất cả các SmartCard trước tiên
zh_cn: 需要先完成所有 SmartCard
zh_tw: 必須先完成所有智慧卡

# teams.teams:Cards_unspecifiedLabel
source: unspecified
de_de: nicht angegeben
es_es: sin especificar
it_it: non specificato
ja_jp: 未指定
km_kh: មិនបានបញ្ជាក់
mk_mk: неодредено
nl_nl: niet opgegeven
pt_br: não especificado
ro_ro: Nespecificat
sl_si: nedoločeno
vi_vn: Không xác định
zh_cn: 未指定
zh_tw: 未指定

# teams.teams:Cards_readableCardType_Article
source: Article
de_de: Artikel
es_es: Artículo
it_it: Articolo
ja_jp: 記事
km_kh: អត្ថបទ
mk_mk: Статија
nl_nl: Artikel
pt_br: Artigo
ro_ro: Articol
sl_si: Članek
vi_vn: Bài báo
zh_cn: 文章
zh_tw: 文章

# teams.teams:Cards_readableCardType_Assessment
source: Assessment
es_es: Valoración
it_it: Valutazione
ja_jp: アセスメント
km_kh: ការវាយតម្លៃ
mk_mk: Проценка
nl_nl: Beoordelingstest
pt_br: Avaliação
ro_ro: Evaluare
sl_si: Ocenjevanje
vi_vn: Bài kiểm tra
zh_cn: 评估
zh_tw: 評估

# teams.teams:Cards_readableCardType_Audio
source: Audio
es_es: Sonido
ja_jp: オーディオ
km_kh: អូឌីយ៉ូ
mk_mk: Аудио
pt_br: Áudio
sl_si: Zvok
vi_vn: Âm thanh
zh_cn: 音频
zh_tw: 音訊

# teams.teams:Cards_readableCardType_Audiobook
source: Audio book
de_de: Hörbuch
es_es: Audiolibro
it_it: Audiolibro
ja_jp: オーディオブック
km_kh: សៀវភៅអូឌីយ៉ូ
mk_mk: Аудио книга
nl_nl: Audioboek
pt_br: Livro de áudio
ro_ro: Carte audio
sl_si: Zvočna knjiga
vi_vn: Sách nói
zh_cn: 有声书
zh_tw: 有聲書

# teams.teams:Cards_readableCardType_Blog
source: Blog
ja_jp: ブログ
km_kh: ប្លុក
mk_mk: Блог
zh_cn: 博客
zh_tw: 部落格

# teams.teams:Cards_readableCardType_Classroom
source: Classroom
de_de: Schulungsraum
es_es: Aula
it_it: Aula
ja_jp: クラスルーム
km_kh: ថ្នាក់រៀន
mk_mk: Училница
nl_nl: Leslokaal
pt_br: Sala de aula
ro_ro: Sală de clasă
sl_si: Učilnica
vi_vn: Phòng học
zh_cn: 教室
zh_tw: 教室

# teams.teams:Cards_readableCardType_Course
source: Course
de_de: Kurs
es_es: Curso
it_it: Corso
ja_jp: コース
km_kh: វគ្គសិក្សា
mk_mk: Курс
nl_nl: Cursus
pt_br: Curso
ro_ro: Curs
sl_si: tečaj
vi_vn: Khóa học
zh_cn: 学科课程
zh_tw: 課程

# teams.teams:Cards_readableCardType_Curriculum
source: Curriculum
de_de: Lehrplan
es_es: Currículum
it_it: Piano di studi
ja_jp: カリキュラム
km_kh: កម្មវិធីសិក្សា
mk_mk: Наставна програма
pt_br: Currículo
ro_ro: Programă
sl_si: Učni načrt
vi_vn: Chương trình đào tạo theo lộ trình
zh_cn: 课程体系
zh_tw: 學程

# teams.teams:Cards_readableCardType_DataAnalytics
source: Data & Analytics
de_de: Daten & Analytics
es_es: Datos y análisis
it_it: Dati e analisi
ja_jp: データ & アナリティクス
km_kh: ទិន្នន័យ & វិភាគី
mk_mk: Податоци и аналитика
nl_nl: Gegevens en analytics
pt_br: Dados e análise
ro_ro: Date și analize
sl_si: Podatki in analitika
vi_vn: Dữ liệu & Phân tích
zh_cn: 数据与分析
zh_tw: 資料與分析

# teams.teams:Cards_readableCardType_Document
source: Document
de_de: Dokument
es_es: Documento
it_it: Documento
ja_jp: ドキュメント
km_kh: ឯកសារ
mk_mk: Документ
pt_br: Documento
sl_si: Dokument
vi_vn: Tài liệu
zh_cn: 文档
zh_tw: 文件

# teams.teams:Cards_readableCardType_E-Book
source: E-Book
ja_jp: eブック
km_kh: សៀវភៅអេឡិចត្រូនិច
mk_mk: Е-книга
sl_si: E-knjiga
vi_vn: Sách điện tử
zh_cn: 电子书
zh_tw: 電子書

# teams.teams:Cards_readableCardType_Infographic
source: Infographic
de_de: Infografik
es_es: Infografía
it_it: Infografica
ja_jp: インフォグラフィック
km_kh: ក្រាហ្វិកព័ត៌មាន
mk_mk: Инфографик
pt_br: Infográfico
ro_ro: Infografic
sl_si: Infografika
vi_vn: Đồ họa thông tin
zh_cn: 信息图
zh_tw: 資訊圖表

# teams.teams:Cards_readableCardType_News
source: News
de_de: Nachrichten
es_es: Noticias
it_it: Notizie
ja_jp: ニュース
km_kh: ព័ត៌មាន
mk_mk: Вести
nl_nl: Nieuws
pt_br: Notícias
ro_ro: Știri
sl_si: Novice
vi_vn: Tin tức
zh_cn: 新闻
zh_tw: 新聞

# teams.teams:Cards_readableCardType_Other
source: Other
de_de: Sonstiges
es_es: Otros
it_it: Altro
ja_jp: その他
km_kh: ផ្សេងៗ
mk_mk: Друго
nl_nl: Overig
pt_br: Outro
ro_ro: Altele
sl_si: drugo
vi_vn: Khác
zh_cn: 其他
zh_tw: 其他

# teams.teams:Cards_readableCardType_Podcast
source: Podcast
ja_jp: ポッドキャスト
km_kh: ផតខាស
mk_mk: Поткаст
zh_cn: 播客

# teams.teams:Cards_readableCardType_Project
source: Project
de_de: Projekt
es_es: Proyecto
it_it: Progetto
ja_jp: プロジェクト
km_kh: គម្រោង
mk_mk: Проект
pt_br: Projeto
ro_ro: Proiect
sl_si: Projekt
vi_vn: Dự án
zh_cn: 项目
zh_tw: 專案

# teams.teams:Cards_readableCardType_Research
source: Research
de_de: Forschung
es_es: Investigación
it_it: Ricerca
ja_jp: 研究
km_kh: ស្រាវជ្រាវ
mk_mk: Истражување
nl_nl: Onderzoek
pt_br: Pesquisa
ro_ro: Cercetare
sl_si: Raziskovanje
vi_vn: Nghiên cứu
zh_cn: 调查研究
zh_tw: 研究

# teams.teams:Cards_readableCardType_Slides
source: Slides
de_de: Folien
es_es: Diapositivas
it_it: Slide
ja_jp: スライド
km_kh: ស្លាយ
mk_mk: Слајдови
nl_nl: Dia's
ro_ro: Diapozitive
sl_si: Diapozitivi
vi_vn: Trang chiếu
zh_cn: 幻灯片
zh_tw: 投影片

# teams.teams:Cards_readableCardType_Spreadsheet
source: Spreadsheet
de_de: Arbeitsblatt
es_es: Hoja de cálculo
it_it: Foglio di lavoro
ja_jp: スプレッドシート
km_kh: សៀវភៅបញ្ជី
mk_mk: Табеларна претстава
pt_br: Planilha
ro_ro: Foaie de calcul
sl_si: Preglednica
vi_vn: Bảng tính
zh_cn: 电子表格
zh_tw: 試算表

# teams.teams:Cards_readableCardType_VILT
source: VILT
it_it: Formazione con docente virtuale
mk_mk: ВИЛТ
zh_cn: 虚拟学习
zh_tw: 虛擬講師指導的培訓

# teams.teams:Cards_readableCardType_Video
source: Video
es_es: Vídeo
ja_jp: 動画
km_kh: វីដេអូ
mk_mk: Видео
pt_br: Vídeo
ro_ro: Videoclip
zh_cn: 视频
zh_tw: 影片

# teams.teams:Cards_readableCardType_VideoStream
source: Video Stream
es_es: Streaming de vídeo
it_it: Streaming video
ja_jp: 動画配信
km_kh: វីដេអូចាក់លើអ៊ីនធឺណិត
mk_mk: Видео стримување
pt_br: Stream de vídeo
ro_ro: Flux video
sl_si: Predvajanje pretočne video vsebine
vi_vn: Luồng video
zh_cn: 视频直播
zh_tw: 影音串流

# teams.teams:Cards_readableCardType_Webinar
source: Webinar
es_es: Seminario web
ja_jp: ウェブセミナー
km_kh: សិក្ខាសាលា​វិប
mk_mk: Веб-семинар
sl_si: Spletni seminar
vi_vn: Hội thảo trên web
zh_cn: 网络研讨会
zh_tw: 網路研討會

# teams.teams:Cards_readableCardType_WhitePaper
source: White Paper
es_es: Informe técnico
ja_jp: ホワイトペーパー
km_kh: ក្រដាសស
mk_mk: Бела книга
nl_nl: Witboek
pt_br: Artigo Técnico
ro_ro: Carte albă
sl_si: Bela knjiga
vi_vn: Sách trắng
zh_cn: 白皮书
zh_tw: 白皮書

# teams.teams:Cards_readableCardType_Askmeanything
source: Ask me anything
es_es: Pregunte lo que quiera
it_it: Chiedimi qualunque cosa
ja_jp: どんな質問でもお任せください。
km_kh: សួរខ្ញុំអ្វីទាំងអស់។
mk_mk: Прашај ме било што
nl_nl: Vraag me iets
pt_br: Pergunte qualquer coisa
ro_ro: Întreabă-mă orice
sl_si: Vprašaj me karkoli
vi_vn: Hãy hỏi tôi bất kỳ điều gì
zh_cn: 问我问题
zh_tw: 問我問題

# teams.teams:Cards_readableCardType_Image
source: Image
de_de: Bild
es_es: Imagen
it_it: Immagine
ja_jp: 画像
km_kh: រូបភាព
mk_mk: Слика
nl_nl: Afbeelding
pt_br: Imagem
ro_ro: Imagine
sl_si: Slika
vi_vn: Hình ảnh
zh_cn: 图像
zh_tw: 影像

# teams.teams:Cards_readableCardType_InstructorLedTraining
source: Instructor Led Training
de_de: Präsenztraining
es_es: Formación dirigida por un instructor
it_it: Formazione con docente
ja_jp: 集合研修
km_kh: ការបណ្តុះបណ្តាលដឹកនាំដោយគ្រូ
mk_mk: Обука предводена од инструктор
nl_nl: Klassikaal
pt_br: Treinamento liderado por instrutor
ro_ro: Instruire coordonată de instructor
sl_si: Usposabljanje pod vodstvom predavatelja
vi_vn: Lớp học trên lớp
zh_cn: 教员传授的培训
zh_tw: 講師引導式的訓練

# teams.teams:Cards_readableCardType_Money
source: Money
de_de: Geld
es_es: Dinero
it_it: Denaro
ja_jp: お金
km_kh: លុយ
mk_mk: Пари
nl_nl: Geld
pt_br: Dinheiro
ro_ro: Bani
sl_si: Denar
vi_vn: Tiền bạc
zh_cn: 资金
zh_tw: 金錢

# teams.teams:Cards_readableCardType_Racing
source: Racing
de_de: Rennen
es_es: Carreras
it_it: Competizione
ja_jp: レーシング
km_kh: ការប្រណាំង
mk_mk: Трки
nl_nl: Racen
pt_br: Corrida
ro_ro: Curse
sl_si: Tekmovanje
vi_vn: Đua xe
zh_cn: 竞赛
zh_tw: 比賽

# teams.teams:Cards_readableCardType_Self-pacedCourse
source: Self-paced Course
de_de: Selbstbestimmter Kurs
es_es: Curso autorregulado
it_it: Corso autogestito
ja_jp: マイペースコース
km_kh: វគ្គសិក្សាស្វ័យរៀន
mk_mk: Курс со самостојно темпо
nl_nl: Cursus met variabel tempo
pt_br: Curso individualizado
ro_ro: Curs în ritm propriu
sl_si: Tečaj s samostojnim učenjem
vi_vn: Khóa học theo tiến độ riêng
zh_cn: 自定进度课程
zh_tw: 自學式科目

# teams.teams:Cards_readableCardType_Sports
source: Sports
de_de: Sport
es_es: Deportes
it_it: Sport
ja_jp: スポーツ
km_kh: កីឡា
mk_mk: Спорт
nl_nl: Sport
pt_br: Esportes
ro_ro: Sport
sl_si: Šport
vi_vn: Thể thao
zh_cn: 运动
zh_tw: 運動

# teams.teams:Cards_readableCardType_Survey
source: Survey
de_de: Umfrage
es_es: Encuesta
it_it: Sondaggio
ja_jp: 調査
km_kh: ការស្ទង់មតិ
mk_mk: Анкета
nl_nl: Enquête
pt_br: Pesquisa
ro_ro: Sondaj
sl_si: Anketa
vi_vn: Khảo sát
zh_cn: 调查
zh_tw: 問卷

# teams.teams:Cards_readableCardType_Swimming
source: Swimming
de_de: Schwimmen
es_es: Natación
it_it: Nuoto
ja_jp: 水泳
km_kh: ការហែលទឹក
mk_mk: Пливање
nl_nl: Zwemmen
pt_br: Natação
ro_ro: Înot
sl_si: plavanje
vi_vn: Bơi lội
zh_cn: 游泳
zh_tw: 游泳

# teams.teams:Cards_readableCardType_Text
source: Text
es_es: Texto
it_it: Testo
ja_jp: テキスト
km_kh: អត្ថបទ
mk_mk: Текст
nl_nl: Tekst
pt_br: Texto
sl_si: Besedilo
vi_vn: Nội dung
zh_cn: 文本
zh_tw: 文字

# teams.teams:Cards_readableCardType_Transcript
source: Transcript
de_de: Protokoll
es_es: Expediente académico
it_it: Scheda riassuntiva
ja_jp: 受講実績
km_kh: ប្រតិចារឹក
mk_mk: Транскрипт
nl_nl: Afgeronde leeractiviteiten
pt_br: Histórico de aprendizagem
ro_ro: Foaie matricolă
sl_si: Prepis
vi_vn: Bản chép lời
zh_cn: 成绩单
zh_tw: 成績單

# teams.teams:Cards_readableCardType_Tutorial
source: Tutorial
de_de: Lernprogramm
it_it: Esercitazione
ja_jp: チュートリアル
km_kh: ការបង្រៀន
mk_mk: Упатство
sl_si: Vadnica
vi_vn: Hướng dẫn
zh_cn: 用户指南
zh_tw: 教學課程
