Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# br-ext.br-ext:CreateCard_restrictTo
source: Restrict to
de_de: Beschränken auf
es_es: Restringir a
it_it: Limita a
ja_jp: 制限
km_kh: ដាក់កម្រិតទៅ
mk_mk: Ограничи на
nl_nl: Beperken tot
pt_br: Restringir a
ro_ro: Restricționare la
sl_si: Omejite na
vi_vn: Hạn chế chỉ chia sẻ với
zh_cn: 限制
zh_tw: 限制為

# br-ext.br-ext:CreateCard_restrictSubtitle
source: Type users, group you want to restrict the article with
de_de: Geben Sie die Benutzer oder die Gruppe ein, für die der Artikel beschränkt werden soll.
es_es: Escriba los usuarios o el grupo en los que desea restringir el artículo
it_it: Digita gli utenti e il gruppo per cui vuoi limitare l'articolo
ja_jp: 記事を制限するユーザー、グループを入力します
km_kh: វាយបញ្ចូលអ្នកប្រើប្រាស់ ក្រុមដែលអ្នកចង់ដាក់កំហិតលើអត្ថបទ
mk_mk: Внесете корисници, група со којашто сакате да ја ограничите статијата
nl_nl: Typ de gebruikers of groep waartoe u het artikel wilt beperken
pt_br: Digite usuários, grupo com o qual você deseja restringir o artigo
ro_ro: Introduceți utilizatorii, grupul la care doriți să restricționați articolul
sl_si: Vnesite uporabnike ali skupino, na katere želite omejiti dostop do članka.
vi_vn: Nhập người dùng, nhóm mà bạn muốn giới hạn bài viết trong phạm vi những người đó
zh_cn: 键入您想要限制其查看此文章的用户和组
zh_tw: 輸入您想要限制文章的使用者、群組

# br-ext.br-ext:CreateCard_restrictPlaceholder
source: Type your restricted email and press return (Enter) to add it
de_de: Geben Sie die E-Mail-Adresse ein, für dieser Inhalt beschränkt werden soll, und drücken Sie die Eingabetaste, um sie hinzuzufügen.
es_es: Escriba el email restringido y pulse Intro para añadirlo
it_it: Digita l'indirizzo email limitato e premi Invio per aggiungerlo
ja_jp: 制限されたメールアドレスを入力し、リターン（Enter）キーを押して追加します
km_kh: វាយបញ្ចូលអ៊ីមែលដែលបានដាក់កំហិតរបស់អ្នក ហើយចុចត្រឡប់ (Enter) ដើម្បីបន្ថែមវា
mk_mk: Внесете ја вашата ограничена е-пошта и притиснете return (Enter) за да ја додадете
nl_nl: Typ uw beperkte e-mailadres en druk op Enter om dit toe te voegen
pt_br: Digite o email restrito e pressione return (Enter) para adicioná-lo
ro_ro: Tastați e-mailul restricționat și apăsați Return (Enter) pentru adăugare
sl_si: Vnesite svoj e-poštni naslov, na katerega želite omejiti to vsebino, in pritisnite vračalko (Enter), da ga dodate.
vi_vn: Nhập email thuộc phạm vi được giới hạn rồi nhấn quay lại (Enter) để thêm
zh_cn: 键入受限制的电子邮件地址，然后按回车键(Enter)进行添加
zh_tw: 輸入您的受限制電子郵件並按 Return 鍵 (Enter) 以新增

# br-ext.br-ext:CreateCard_noOptions
source: No options
de_de: Keine Optionen
es_es: No hay opciones
it_it: Nessuna opzione
ja_jp: オプションなし
km_kh: គ្មានជម្រើសទេ។
mk_mk: Нема опции
nl_nl: Geen opties
pt_br: Nenhuma opção
ro_ro: Fără opțiuni
sl_si: Brez možnosti
vi_vn: Không có lựa chọn
zh_cn: 无选项
zh_tw: 無選項

# br-ext.br-ext:CreateCard_private
source: private
de_de: privat
es_es: privada
it_it: Privato
ja_jp: プライベート
km_kh: ឯកជន
mk_mk: приватно
nl_nl: Privé
pt_br: particular
ro_ro: privat
sl_si: zasebno
vi_vn: Riêng tư
zh_cn: 私人
zh_tw: 私人

# br-ext.br-ext:CreateCard_public
source: Public
de_de: Öffentlich
es_es: Pública
it_it: Pubblico
ja_jp: 公開
km_kh: សាធារណៈ
mk_mk: Јавно
nl_nl: Openbaar
pt_br: Público
sl_si: Javno
vi_vn: Công khai
zh_cn: 公共
zh_tw: 公開

# br-ext.br-ext:CreateCard_loading
source: loading
de_de: wird geladen
es_es: cargando
it_it: Caricamento
ja_jp: 読み込み
km_kh: ការផ្ទុក
mk_mk: вчитување
nl_nl: Laden
pt_br: carregando
ro_ro: Încărcare
sl_si: nalaganje
vi_vn: đang tải
zh_cn: 正在加载
zh_tw: 載入中

# br-ext.br-ext:CreateCard_fieldIsRequired
source: Field is required
de_de: Feld ist erforderlich
es_es: El campo es obligatorio
it_it: Campo obbligatorio
ja_jp: フィールドは必須です
km_kh: ត្រូវការវាល
mk_mk: Полето е задолжително
nl_nl: Veld is vereist
pt_br: O campo é obrigatório
ro_ro: Câmpul este obligatoriu
sl_si: Polje je obvezno
vi_vn: Trường bắt buộc
zh_cn: 字段是必填项
zh_tw: 欄位為必填項

# br-ext.br-ext:CreateCard_descriptionMaxCount
source: Description count exceeds the limit (1500).
de_de: Die Zahl der Beschreibungen überschreitet das Limit (1500).
es_es: El recuento de descripciones supera el límite (1500).
it_it: Il numero di caratteri della descrizione supera il limite (1500).
ja_jp: 説明の文字数が制限（1500）を超えています。
km_kh: ចំនួនការពណ៌នាលើសពីដែនកំណត់ (1500)។
mk_mk: Бројот на описи ја надминува границата (1500).
nl_nl: Aantal tekens in de omschrijving is groter dan de limiet (1500).
pt_br: A contagem da descrição excede o limite (1.500).
ro_ro: Numărul de caractere din descriere depășește limita (1500).
sl_si: Število znakov v opisu presega omejitev (1500).
vi_vn: Số ký tự trong phần mô tả vượt quá giới hạn (1500).
zh_cn: 描述计数超出限制(1500)。
zh_tw: 描述字數超過限制 (1500)。

# br-ext.br-ext:CreateCard_selectLevelType
source: No Level
de_de: Keine Ebene
es_es: Sin nivel
it_it: Nessun livello
ja_jp: レベルがありません
km_kh: គ្មានកម្រិត
mk_mk: Нема ниво
nl_nl: Geen niveau
pt_br: Nenhum nível
ro_ro: Niciun nivel
sl_si: Brez ravni
vi_vn: Không có cấp độ
zh_cn: 无级别
zh_tw: 無等級

# br-ext.br-ext:Topbar_insights
source: Insights
de_de: Einblicke
es_es: Información
it_it: Approfondimenti
ja_jp: インサイト
km_kh: ព័ត៌មាន​ស៊ីជម្រៅ
mk_mk: Увиди
nl_nl: Inzichten
ro_ro: Perspective
sl_si: Vpogledi
vi_vn: Thông tin chi tiết
zh_cn: 见解
zh_tw: 見解

# br-ext.br-ext:Topbar_recents
source: Recents
de_de: Kürzlich
es_es: Recientes
it_it: Recenti
ja_jp: 最近
km_kh: ថ្មីៗបំផុត
mk_mk: Скорешни
nl_nl: Recente
pt_br: Recentes
ro_ro: Recente
sl_si: Nedavni elementi
vi_vn: Gần đây
zh_cn: 最近
zh_tw: 最近

# br-ext.br-ext:Topbar_more
source: More
de_de: Mehr
es_es: Más
it_it: Più
ja_jp: さらに表示
km_kh: ច្រើនទៀត
mk_mk: Повеќе
nl_nl: Meer
pt_br: Mais
ro_ro: Mai mult
sl_si: Več
vi_vn: Thêm
zh_cn: 更多
zh_tw: 更多

# br-ext.br-ext:Topbar_assignments
source: Assignments
de_de: Zuweisungen
es_es: Cesiones
it_it: Assegnazioni
ja_jp: 割当
km_kh: កិច្ចការ
mk_mk: Задачи
nl_nl: Toewijzingen
pt_br: Atribuições
ro_ro: Atribuiri
sl_si: Naloge
vi_vn: Bài tập
zh_cn: 分配
zh_tw: 指派工作

# br-ext.br-ext:Topbar_bookmarks
source: Bookmarks
de_de: Lesezeichen
es_es: Marcadores
it_it: Segnalibri
ja_jp: ブックマーク
km_kh: ទំព័រចំណាំ
mk_mk: Обележувачи
nl_nl: Bladwijzers
pt_br: Favoritos
ro_ro: Marcaje
sl_si: Zaznamki
vi_vn: Dấu trang
zh_cn: 书签
zh_tw: 書籤

# br-ext.br-ext:Topbar_learningGoals
source: Learning Goals
de_de: Lernziele
es_es: Metas de aprendizaje
it_it: Traguardi di apprendimento
ja_jp: 学習目標
km_kh: គោលដៅសិក្សា
mk_mk: Цели на учењето
nl_nl: Leerdoelen
pt_br: Metas de aprendizagem
ro_ro: Obiective de învățare
sl_si: Učni cilji
vi_vn: Mục tiêu học tập
zh_cn: 学习目标
zh_tw: 學習目標

# br-ext.br-ext:Topbar_selectLanguage
source: Select Language
de_de: Sprache auswählen
es_es: Seleccionar idioma
it_it: Seleziona lingua
ja_jp: 言語を選択
km_kh: ជ្រើសរើសភាសា
mk_mk: Изберете јазик
nl_nl: Taal selecteren
pt_br: Selecionar idioma
ro_ro: Selectare limbă
sl_si: Izberite Jezik
vi_vn: Chọn ngôn ngữ
zh_cn: 选择语言
zh_tw: 選取語言

# br-ext.br-ext:Topbar_logoutLabel
source: Log Out
de_de: Abmelden
es_es: Cerrar sesión
it_it: Esci
ja_jp: ログアウト
km_kh: ចាកចេញ
mk_mk: Одјавување
nl_nl: Afmelden
pt_br: Fazer logoff
ro_ro: Deconectare
sl_si: Odjava
vi_vn: Đăng xuất
zh_cn: 注销
zh_tw: 登出

# br-ext.br-ext:Topbar_versionLabel
source: Version
es_es: Versión
it_it: Versione
ja_jp: バージョン
km_kh: កំណែ
mk_mk: Верзија
nl_nl: Versie
pt_br: Versão
ro_ro: Versiune
sl_si: Različica
vi_vn: Phiên bản
zh_cn: 版本
zh_tw: 版本

# br-ext.br-ext:Topbar_showLess
source: Show less
de_de: Weniger anzeigen
es_es: Mostrar menos
it_it: Mostra meno
ja_jp: 表示を減らす
km_kh: បង្ហាញ​តិច
mk_mk: Прикажи помалку
nl_nl: Minder tonen
pt_br: Mostrar menos
ro_ro: Afișați mai puțin
sl_si: Prikaži manj
vi_vn: Ẩn bớt
zh_cn: 显示较少
zh_tw: 顯示較少

# br-ext.br-ext:Cards_contentNotAvailable
source: Content not available
es_es: Contenido no disponible
it_it: Contenuto non disponibile
km_kh: មាតិកាមិនមានទេ។
mk_mk: Содржината не е достапна
nl_nl: Content niet beschikbaar
ro_ro: Conținutul nu este disponibil
sl_si: Vsebina ni na voljo

# br-ext.br-ext:Cards_readableCardTypeQ&A
source: Q&A
es_es: Preguntas y respuestas
it_it: D e R
km_kh: សំណួរ&ចម្លើយ
mk_mk: Прашања и одговори
nl_nl: Vragen en antwoorden
ro_ro: Î&R
sl_si: Pogosta vprašanja

# br-ext.br-ext:Cards_loadMoreTextSingular
source: Show 1 more comment
es_es: Mostrar 1 comentario más
it_it: Visualizza 1 altro commento
km_kh: បង្ហាញមតិ 1 ទៀត។
mk_mk: Прикажи уште 1 коментар
nl_nl: Nog 1 opmerking weergeven
ro_ro: Afișați încă 1 comentariu
sl_si: Prikaži še 1 komentar

# br-ext.br-ext:Cards_readableCardType_article
source: Article
de_de: Artikel
es_es: Artículo
it_it: Articolo
km_kh: អត្ថបទ
mk_mk: Статија
nl_nl: Artikel
pt_br: Artigo
ro_ro: Articol
sl_si: Članek
vi_vn: Bài viết
zh_cn: 文章
zh_tw: 文章

# br-ext.br-ext:Cards_readableCardType_assessment
source: Assessment
es_es: Valoración
it_it: Valutazione
km_kh: ការវាយតម្លៃ
mk_mk: Проценка
nl_nl: Beoordelingstest
pt_br: Avaliação
ro_ro: Evaluare
sl_si: Ocenjevanje
vi_vn: Bài kiểm tra
zh_cn: 评估
zh_tw: 評估

# br-ext.br-ext:Cards_readableCardType_audio
source: Audio
es_es: Sonido
km_kh: អូឌីយ៉ូ
mk_mk: Аудио
pt_br: Áudio
sl_si: Zvok
vi_vn: Âm thanh
zh_cn: 音频
zh_tw: 音訊

# br-ext.br-ext:Cards_readableCardType_audioBook
source: Audio book
de_de: Hörbuch
es_es: Audiolibro
it_it: Audiolibro
km_kh: សៀវភៅអូឌីយ៉ូ
mk_mk: Аудио книга
nl_nl: Audioboek
pt_br: Livro de áudio
ro_ro: Carte audio
sl_si: Zvočna knjiga
vi_vn: Sách nói
zh_cn: 有声书
zh_tw: 有聲書

# br-ext.br-ext:Cards_readableCardType_blog
source: Blog
km_kh: ប្លុក
mk_mk: Блог
zh_cn: 博客
zh_tw: 部落格

# br-ext.br-ext:Cards_readableCardType_classroom
source: Classroom
de_de: Schulungsraum
es_es: Aula
it_it: Aula
km_kh: ថ្នាក់រៀន
mk_mk: Училница
nl_nl: Leslokaal
pt_br: Sala de aula
ro_ro: Sală de clasă
sl_si: Učilnica
vi_vn: Phòng học
zh_cn: 教室
zh_tw: 教室

# br-ext.br-ext:Cards_readableCardType_course
source: Course
de_de: Kurs
es_es: Curso
it_it: Corso
km_kh: វគ្គសិក្សា
mk_mk: Курс
nl_nl: Cursus
pt_br: Curso
ro_ro: Curs
sl_si: Tečaj
vi_vn: Khóa học
zh_cn: 学科课程
zh_tw: 課程

# br-ext.br-ext:Cards_readableCardType_curriculum
source: Curriculum
de_de: Lehrplan
es_es: Currículum
it_it: Piano di studi
km_kh: កម្មវិធីសិក្សា
mk_mk: Наставна програма
pt_br: Currículo
ro_ro: Programă
sl_si: Učni načrt
vi_vn: Chương trình đào tạo theo lộ trình
zh_cn: 课程体系
zh_tw: 學程

# br-ext.br-ext:Cards_readableCardType_dataAndAnalytics
source: Data & Analytics
de_de: Daten und Analysen
es_es: Datos & Analytics
it_it: Dati e analisi
km_kh: ទិន្នន័យ & វិភាគី
mk_mk: Податоци и аналитика
nl_nl: Gegevens en analytics
pt_br: Dados e análise
ro_ro: Date și analize
sl_si: Podatki in analitika
vi_vn: Dữ liệu & Phân tích
zh_cn: 数据与分析
zh_tw: 資料與分析

# br-ext.br-ext:Cards_readableCardType_document
source: Document
de_de: Dokument
es_es: Documento
it_it: Documento
km_kh: ឯកសារ
mk_mk: Документ
pt_br: Documento
sl_si: Dokument
vi_vn: Tài liệu
zh_cn: 文档
zh_tw: 文件

# br-ext.br-ext:Cards_readableCardType_eBook
source: E-Book
es_es: Libro electrónico
km_kh: សៀវភៅអេឡិចត្រូនិច
mk_mk: Е-книга
sl_si: E-knjiga
vi_vn: Sách điện tử
zh_cn: 电子书
zh_tw: 電子書

# br-ext.br-ext:Cards_readableCardType_Infographic
source: Infographic
de_de: Infografik
es_es: Infografía
it_it: Infografica
km_kh: ក្រាហ្វិកព័ត៌មាន
mk_mk: Инфографика
nl_nl: Infografiek
pt_br: Infográfico
ro_ro: Infografic
sl_si: Infografika
vi_vn: Đồ họa thông tin
zh_cn: 信息图
zh_tw: 資訊圖表

# br-ext.br-ext:Cards_readableCardType_liveEvent
source: Live Event
de_de: Live-Veranstaltung
es_es: Evento en directo
it_it: Evento live
km_kh: ព្រឹត្តិការណ៍បន្តផ្ទាល់
mk_mk: Настан во живо
nl_nl: Live gebeurtenis
pt_br: Evento ao vivo
ro_ro: Eveniment în direct
sl_si: Dogodek v živo
vi_vn: Sự kiện trực tiếp
zh_cn: 直播活动
zh_tw: 直播活動

# br-ext.br-ext:Cards_readableCardType_news
source: News
de_de: Nachrichten
es_es: Noticias
it_it: Notizie
km_kh: ព័ត៌មាន
mk_mk: Вести
nl_nl: Nieuws
pt_br: Notícias
ro_ro: Știri
sl_si: Novice
vi_vn: Tin tức
zh_cn: 新闻
zh_tw: 新聞

# br-ext.br-ext:Cards_readableCardType_other
source: Other
de_de: Sonstiges
es_es: Otros
it_it: Altro
km_kh: ផ្សេងៗ
mk_mk: Друго
nl_nl: Overig
pt_br: Outro
ro_ro: Altele
sl_si: Drugo
vi_vn: Khác
zh_cn: 其他
zh_tw: 其他

# br-ext.br-ext:Cards_readableCardType_podcast
source: Podcast
km_kh: ផតខាស
mk_mk: Поткаст
zh_cn: 播客

# br-ext.br-ext:Cards_readableCardType_poll
source: Poll
de_de: Umfrage
es_es: Sondeo
it_it: Sondaggio
km_kh: ការបោះឆ្នោត
mk_mk: Анкета
pt_br: Pesquisa
ro_ro: Sondaj
sl_si: Anketa
vi_vn: Cuộc thăm dò ý kiến
zh_cn: 投票
zh_tw: 投票

# br-ext.br-ext:Cards_readableCardType_project
source: Project
de_de: Projekt
es_es: Proyecto
it_it: Progetto
km_kh: គម្រោង
mk_mk: Проект
pt_br: Projeto
ro_ro: Proiect
sl_si: Projekt
vi_vn: Dự án
zh_cn: 项目
zh_tw: 專案

# br-ext.br-ext:Cards_readableCardType_quiz
source: Quiz
es_es: Cuestionario
km_kh: កម្រងសំណួរ
mk_mk: Квиз
pt_br: Questionário
ro_ro: Test
sl_si: Kviz
vi_vn: Bài kiểm tra
zh_cn: 测验
zh_tw: 測驗

# br-ext.br-ext:Cards_readableCardType_research
source: Research
de_de: Forschung
es_es: Investigación
it_it: Ricerca
km_kh: ស្រាវជ្រាវ
mk_mk: Истражување
pt_br: Pesquisa
ro_ro: Cercetare
sl_si: Raziskovanje
vi_vn: Nghiên cứu
zh_cn: 调查研究
zh_tw: 研究

# br-ext.br-ext:Cards_readableCardType_slides
source: Slides
de_de: Folien
es_es: Diapositivas
it_it: Slide
km_kh: ស្លាយ
mk_mk: Слајдови
nl_nl: Dia's
ro_ro: Diapozitive
sl_si: Diapozitivi
vi_vn: Trang chiếu
zh_cn: 幻灯片
zh_tw: 投影片

# br-ext.br-ext:Cards_readableCardType_spreadsheet
source: Spreadsheet
de_de: Arbeitsblatt
es_es: Hoja de cálculo
it_it: Foglio di lavoro
km_kh: សៀវភៅបញ្ជី
mk_mk: Табеларна претстава
pt_br: Planilha
ro_ro: Foaie de calcul
sl_si: Preglednica
vi_vn: Bảng tính
zh_cn: 电子表格
zh_tw: 試算表

# br-ext.br-ext:Cards_readableCardType_training
source: Training
es_es: Formación
it_it: Formazione
km_kh: ការបណ្តុះបណ្តាល
mk_mk: Обука
nl_nl: Opleiding
pt_br: Treinamento
ro_ro: Instruire
sl_si: Usposabljanje
vi_vn: Đào tạo
zh_cn: 培训
zh_tw: 訓練

# br-ext.br-ext:Cards_readableCardType.VILT
source: VILT
it_it: Formazione con docente virtuale
mk_mk: Виртуелна обука со инструктор (VILT)
zh_cn: 虚拟学习
zh_tw: 虛擬講師指導的培訓

# br-ext.br-ext:Cards_readableCardType_video
source: Video
es_es: Vídeo
km_kh: វីដេអូ
mk_mk: Видео
pt_br: Vídeo
ro_ro: Videoclip
zh_cn: 视频
zh_tw: 影片

# br-ext.br-ext:Cards_readableCardType_videoStream
source: Video Stream
es_es: Streaming de vídeo
it_it: Streaming video
km_kh: វីដេអូចាក់លើអ៊ីនធឺណិត
mk_mk: Видео стримување
pt_br: Stream de vídeo
ro_ro: Flux video
sl_si: Predvajanje pretočne video vsebine
vi_vn: Dòng video
zh_cn: 视频直播
zh_tw: 影音串流

# br-ext.br-ext:Cards_readableCardType_webinar
source: Webinar
es_es: Seminario web
mk_mk: Веб-семинар
vi_vn: Hội thảo trên web
zh_cn: 网络研讨会
zh_tw: 網路研討會

# br-ext.br-ext:Cards_readableCardType_whitePaper
source: White Paper
es_es: Informe técnico
km_kh: ក្រដាសស
mk_mk: Бела книга
nl_nl: Witboek
pt_br: Artigo Técnico
ro_ro: Carte albă
sl_si: Poročilo
vi_vn: Sách trắng
zh_cn: 白皮书
zh_tw: 白皮書

# br-ext.br-ext:Cards_readableCardType_askMeAnything
source: Ask me anything
es_es: Pregunte lo que quiera
it_it: Chiedimi qualunque cosa
km_kh: សួរខ្ញុំអ្វីទាំងអស់។
mk_mk: Прашај ме било што
nl_nl: Vraag me iets
pt_br: Pergunte qualquer coisa
ro_ro: Întreabă-mă orice
sl_si: Vprašaj me karkoli
vi_vn: Hãy hỏi tôi bất kỳ điều gì
zh_cn: 问我问题
zh_tw: 問我問題

# br-ext.br-ext:Cards_readableCardType_image
source: Image
de_de: Bild
es_es: Imagen
it_it: Immagine
km_kh: រូបភាព
mk_mk: Слика
nl_nl: Afbeelding
pt_br: Imagem
ro_ro: Imagine
sl_si: Slika
vi_vn: Hình ảnh
zh_cn: 图像
zh_tw: 影像

# br-ext.br-ext:Cards_readableCardType_instructorLedTraining
source: Instructor Led Training
de_de: Präsenztraining
es_es: Formación dirigida por un instructor
it_it: Formazione con docente
km_kh: ការបណ្តុះបណ្តាលដឹកនាំដោយគ្រូ
mk_mk: Обука предводена од инструктор
nl_nl: Klassikaal
pt_br: Treinamento liderado por instrutor
ro_ro: Instruire coordonată de instructor
sl_si: Usposabljanje pod vodstvom predavatelja
vi_vn: Lớp học trên lớp
zh_cn: 教员传授的培训
zh_tw: 講師引導式的訓練

# br-ext.br-ext:Cards_readableCardType_money
source: Money
de_de: Geld
es_es: Dinero
it_it: Denaro
km_kh: លុយ
mk_mk: Пари
nl_nl: Geld
pt_br: Dinheiro
ro_ro: Bani
sl_si: Denar
vi_vn: Tiền bạc
zh_cn: 资金
zh_tw: 金錢

# br-ext.br-ext:Cards_readableCardType_racing
source: Racing
de_de: Rennen
es_es: Carreras
it_it: Competizione
km_kh: ការប្រណាំង
mk_mk: Трки
nl_nl: Racen
pt_br: Corrida
ro_ro: Curse
sl_si: Dirke
vi_vn: Đua xe
zh_cn: 竞赛
zh_tw: 比賽

# br-ext.br-ext:Cards_readableCardType_selfPacedCourse
source: Self-paced Course
de_de: Selbstbestimmter Kurs
es_es: Curso autorregulado
it_it: Corso autogestito
km_kh: វគ្គសិក្សាស្វ័យរៀន
mk_mk: Курс со самостојно темпо
nl_nl: Cursus met variabel tempo
pt_br: Curso individualizado
ro_ro: Curs în ritm propriu
sl_si: Tečaj s samostojnim učenjem
vi_vn: Khóa học theo tiến độ riêng
zh_cn: 自定进度课程
zh_tw: 自學式科目

# br-ext.br-ext:Cards_readableCardType_sports
source: Sports
de_de: Sport
es_es: Deportes
it_it: Sport
km_kh: កីឡា
mk_mk: Спорт
nl_nl: Sport
pt_br: Esportes
ro_ro: Sport
sl_si: Šport
vi_vn: Thể thao
zh_cn: 运动
zh_tw: 運動

# br-ext.br-ext:Cards_readableCardType_survey
source: Survey
de_de: Umfrage
es_es: Encuesta
it_it: Sondaggio
km_kh: ការស្ទង់មតិ
mk_mk: Анкета
nl_nl: Enquête
pt_br: Pesquisa
ro_ro: Sondaj
sl_si: Anketa
vi_vn: Khảo sát
zh_cn: 调查
zh_tw: 問卷

# br-ext.br-ext:Cards_readableCardType_swimming
source: Swimming
de_de: Schwimmen
es_es: Natación
it_it: Nuoto
km_kh: ហែលទឹក
mk_mk: Пливање
nl_nl: Zwemmen
pt_br: Natação
ro_ro: Înot
sl_si: plavanje
vi_vn: Bơi lội
zh_cn: 游泳
zh_tw: 游泳

# br-ext.br-ext:Cards_readableCardType_text
source: Text
es_es: Texto
it_it: Testo
km_kh: អត្ថបទ
mk_mk: Текст
nl_nl: Tekst
pt_br: Texto
sl_si: Besedilo
vi_vn: Nội dung
zh_cn: 文本
zh_tw: 文字

# br-ext.br-ext:Cards_readableCardType_transcript
source: Transcript
de_de: Protokoll
es_es: Expediente académico
it_it: Scheda riassuntiva
km_kh: ប្រតិចារឹក
mk_mk: Транскрипт
nl_nl: Afgeronde leeractiviteiten
pt_br: Histórico de aprendizagem
ro_ro: Foaie matricolă
sl_si: Prepis
vi_vn: Bản chép lời
zh_cn: 成绩单
zh_tw: 成績單

# br-ext.br-ext:Cards_readableCardType_tutorial
source: Tutorial
de_de: Lernprogramm
it_it: Esercitazione
km_kh: ការបង្រៀន
mk_mk: Упатство
sl_si: Vadnica
vi_vn: Hướng dẫn
zh_cn: 用户指南
zh_tw: 教學課程

# br-ext.br-ext:Cards_readableCardType_virtualLab
source: Virtual Lab
de_de: Virtuelles Labor
es_es: Laboratorio virtual
it_it: Laboratorio virtuale
km_kh: ឡែបនិម្មិត
mk_mk: Виртуелна лабораторија
nl_nl: Virtueel lab
pt_br: Laboratório virtual
ro_ro: Laborator virtual
sl_si: Virtualni laboratorij
vi_vn: Phòng thí nghiệm ảo
zh_cn: 虚拟实验室
zh_tw: 虛擬實驗室

# br-ext.br-ext:Cards_readableCardType_wikipedia
source: Wikipedia
km_kh: វិគីភីឌា
mk_mk: Википедија
zh_cn: 维基百科
zh_tw: 維基百科

# br-ext.br-ext:Cards_readableCardType_event
source: Event
de_de: Veranstaltung
es_es: Evento
it_it: Evento
km_kh: ព្រឹត្តិការណ៍
mk_mk: Настан
nl_nl: Evenement
pt_br: Evento
ro_ro: Eveniment
sl_si: Dogodek
vi_vn: Sự kiện
zh_cn: 活动
zh_tw: 活動

# br-ext.br-ext:Cards_readableCardType_experience
source: Experience
de_de: Erfahrung
es_es: Experiencia
it_it: Esperienza
km_kh: បទពិសោធន៍
mk_mk: Доживување
nl_nl: Ervaring
pt_br: Experiência
ro_ro: Experiență
sl_si: Izkušnje
vi_vn: Kinh nghiệm
zh_cn: 经历
zh_tw: 經驗

# br-ext.br-ext:Cards_readableCardType_file
source: File
de_de: Datei
es_es: Archivo
km_kh: ឯកសារ
mk_mk: Датотека
nl_nl: Bestand
pt_br: Arquivo
ro_ro: Fișier
sl_si: Datoteka
vi_vn: Tệp
zh_cn: 文件
zh_tw: 檔案

# br-ext.br-ext:Cards_readableCardType_interactive
source: Interactive
de_de: Interaktiv
es_es: Interactivo
it_it: Interattivo
km_kh: អន្តរកម្ម
mk_mk: Интерактивно
nl_nl: Interactief
pt_br: Interativo
ro_ro: Interactiv
sl_si: Interaktivno
vi_vn: Tương tác
zh_cn: 交互式
zh_tw: 互動式

# br-ext.br-ext:Cards_readableCardType_resource
source: Resource
de_de: Ressource
es_es: Recurso
it_it: Risorsa
km_kh: ធនធាន
mk_mk: Ресурс
nl_nl: Leermateriaal
pt_br: Recurso
ro_ro: Resursă
sl_si: Vir
vi_vn: Tài nguyên
zh_cn: 资源
zh_tw: 資源

# br-ext.br-ext:Cards_deleteCommentToast
source: Comment has been deleted successfully
de_de: Kommentar wurde erfolgreich gelöscht
es_es: El comentario se ha eliminado correctamente
it_it: Il commento è stato eliminato
km_kh: មតិត្រូវបានលុបដោយជោគជ័យ
mk_mk: Коментарот е успешно избришан
nl_nl: Opmerking is verwijderd
pt_br: O comentário foi excluído com sucesso
ro_ro: Comentariul a fost șters cu succes
sl_si: Komentar je bil uspešno izbrisan
vi_vn: Bình luận đã được xóa thành công
zh_cn: 评论已成功删除
zh_tw: 評論已成功刪除

# br-ext.br-ext:Cards_paid
source: Paid
de_de: Kostenpflichtig
es_es: Pago
it_it: Pagato
ja_jp: 有償
km_kh: បានបង់
mk_mk: Платено
nl_nl: Betaald
pt_br: Pago
ro_ro: Plătit
sl_si: Plačljivo
vi_vn: Trả phí
zh_cn: 付费
zh_tw: 付費

# br-ext.br-ext:Cards_free
source: Free
de_de: Kostenlos
es_es: Gratis
it_it: Gratuito
ja_jp: 無料
km_kh: ឥតគិតថ្លៃ
mk_mk: Бесплатно
nl_nl: Gratis
pt_br: Grátis
ro_ro: Gratuit
sl_si: Brezplačno
vi_vn: Miễn phí
zh_cn: 免费
zh_tw: 免費

# br-ext.br-ext:Cards_beginner
source: Beginner
de_de: Anfänger
es_es: Principiante
it_it: Principiante
ja_jp: 初級
km_kh: អ្នកចាប់ផ្តើម
mk_mk: Почетник
pt_br: Iniciante
ro_ro: Începător
sl_si: Začetnik
vi_vn: Người mới bắt đầu
zh_cn: 初级
zh_tw: 初階

# br-ext.br-ext:Cards_intermediate
source: Intermediate
de_de: Mittlerer Kenntnisstand
es_es: Intermedio
it_it: Intermedio
ja_jp: 標準
km_kh: កម្រិតមធ្យម
mk_mk: Средно
nl_nl: Gevorderd
pt_br: Intermediário
ro_ro: Intermediar
sl_si: Srednja stopnja
vi_vn: Trung cấp
zh_cn: 中级
zh_tw: 中級

# br-ext.br-ext:Cards_advanced
source: Advanced
de_de: Fortgeschritten
es_es: Avanzado
it_it: Avanzato
ja_jp: 上級
km_kh: កម្រិតខ្ពស់
mk_mk: Напредно
nl_nl: Expert
pt_br: Avançado
ro_ro: Avansat
sl_si: Nadaljevalna stopnja
vi_vn: Nâng cao
zh_cn: 高级
zh_tw: 進階

# br-ext.br-ext:Cards_add
source: Add
de_de: Hinzufügen
es_es: Añadir
it_it: Aggiungi
ja_jp: 追加
km_kh: បន្ថែម
mk_mk: Додај
nl_nl: Toevoegen
pt_br: Adicionar
ro_ro: Adăugare
sl_si: Dodaj
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

# br-ext.br-ext:Cards_pleaseWait
source: Please Wait
de_de: Bitte warten
es_es: Espere
it_it: Attendere prego
ja_jp: お待ちください
km_kh: សូមរង់ចាំ
mk_mk: Почекајте
nl_nl: Een ogenblik geduld
pt_br: Aguarde
ro_ro: Așteptați
sl_si: Prosim počakajte
vi_vn: Vui lòng chờ
zh_cn: 请稍候
zh_tw: 請稍候

# br-ext.br-ext:Cards_assignContentTo
source: Assign Content to...
de_de: Inhalt zuweisen zu...
es_es: Ceder contenido a...
it_it: Assegna contenuto a…
ja_jp: コンテンツの割当先は...
km_kh: ចាត់តាំងខ្លឹមព័ត៌មានទៅ...
mk_mk: Доделете содржина на...
nl_nl: Content toewijzen aan...
pt_br: Atribuir conteúdo a...
ro_ro: Atribuire conținut către...
sl_si: Dodeli vsebino osebi ...
vi_vn: Gán nội dung cho...
zh_cn: 将内容分配给...
zh_tw: 指定內容給…

# br-ext.br-ext:Cards_noUserFound
source: No User Found
de_de: Kein Benutzer gefunden
es_es: Se ha encontrado ningún usuario
it_it: Nessun utente trovato
ja_jp: ユーザーが見つかりません
km_kh: រកមិនឃើញអ្នកប្រើប្រាស់ទេ។
mk_mk: Не е пронајден корисник
nl_nl: Geen gebruiker gevonden
pt_br: Nenhum Usuário Encontrado
ro_ro: Nu s-a găsit niciun utilizator
sl_si: Ni najdenih uporabnikov
vi_vn: Không tìm thấy người dùng
zh_cn: 找不到用户
zh_tw: 未找到使用者

# br-ext.br-ext:Cards_noGroupFound
source: No Group Found
de_de: Keine Gruppe gefunden
es_es: No se ha encontrado ningún grupo
it_it: Nessun gruppo trovato
ja_jp: グループが見つかりません
km_kh: រកមិនឃើញក្រុមទេ។
mk_mk: Не е пронајдена група
nl_nl: Geen groep gevonden
pt_br: Nenhum Grupo Encontrado
ro_ro: Nu s-a găsit niciun grup
sl_si: Ni najdenih skupin
vi_vn: Không tìm thấy nhóm
zh_cn: 找不到组
zh_tw: 未找到群組

# br-ext.br-ext:Cards_cardAssigned
source: Card assigned successfully
de_de: Karte erfolgreich zugewiesen
es_es: Tarjeta cedida correctamente
it_it: Scheda assegnata correttamente
ja_jp: カードが正常に割当てられました
km_kh: កាតត្រូវបានចាត់តាំងដោយជោគជ័យ
mk_mk: Картичката е успешно доделена
nl_nl: Kaart is toegewezen
pt_br: Cartão atribuído com êxito
ro_ro: Card atribuit cu succes
sl_si: Kartica je uspešno dodeljena
vi_vn: Gán thẻ thành công
zh_cn: 已成功分配卡
zh_tw: 已成功指派卡片
