Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# teams.teams:Cards_readableCardType_SelfStudy
source: Self-study
es_es: Autoestudio
it_it: Autodidatta
km_kh: ការសិក្សាដោយខ្លួនឯង
mk_mk: Самостојно учење
nl_nl: Zelfstudie
ro_ro: Studiu autodidact
sl_si: Samostojno učenje

# teams.teams:Cards_maxLimitString
source: Maximum {{limit}} questions per card
es_es: Máximo de {{limit}} preguntas por tarjeta
it_it: Numero massimo {{limit} di domande per scheda
km_kh: អតិបរមា {{limit}} សំណួរក្នុងកាតមួយ
mk_mk: Максимално {{limit}} прашања по картичка
nl_nl: Maximaal {{limit}} vragen per kaart
ro_ro: Maximum {{limit}} întrebări per card
sl_si: Največ {{limit}} vprašanj na kartico

# teams.teams:Cards_maxLimitOptionsPerQuestion
source: Maximum {{limit}} options per question
es_es: Máximo {{limit}} opciones por pregunta
it_it: Numero massimo {{limit} di opzioni per domanda
km_kh: ជម្រើសអតិបរមា {{limit}} ក្នុងមួយសំណួរ
mk_mk: Максимално {{limit}} опции по прашање
nl_nl: Maximaal {{limit}} opties per vraag
ro_ro: Maximum {{limit}} opțiuni per întrebare
sl_si: Največ {{limit}} možnosti na vprašanje

# teams.teams:Cards_addOptions
source: Add Options
es_es: Agregar opciones
it_it: Aggiungi opzioni
km_kh: បន្ថែមជម្រើស
mk_mk: Додај опции
nl_nl: Opties toevoegen
ro_ro: Adăugare opțiuni
sl_si: Dodaj možnosti

# teams.teams:ManagerDashboard_noAnnouncements
source: Nothing in your queue yet. Your Announcements will appear here.
es_es: Su cola aún no incluye contenido. Sus anuncios aparecerán aquí.
it_it: Non sono ancora disponibili elementi nella coda. I tuoi annunci appariranno qui.
km_kh: មិនមានអ្វីនៅក្នុងជួររបស់អ្នកនៅឡើយទេ។ សេចក្តីប្រកាសរបស់អ្នកនឹងបង្ហាញនៅទីនេះ។
mk_mk: Сè уште нема ништо во вашата листа на чекање. Вашите соопштенија ќе се појават овде.
nl_nl: Er is nog niets in de wachtrij. Uw aankondigingen worden hier weergegeven.
ro_ro: Încă nu este nimic în coadă. Anunțurile dvs. vor apărea aici.
sl_si: V vaši čakalni vrsti še ni ničesar. Vaše objave bodo prikazane tukaj.

# teams.teams:ManagerDashboard_announcements
source: Announcements
es_es: Anuncios
it_it: Annunci
km_kh: សេចក្តីប្រកាស
mk_mk: Соопштенија
nl_nl: Aankondigingen
ro_ro: Anunțuri
sl_si: Obvestila

# br-ext.br-ext:Login_or
source: OR
de_de: ODER
es_es: O bien
it_it: O
ja_jp: または
km_kh: ឬ
nl_nl: OF
pt_br: OU
ro_ro: SAU
sl_si: ALI
vi_vn: HOẶC
zh_cn: 或
zh_tw: 或者

# br-ext.br-ext:CreateCard_okay
source: Ok
es_es: Aceptar
km_kh: ព្រម
zh_cn: 确定
zh_tw: 確認

# teams.teams:Cards_adobeValue
source: adobe connect
km_kh: ឈ្នាប់ adobe

# teams.teams:Cards_inr
source: INR
km_kh: រូបិយប័ណ្ណឥណ្ឌា (INR)
zh_cn: 印度卢比
zh_tw: 印度盧比

# teams.teams:Cards_article
source: Web URL
es_es: URL de la web
it_it: URL Web
ja_jp: ウェブ URL
km_kh: វិប URL
pt_br: URL da Web
ro_ro: URL web
sl_si: Spletni URL
vi_vn: URL web
zh_tw: 網路 URL

# br-ext.br-ext:HeaderLayout_screenCast
source: ScreenCast
es_es: Proyección de pantalla
ja_jp: スクリーン キャスト
zh_cn: 截屏视频
zh_tw: 螢幕錄影

# br-ext.common:smartCard
source: SmartCard
es_es: Tarjeta inteligente
ja_jp: スマートカード
zh_tw: 智慧卡

# br-ext.common:pathwayPluralLabel
source: Pathways
es_es: Rutas
it_it: Pathway
ja_jp: パスウェイ
zh_cn: Pathway
zh_tw: 路徑

# br-ext.common:smartCardPluralLabel
source: SmartCards
es_es: Tarjetas inteligentes
it_it: SmartCard
ja_jp: スマートカード
vi_vn: SmartCard
zh_cn: SmartCard
zh_tw: 智慧卡

# teams.common:pathway
source: Pathway
es_es: Ruta
ja_jp: パスウェイ
zh_tw: 路徑

# teams.common:journey
source: Journey
es_es: Trayectoria
ja_jp: ジャーニー
zh_tw: 旅程

# teams.common:smartCardTextLabel
source: SmartCards
es_es: Tarjetas inteligentes
it_it: SmartCard
ja_jp: スマートカード
vi_vn: SmartCard
zh_cn: SmartCard
zh_tw: 智慧卡

# teams.common:pathways
source: Pathways
es_es: Rutas
it_it: Pathway
ja_jp: パスウェイ
zh_cn: Pathway
zh_tw: 路徑

# teams.teams:MiniCard_pathwayPluralLabel
source: pathways
es_es: rutas
it_it: pathway
ja_jp: 経路
vi_vn: pathway
zh_cn: Pathway
zh_tw: 路徑

# teams.teams:MiniCard_pathwaySingularLabel
source: pathway
es_es: ruta
ja_jp: パスウェイ
zh_tw: 路徑

# teams.teams:SmartCardDetailView_uploadFileLabel
source: uploadFileLabelText
ja_jp: ファイルラベルテキストのアップロード
sl_si: besediloOznakeZaNalaganjeDatoteke
zh_tw: 上傳檔案標籤文字

# br-ext.br-ext:CreateCard_channels
source: Channels
de_de: Channel
ja_jp: チャンネル
pt_br: Canais
vi_vn: Kênh
zh_cn: 频道
zh_tw: 頻道

# br-ext.br-ext:CreateCard_channel
source: Channel
ja_jp: チャンネル
pt_br: Canal
vi_vn: Kênh
zh_cn: 频道
zh_tw: 頻道

# br-ext.br-ext:Cards_readableCardType_link
source: Link
vi_vn: Liên kết
zh_cn: 链接
zh_tw: 連結

# br-ext.br-ext:Cards_selectAll
source: Select All
de_de: Alle auswählen
ja_jp: すべて選択
pt_br: Selecionar tudo
vi_vn: Chọn tất cả
zh_cn: 选择全部
zh_tw: 選取全部

# br-ext.br-ext:MiniCard_miniPollCardLabels_vote
source: vote
de_de: Stimme
ja_jp: 投票
pt_br: Voto
vi_vn: Bỏ phiếu
zh_cn: 投票
zh_tw: 投票

# br-ext.br-ext:MiniCard_miniPollCardLabels_votes
source: votes
de_de: Stimmen
ja_jp: 投票
pt_br: Votos
vi_vn: lượt bình chọn
zh_cn: 投票
zh_tw: 投票

# br-ext.common:liveStreamEndContentLabel
source: The replay of this video will be available on EdCast shortly
de_de: Die Wiedergabe dieses Videos ist in Kürze auf EdCast verfügbar.
ja_jp: この動画のリプレイは、まもなくEdCastで利用できるようになります
pt_br: O replay deste vídeo estará disponível no EdCast em breve
vi_vn: Bản phát lại của video này sẽ sớm có trên EdCast
zh_cn: 该视频重播很快会在 EdCast 上提供
zh_tw: 該影片的重播很快就會在 EdCast 上提供

# teams.common:tryEdcastNow
source: Try EdCast Now
de_de: EdCast jetzt testen
ja_jp: 今すぐエドキャストをお試しください
pt_br: Experimente o EdCast agora mesmo
vi_vn: Hãy thử EdCast ngay
zh_cn: 立即试用 EdCast
zh_tw: 立即嘗試 EdCast

# teams.common:videoReplay
source: The replay of this video will be available on EdCast shortly
de_de: Die Wiedergabe dieses Videos ist in Kürze auf EdCast verfügbar.
ja_jp: この動画のリプレイは、まもなくEdCastで利用できるようになります
pt_br: O replay deste vídeo estará disponível no EdCast em breve
vi_vn: Bản phát lại của video này sẽ sớm có trên EdCast
zh_cn: 该视频重播很快会在 EdCast 上提供
zh_tw: 該影片的重播很快就會在 EdCast 上提供

# teams.teams:ChooseWorkspace_doesCompanyUseEdcast
source: Does your company use EdCast?
de_de: Verwendet Ihr Unternehmen EdCast?
ja_jp: あなたの会社はEdCastを使用していますか?
pt_br: Sua empresa usa EdCast?
vi_vn: Công ty của bạn có sử dụng EdCast không?
zh_cn: 贵公司是否使用 EdCast?
zh_tw: 貴公司使用 EdCast 嗎？

# teams.teams:Cards_uploadThumbnail
source: Upload Thumbnail
de_de: Miniaturbild hochladen
ja_jp: サムネイルのアップロード
pt_br: Carregar miniatura
vi_vn: Tải lên hình thu nhỏ
zh_cn: 上传缩略图
zh_tw: 上傳縮圖

# teams.teams:Cards_webexText
source: WebEx
zh_tw: 網訊

# teams.teams:Cards_usd
source: USD
zh_cn: 美元
zh_tw: 美元

# teams.teams:Cards_skillCoin
source: SKILLCOIN
ja_jp: スキルコイン
zh_tw: 技能幣

# teams.teams:Cards_scoreLabel
source: Score :
de_de: Punktzahl:
ja_jp: スコア：
pt_br: Pontuação :
vi_vn: Điểm:
zh_cn: 分数:
zh_tw: 分數：

# teams.teams:Search_author
source: Author
de_de: Autor
ja_jp: 作成者
pt_br: Autor
vi_vn: Tác giả
zh_cn: 作者
zh_tw: 作者

# teams.teams:TopNav_myLearningPlan
source: My Learning Plan
de_de: Plan für "Meine Schulungen"
ja_jp: ラーニング計画
pt_br: Plano Minha aprendizagem
vi_vn: Kế hoạch học tập của tôi
zh_cn: 我的学习计划
zh_tw: 我的學習計劃

# teams.teams:Channels_noChannelContent
source: Your channel has no content yet!
de_de: Ihr Channel hat noch keinen Inhalt!
ja_jp: あなたのチャンネルにはまだコンテンツがありません!
pt_br: Seu canal ainda não tem conteúdo!
vi_vn: Kênh của bạn chưa có nội dung nào!
zh_cn: 您的频道尚不包含任何内容!
zh_tw: 您的頻道尚無內容！

# teams.teams:ManagerDashboard_goTo
source: Go to
de_de: Wechseln zu
ja_jp: 移動先
pt_br: Ir para
vi_vn: Chuyển đến
zh_cn: 转到
zh_tw: 前往

# teams.teams:ChooseWorkspace_sparkByEdcast
source: Spark by EdCast
vi_vn: Spark của EdCast
zh_cn: 由 EdCast 提供支持的 Spark

# br-ext.br-ext:AssignModal_privateContentText
source: This content is private and therefore won't be visible to the assignee. You can change this in your smartcard settings.
vi_vn: Nội dung này thuộc diện riêng tư và do đó sẽ không hiển thị với người được chuyển nhượng. Bạn có thể thay đổi điều này trong phần cài đặt SmartCard.

# br-ext.br-ext:SearchPanel_resultBy
source: Result by <span className="edx-ext-instance-name">{{orgName}}</span>
vi_vn: Kết quả theo <span className="edx-ext-instance-name">{{orgName}}</span>

# teams.common:dontHaveAccount
source: Don't have an account?
vi_vn: Bạn chưa có tài khoản?

# teams.common:privateContent
source: This content is private and therefore won't be visible to the assignee. You can change this in your smartcard settings.
vi_vn: Nội dung này thuộc diện riêng tư và do đó sẽ không hiển thị với người được chuyển nhượng. Bạn có thể thay đổi điều này trong phần cài đặt SmartCard.

# teams.teams:ChooseWorkspace_companyInstanceSignin
source: Sign in to your company's instance
vi_vn: Đăng nhập vào đối tượng của công ty bạn

# teams.teams:Cards_priceErrorText
source: Can't be empty if Paid content is selected
vi_vn: Không thể để trống nếu chọn Nội dung trả phí

# teams.teams:SmartCardDetailView_liveTabApprovalModalLabel
source: You're about to approve {{selected}} member requests. Are you sure you want to approve them?
vi_vn: Bạn chuẩn bị phê duyệt {{selected}} yêu cầu thành viên. Bạn có chắc chắn muốn phê duyệt yêu cầu đó không?

# teams.teams:SmartCardDetailView_liveTabDeclineModalLabel
source: You're about to decline {{selected}} member requests. Are you sure you want to decline them?
vi_vn: Bạn chuẩn bị từ chối {{selected}} yêu cầu thành viên. Bạn có chắc chắn muốn từ chối các yêu cầu đó không?

# teams.teams:SmartCardDetailView_liveTabMarkAsCompleteModalLabel
source: You're about to mark as complete {{selected}} member requests. Are you sure you want to mark them as complete?
vi_vn: Bạn sắp đánh dấu hoàn thành {{selected}} yêu cầu thành viên. Bạn có chắc chắn muốn đánh dấu hoàn thành các yêu cầu này không?

# teams.teams:SmartCardDetailView_openContentLabel
source: If you have trouble viewing the content, please click on "Open Content" above
vi_vn: Nếu bạn gặp sự cố khi xem nội dung, vui lòng nhấp vào "Mở nội dung" ở phía trên

# teams.teams:ManagerDashboard_teamSummary
source: Summary of My Team's Activity
vi_vn: Tóm tắt hoạt động của nhóm tôi

# teams.teams:Cards_msteamsValue
source: ms teams
de_de: microsoft teams

# teams.teams:SmartCardDetailView_pendingApproval
source: Pending Approval
de_de: Ausstehende Genehmigung
ja_jp: 承認保留

# teams.teams:TopNav_less
source: Less
de_de: Weniger
ja_jp: 次より少ない

# br-ext.br-ext:MiniCard_pathwaySingularLabel
source: Pathway
ja_jp: パスウェイ

# teams.common:channelText
source: Channels
ja_jp: チャンネル

# teams.teams:Cards_adobeText
source: Adobe Connect
ja_jp: アドビコネクト

# teams.teams:Cards_time
source: Time
ja_jp: 時間

# teams.teams:Cards_viewAttendeesLabel
source: View Attendees
ja_jp: 出席者の表示

# teams.teams:Modal_handle
source: Handle
ja_jp: ハンドル

# teams.teams:TopNav_more
source: More
ja_jp: より多い

# teams.teams:Channels_home
source: Home
ja_jp: ホーム

# teams.teams:Channels_featured
source: Featured
ja_jp: ハイライト

# teams.teams:ManagerDashboard_status
source: Status
ja_jp: ステータス

# teams.teams:MiniCard_smartCardSingularLabel
source: SmartCard
ja_jp: スマートカード
