Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# br-ext.br-ext:Cards_addedToPathway
source: Card successfully added to Pathway(s)
de_de: Karte erfolgreich zu Pathway(s) hinzugefügt
es_es: Tarjeta añadida correctamente a ruta(s).
it_it: Scheda aggiunta correttamente ai Pathway
ja_jp: カードがパスウェイに正常に追加されました
km_kh: បានបន្ថែមកាតដោយជោគជ័យទៅ Pathway(s)
mk_mk: Картичката е успешно додадена во Pathway(s)
nl_nl: Kaart is toegevoegd aan pathway(s)
pt_br: Cartão adicionado com êxito ao(s) Pathway(s)
ro_ro: Card adăugat cu succes la Pathway(s)
sl_si: Kartica je bila uspešno dodana v module Pathway
vi_vn: Thẻ đã được thêm thành công vào (các) Pathway
zh_cn: 已将卡成功添加到 Pathway
zh_tw: 卡片已成功新增至路徑

# br-ext.br-ext:Cards_addToJourney
source: Add to Journey(s)
de_de: Zu Journey(s) hinzufügen
es_es: Añadir a trayectoria(s)
it_it: Aggiungi al/ai Journey
ja_jp: ジャーニーに追加
km_kh: បន្ថែម Journey(s)
mk_mk: Додај во Journey(s)
nl_nl: Toevoegen aan Journey(s)
pt_br: Adicionar a Journey(s)
ro_ro: Adăugare la Journey(s)
sl_si: Dodaj v učno pot Journey
vi_vn: Thêm vào Journey
zh_cn: 添加到 Journey
zh_tw: 新增至旅程

# br-ext.br-ext:Cards_noJourneyFoundString
source: No Journey found!
de_de: Keine Journey gefunden!
es_es: No se ha encontrado ninguna trayectoria.
it_it: Nessun Journey trovato
ja_jp: ジャーニーが見つかりません!
km_kh: រកមិនឃើញ Journey!
mk_mk: Не е пронајдено Journey!
nl_nl: Geen Journey gevonden.
pt_br: Nenhuma jornada encontrada!
ro_ro: Niciun Journey găsit!
sl_si: Ni najdenih učnih poti Journey.
vi_vn: Không tìm thấy Journey nào!
zh_cn: 找不到 Journey!
zh_tw: 沒有找到旅程！

# br-ext.br-ext:Cards_addedToJourney
source: Card successfully added to Journey(s)
de_de: Karte erfolgreich zu Journey(s) hinzugefügt
es_es: Tarjeta añadida correctamente a trayectoria(s).
it_it: Scheda aggiunta correttamente ai Journey
ja_jp: カードがジャーニーに正常に追加されました
km_kh: បានបន្ថែមកាតដោយជោគជ័យទៅ Journey(s)
mk_mk: Картичката е успешно додадена во Journey(s)
nl_nl: Kaart is toegevoegd aan Journey(s)
pt_br: Cartão adicionado com sucesso às jornadas
ro_ro: Card adăugat cu succes la Journey(s)
sl_si: Kartica je bila uspešno dodana v učno pot Journey
vi_vn: Thẻ đã được thêm thành công vào (các) Journey
zh_cn: 已将卡成功添加到 Journey
zh_tw: 卡片已成功新增至旅程

# br-ext.br-ext:Cards_cardSharedSuccessfully
source: Card shared successfully!
de_de: Karte erfolgreich geteilt!
es_es: Tarjeta compartida correctamente.
it_it: Scheda condivisa correttamente
ja_jp: カードが正常に共有されました!
km_kh: កាតចែករំលែកដោយជោគជ័យ!
mk_mk: Картичката е успешно споделена!
nl_nl: Kaart is gedeeld
pt_br: Cartão compartilhado com sucesso!
ro_ro: Card partajat cu succes!
sl_si: Kartica je bila uspešno dana v skupno rabo.
vi_vn: Thẻ được chia sẻ thành công!
zh_cn: 已成功共享卡!
zh_tw: 已成功分享卡片！

# br-ext.br-ext:Cards_sharePrivateLabel
source: You are about to share a private SmartCard, only users that have already been granted access to this card will be able to access it.
de_de: Sie sind im Begriff, eine private SmartCard zu teilen. Nur Benutzer, denen bereits Zugriff auf diese Karte gewährt wurde, können auf sie zugreifen.
es_es: Va a compartir una tarjeta inteligente privada, solo los usuarios a los que ya se les ha concedido acceso a esta tarjeta podrán acceder a ella.
it_it: Stai per condividere una SmartCard privata, solo gli utenti a cui è già stato concesso l'accesso a questa scheda potranno accedervi.
ja_jp: 非公開のスマートカードを共有しようとしています。このカードへのアクセスが既に許可されているユーザーのみがアクセスできます。
km_kh: អ្នកហៀបនឹងចែករំលែក SmartCard ឯកជន មានតែអ្នកប្រើប្រាស់ដែលបានផ្ដល់សិទ្ធិចូលប្រើកាតនេះរួចហើយទេ ទើបអាចចូលប្រើវាបាន។
mk_mk: Тукушто ќе споделите приватна SmartCard, само корисниците на кои веќе им е одобрен пристап до оваа картичка ќе може да пристапат до нејзе.
nl_nl: U staat op het punt een privé-SmartCard te delen. Alleen gebruikers die al toegang hebben tot deze kaart, kunnen de kaart openen.
pt_br: Você está prestes a compartilhar um SmartCard privado, apenas os usuários que já tiverem acesso a este cartão poderão acessá-lo.
ro_ro: Sunteți pe cale să partajați un SmartCard privat, numai utilizatorii cărora li s-a acordat deja acces la acest card vor putea să-l acceseze.
sl_si: V skupno rabo boste dali zasebno kartico SmartCard, do nje pa bodo lahko dostopali samo uporabniki, ki jim je že bil dodeljen dostop do te kartice.
vi_vn: Bạn sắp chia sẻ một SmartCard riêng tư, chỉ những người dùng đã được cấp quyền truy cập vào thẻ này mới có thể truy cập được.
zh_cn: 您即将共享一个私有 SmartCard，只有已被授权访问此卡的用户才能访问它。
zh_tw: 您將要共享一張私人智慧卡，只有已被授予存取該卡的用戶才能存取它。

# br-ext.br-ext:Cards_commentPlaceholder
source: Leave a comment. Use @ to tag peers
de_de: Fügen Sie einen Kommentar hinzu. Verwenden Sie @, um Kollegen zu markieren.
es_es: Deje un comentario. Use @ para etiquetar a sus compañeros
it_it: Lascia un commento. Utilizza @ per taggare i colleghi
ja_jp: コメントを残してください。@ を使用して仲間にタグ付けする
km_kh: ទុកមតិយោបល់។ ប្រើ @ ដើម្បីដាក់ស្លាកមិត្តភក្តិ
mk_mk: Остави коментар Користете @ за да ги означите врсниците
nl_nl: Laat een opmerking achter. Gebruik @ om collega's te taggen
pt_br: Deixe um comentário. Use @ para marcar os colegas
ro_ro: Lasă un comentariu. Utilizați @ pentru a eticheta colegi
sl_si: Pustite komentar. Uporabite @ za označevanje vrstnikov
vi_vn: Để lại một bình luận. Sử dụng @ để gắn thẻ tag đồng nghiệp
zh_cn: 发表评论。使用 @ 标记同事
zh_tw: 發表評論。使用 @ 標記其他人

# br-ext.br-ext:Cards_commentsLabel
source: Comments
de_de: Kommentare
es_es: Comentarios
it_it: Commenti
ja_jp: コメント
km_kh: មតិយោបល់
mk_mk: Коментари
nl_nl: Opmerkingen
pt_br: Comentários
ro_ro: Comentarii
sl_si: Komentarji
vi_vn: Bình luận
zh_cn: 评论
zh_tw: 評論

# br-ext.br-ext:Cards_commentLabel
source: Comment
de_de: Kommentar
es_es: Comentario
it_it: Commento
ja_jp: コメント
km_kh: មតិយោបល់
mk_mk: Коментар
nl_nl: Opmerking
pt_br: Comentário
ro_ro: Comentariu
sl_si: Komentiraj
vi_vn: Bình luận
zh_cn: 评论
zh_tw: 評論

# br-ext.br-ext:Cards_liked
source: Liked
de_de: Gefällt
es_es: Valorado positivamente
it_it: con Mi piace
ja_jp: 賛成
km_kh: ចូលចិត្ត
mk_mk: Допаднато
nl_nl: Leuk gevonden
pt_br: Curtiu
ro_ro: Plăcut
sl_si: Všeč mi je
vi_vn: Đã thích
zh_cn: 已点赞
zh_tw: 喜歡

# br-ext.br-ext:Cards_like
source: Like
de_de: Gefällt mir
es_es: Me gusta
it_it: Mi piace
ja_jp: 賛成
km_kh: ចូលចិត្ត
mk_mk: Ми се допаѓа
nl_nl: Vind ik leuk
pt_br: Curtir
ro_ro: Apreciere
sl_si: Všeč mi je
vi_vn: Thích
zh_cn: 点赞
zh_tw: 喜歡

# br-ext.br-ext:TimeAgoStrings_A_MIN_AGO
source: a minute ago
de_de: vor einer Minute
es_es: hace un minuto
it_it: Un minuto fa
ja_jp: 1分前
km_kh: មួយនាទីមុន។
mk_mk: пред една минута
nl_nl: een minuut geleden
pt_br: Há um minuto
ro_ro: Acum un minut
sl_si: Pred minuto
vi_vn: Một phút trước
zh_cn: 1 分钟前
zh_tw: 一分鐘前

# br-ext.br-ext:TimeAgoStrings_A_HOUR_AGO
source: a hour ago
de_de: vor einer Stunde
es_es: hace una hora
it_it: un'ora fa
ja_jp: 1時間前
km_kh: មួយម៉ោងមុន
mk_mk: пред еден час
nl_nl: een uur geleden
pt_br: uma hora atrás
ro_ro: o oră în urmă
sl_si: pred eno uro
vi_vn: Một giờ trước
zh_cn: 1 小时前
zh_tw: 一小時前

# br-ext.br-ext:TimeAgoStrings_A_DAY_AGO
source: a day ago
de_de: vor einem Tag
es_es: hace un día
it_it: un giorno fa
ja_jp: 一日前
km_kh: មួយថ្ងៃមុន។
mk_mk: пред еден ден
nl_nl: een dag geleden
pt_br: Há um dia
ro_ro: O zi în urmă
sl_si: včeraj
vi_vn: Một ngày trước
zh_cn: 1 天前
zh_tw: 一天前

# br-ext.br-ext:TimeAgoStrings_A_MONTH_AGO
source: a month ago
de_de: vor einem Monat
es_es: hace un mes
it_it: un mese fa
ja_jp: 1か月前
km_kh: មួយខែមុន។
mk_mk: пред еден месец
nl_nl: een maand geleden
pt_br: Há um mês
ro_ro: O lună în urmă
sl_si: pred enim mesecem
vi_vn: Một tháng trước
zh_cn: 1 个月前
zh_tw: 一個月前

# br-ext.br-ext:TimeAgoStrings_A_YEAR_AGO
source: a year ago
de_de: vor einem Jahr
es_es: hace un año
it_it: un anno fa
ja_jp: 1年前
km_kh: មួយឆ្នាំមុន
mk_mk: пред една година
nl_nl: een jaar geleden
pt_br: Há um ano
ro_ro: Un an în urmă
sl_si: pred enim letom
vi_vn: Một năm trước
zh_cn: 1 年前
zh_tw: 一年前

# br-ext.br-ext:TimeAgoStrings_MINS_AGO
source: minutes ago
de_de: Minuten vorher
es_es: minutos antes
it_it: minuti fa
ja_jp: 分前
km_kh: ប៉ុន្មាននាទីមុន
mk_mk: минути претходно
nl_nl: minuten geleden
pt_br: minutos atrás
ro_ro: minute în urmă
sl_si: – pred toliko minutami
vi_vn: phút trước
zh_cn: 分钟前
zh_tw: 分鐘前

# br-ext.br-ext:TimeAgoStrings_HOURS_AGO
source: days ago
de_de: Tage vorher
es_es: días antes
it_it: giorni fa
ja_jp: 日前
km_kh: ប៉ុន្មានថ្ងៃមុន
mk_mk: дена претходно
nl_nl: dagen geleden
pt_br: dias atrás
ro_ro: zile în urmă
sl_si: – pred toliko dnevi
vi_vn: ngày trước
zh_cn: 天前
zh_tw: 天前

# br-ext.br-ext:TimeAgoStrings_MONTHS_AGO
source: months ago
de_de: Monate vorher
es_es: meses antes
it_it: mesi fa
ja_jp: か月前
km_kh: ប៉ុន្មានខែមុន
mk_mk: месеци претходно
nl_nl: maanden geleden
pt_br: meses atrás
ro_ro: luni în urmă
sl_si: – pred toliko meseci
vi_vn: tháng trước
zh_cn: 个月前
zh_tw: 個月前

# br-ext.br-ext:TimeAgoStrings_DAYS_AGO
source: hours ago
de_de: Stunden vorher
es_es: horas antes
it_it: ore fa
ja_jp: 時間前
km_kh: ប៉ុន្មានម៉ោងមុន
mk_mk: часа претходно
nl_nl: uur geleden
pt_br: horas atrás
ro_ro: ore în urmă
sl_si: – pred toliko urami
vi_vn: giờ trước
zh_cn: 小时前
zh_tw: 小時前

# br-ext.br-ext:TimeAgoStrings_YEARS_AGO
source: years ago
de_de: Jahre vorher
es_es: años antes
it_it: anni fa
ja_jp: 年前
km_kh: ប៉ុន្មានឆ្នាំ​មុន
mk_mk: години претходно
nl_nl: jaar geleden
pt_br: anos atrás
ro_ro: ani în urmă
sl_si: – pred toliko leti
vi_vn: năm trước
zh_cn: 年前
zh_tw: 幾年前

# br-ext.br-ext:AddToPathwayModal_searchPlaceholderText
source: Search Pathway
de_de: Pathway suchen
es_es: Buscar ruta
it_it: Cerca Pathway
ja_jp: パスウェイを検索
km_kh: ស្វែងរក Pathway
mk_mk: Пребарај Pathway
nl_nl: Pathway zoeken
pt_br: Pesquisar Pathway
ro_ro: Căutare Pathway
sl_si: Iskanje modula Pathway
vi_vn: Tìm kiếm Pathway
zh_cn: 搜索 Pathway
zh_tw: 搜尋路徑

# br-ext.br-ext:AddToPathwayModal_appliedFilterLabel
source: Applied filter
de_de: Angewendeter Filter
es_es: Filtro aplicado
it_it: Filtro applicato
ja_jp: 適用されたフィルター
km_kh: តម្រងដែលបានអនុវត្ត
mk_mk: Применет филтер
nl_nl: Toegepast filter
pt_br: Filtro aplicado
ro_ro: Filtru aplicat
sl_si: Uporabljen filter
vi_vn: Bộ lọc được áp dụng
zh_cn: 已应用筛选器
zh_tw: 已套用的篩選

# br-ext.br-ext:AddToPathwayModal_titleLabel
source: Pathway Title
de_de: Pathway-Titel
es_es: Título de ruta
it_it: Titolo Pathway
ja_jp: パスウェイ タイトル
km_kh: ចំណងជើង Pathway
mk_mk: Наслов на Pathway
nl_nl: Titel van Pathway
pt_br: Título do Pathway
ro_ro: Titlu Pathway
sl_si: Naziv modula Pathway
vi_vn: Tiêu đề Pathway
zh_cn: Pathway 标题
zh_tw: 路徑名稱

# br-ext.br-ext:AddToPathwayModal_noPathwayFound
source: No Pathway found
de_de: Kein Pathway gefunden
es_es: No se ha encontrado ninguna ruta
it_it: Nessun Pathway trovato
ja_jp: パスウェイが見つかりません
km_kh: រកមិនឃើញ Pathway ទេ
mk_mk: Не е пронајден Pathway
nl_nl: Geen pathway gevonden
pt_br: Nenhum Pathway encontrado
ro_ro: Niciun Pathway găsit
sl_si: Ni najdenih modulov Pathway.
vi_vn: Không tìm thấy Pathway nào
zh_cn: 未找到 Pathway
zh_tw: 未找到路徑

# br-ext.br-ext:AddToPathwayModal_selectPathwaySubHeading
source: Select the pathway(s) you want to add this content into. Content will be added at the end of the selected pathway(s).
de_de: Wählen Sie den/die Pathway(s) aus, dem/denen Sie diesen Inhalt hinzufügen möchten. Der Inhalt wird am Ende des/der ausgewählten Pathways hinzugefügt.
es_es: Seleccione las rutas a las que desee añadir este contenido. El contenido se añadirá al final de las rutas seleccionadas.
it_it: Seleziona i Pathway in cui desideri aggiungere questo contenuto. Il contenuto verrà aggiunto alla fine dei Pathway selezionati.
ja_jp: このコンテンツを追加するパスウェイを選択してください。コンテンツは選択した パスウェイの最後に追加されます。
km_kh: ជ្រើសរើស pathway(s) ដែលអ្នកចង់បន្ថែមខ្លឹមព័ត៌មាននេះចូលទៅ។ ខ្លឹមព័ត៌មាននឹងត្រូវបានបន្ថែមនៅខាងចុងបញ្ចប់នៃ pathway(s) ដែលបានជ្រើសរើស។
mk_mk: Изберете ги pathway(s) во коишто сакате да ја додадете оваа содржина. Содржината ќе биде додадена на крајот од избраните pathway(s).
nl_nl: Selecteer de pathway(s) waaraan u deze content wilt toevoegen. Content wordt toegevoegd aan het einde van de geselecteerde pathway(s).
pt_br: Selecione o(s) pathway(s) ao(s) qual(is) você deseja adicionar o conteúdo. O conteúdo será adicionado no final dos Pathways selecionados.
ro_ro: Selectați Pathway(s) la care doriți să adăugați acest conținut. Conținutul va fi adăugat la finalul Pathway(s) selectate.
sl_si: Izberite module Pathway, v katere želite dodati to vsebino. Vsebina bo dodana na koncu izbranih modulov Pathway.
vi_vn: Chọn (các) pathway bạn muốn thêm nội dung này vào. Nội dung sẽ được thêm vào cuối mỗi pathway đã chọn.
zh_cn: 选择要向其中添加此内容的 Pathway。内容将添加到所选 Pathway 的末尾。
zh_tw: 選擇您要新增此內容的路徑。內容將新增至已選取的路徑末端。

# br-ext.br-ext:AddToPathwayModal_addToPathway
source: Add to Pathway(s)
de_de: Zu Pathway(s) hinzufügen
es_es: Añadir a ruta(s)
it_it: Aggiungi a Pathway
ja_jp: パスウェイに追加
km_kh: បន្ថែមទៅ Pathway(s)
mk_mk: Додај во Pathway(s)
nl_nl: Toevoegen aan Pathway(s)
pt_br: Adicionar a Pathway(s)
ro_ro: Adăugare la Pathway(s)
sl_si: Dodaj v module Pathway
vi_vn: Thêm vào Pathway
zh_cn: 添加到 Pathway
zh_tw: 新增至路徑

# br-ext.br-ext:AddToJourneyModal_infoText
source: Select the journey(s) you want to add this content into. For each journey selected, indicate the sections you want the content to be displayed. Content will be added at the end of each section.
de_de: Wählen Sie die Journey(s) aus, der/denen Sie diesen Inhalt hinzufügen möchten. Geben Sie für jede ausgewählte Journey die Abschnitte an, in denen der Inhalt angezeigt werden soll. Der Inhalt wird am Ende jedes Abschnitts hinzugefügt.
es_es: Seleccione las trayectorias a las que desea añadir este contenido. En cada trayectoria seleccionada, indique las secciones en las que desea que se muestre el contenido. El contenido se añadirá al final de cada sección.
it_it: Seleziona i Journey in cui desideri aggiungere questo contenuto. Per ogni Journey selezionato, indica le sezioni in cui desideri che venga visualizzato il contenuto. Il contenuto verrà aggiunto alla fine di ogni sezione.
ja_jp: このコンテンツを追加するジャーニーを選択してください。選択した各ジャーニーに対して、表示するコンテンツのセクションを指定します。コンテンツは各セクションの最後に追加されます。
km_kh: ជ្រើសរើស journey(s) ដែលអ្នកចង់បន្ថែមខ្លឹមព័ត៌មាននេះចូលទៅ។ សម្រាប់ journey នីមួយៗដែលបានជ្រើសរើស សូមចង្អុលបង្ហាញផ្នែកនានាដែលអ្នកចង់ឱ្យខ្លឹមព័ត៌មានត្រូវបានបង្ហាញ។ ខ្លឹមព័ត៌មាននឹងត្រូវបានបន្ថែមនៅចុងខាងនៃផ្នែកនីមួយៗ។
mk_mk: Изберете ги journey(s) во коишто сакате да ја додадете оваа содржина. За секој избран journey, наведете ги деловите во коишто сакате да се прикажува содржината. Содржината ќе биде додадена на крајот од секој дел.
nl_nl: Selecteer de journey(s) waaraan u deze content wilt toevoegen. Geef voor elke geselecteerde journey de secties aan waarin u de content wilt weergeven. Content wordt toegevoegd aan het einde van elke sectie.
pt_br: Selecione as Journeys às quais deseja adicionar este conteúdo. Para cada Journey selecionada, indique as seções em que deseja exibir o conteúdo. O conteúdo será adicionado no final de cada seção.
ro_ro: Selectați Journey(s) la care doriți să adăugați acest conținut. Pentru fiecare Journey selectat, indicați secțiunile în care doriți să fie afișat conținutul. Conținutul va fi adăugat la finalul fiecărei secțiuni.
sl_si: Izberite učne poti Journey, v katere želite dodati to vsebino. Za vsako izbrano učno pot Journey označite razdelke, za katere želite, da se prikaže vsebina. Vsebina bo dodana na koncu vsakega razdelka.
vi_vn: Chọn (các) journey bạn muốn thêm nội dung này vào. Đối với mỗi journey được chọn, hãy cho biết các phần bạn muốn hiển thị nội dung. Nội dung sẽ được thêm vào cuối mỗi phần.
zh_cn: 选择要向其中添加此内容的 Journey。对于选定的每个 Journey，请指明要显示内容的版块。内容将添加到每个版块的末尾。
zh_tw: 選擇您要新增此內容到其中的旅程。對於每個已選取的旅程，指定您要顯示該內容的區段。內容將會新增至每個區段的末端。

# br-ext.br-ext:AddToJourneyModal_searchPlacehoderText
source: Search Journey
de_de: Journey suchen
es_es: Buscar trayectoria
it_it: Cerca Journey
ja_jp: ジャーニー を検索
km_kh: ស្វែងរក Journey
mk_mk: Пребарај Journey
nl_nl: Journey zoeken
pt_br: Pesquisar Journey
ro_ro: Căutare journey
sl_si: Poišči učno pot Journey
vi_vn: Tìm kiếm Journey
zh_cn: 搜索 Journey
zh_tw: 搜尋旅程

# br-ext.br-ext:AddToJourneyModal_titleLabelText
source: Journey title
de_de: Journey-Titel
es_es: Título de trayectoria
it_it: Titolo del Journey
ja_jp: ジャーニータイトル
km_kh: ចំណងជើង Journey
mk_mk: Наслов на Journey
nl_nl: Journeytitel
pt_br: Título da jornada
ro_ro: Titlu Journey
sl_si: Naziv učne poti Journey
vi_vn: Tiêu đề Journey
zh_cn: Journey 标题
zh_tw: 旅程標題

# br-ext.br-ext:AddToJourneyModal_sectionsLabelText
source: Sections
de_de: Abschnitte
es_es: Secciones
it_it: Sezioni
ja_jp: セクション
km_kh: ផ្នែក
mk_mk: Делови
nl_nl: Secties
pt_br: Seções
ro_ro: Secţiuni
sl_si: Razdelki
vi_vn: Phần
zh_cn: 版块
zh_tw: 區段

# br-ext.br-ext:AddToJourneyModal_selectButtonText
source: Select
de_de: Auswählen
es_es: Seleccionar
it_it: Seleziona
ja_jp: 選択
km_kh: ជ្រើសរើស
mk_mk: Избери
nl_nl: Selecteren
pt_br: Selecionar
ro_ro: Selectare
sl_si: Izberite
vi_vn: Chọn
zh_cn: 选择
zh_tw: 選取

# br-ext.br-ext:AddToJourneyModal_clearAllText
source: Clear All
de_de: Alle löschen
es_es: Borrar todo
it_it: Cancella tutto
ja_jp: すべてクリア
km_kh: ជម្រះ​ទាំងអស់
mk_mk: Избриши сѐ
nl_nl: Alles wissen
pt_br: Apagar tudo
ro_ro: Golire totală
sl_si: Počisti vse
vi_vn: Xóa tất cả
zh_cn: 全部清除
zh_tw: 全部清除

# br-ext.br-ext:AddToJourneyModal_selectPlaceholderLabel
source: Section
de_de: Abschnitt
es_es: Sección
it_it: Sezione
ja_jp: セクション
km_kh: ផ្នែក
mk_mk: Дел
nl_nl: Sectie
pt_br: Seção
ro_ro: Secțiune
sl_si: Razdelek
vi_vn: Phần
zh_cn: 版块
zh_tw: 區段

# br-ext.br-ext:AssignModal_directReports
source: Direct Reports
de_de: Direkt zugeordnete Mitarbeiter
es_es: Subordinados directos
it_it: Subordinati diretti
ja_jp: 直属部下
km_kh: អ្នករាយការណ៍​ឲ្យ​ផ្ទាល់
mk_mk: Директни извештаи
nl_nl: Directe ondergeschikten
pt_br: Subordinados diretos
ro_ro: Subalterni direcți
sl_si: Neposredna poročila
vi_vn: Nhân viên quản lý trực tiếp
zh_cn: 直接报告
zh_tw: 屬下

# br-ext.br-ext:AssignModal_searchHere
source: Search here
de_de: Hier suchen
es_es: Busque aquí
it_it: Cerca qui
ja_jp: ここで検索
km_kh: ស្វែងរកនៅទីនេះ
mk_mk: Барај овде
nl_nl: Zoek hier
pt_br: Pesquisar aqui
ro_ro: Caută aici
sl_si: Išči tukaj
vi_vn: Tìm kiếm ở đây
zh_cn: 在此处搜索
zh_tw: 在這裡搜尋

# br-ext.br-ext:AssignModal_startDateTitle
source: Start Date (Optional)
de_de: Startdatum (optional)
es_es: Fecha de inicio (opcional)
it_it: Data di inizio (opzionale)
ja_jp: 開始日（オプション）
km_kh: កាលបរិច្ឆេទចាប់ផ្តើម (ជាជម្រើស)
mk_mk: Почетен датум (Опционално)
nl_nl: Startdatum (optioneel)
pt_br: Data de início (Opcional)
ro_ro: Dată de început (opțional)
sl_si: Začetni datum (neobvezno)
vi_vn: Ngày bắt đầu (Tùy chọn)
zh_cn: 开始日期(可选)
zh_tw: 開始日期（可選）

# br-ext.br-ext:AssignModal_datePlaceHolderText
source: Select a date
de_de: Datum auswählen
es_es: Seleccionar una fecha
it_it: Seleziona una data
ja_jp: 日付を選択
km_kh: ជ្រើសរើសកាលបរិច្ឆេទ
mk_mk: Изберете датум
nl_nl: Selecteer een datum
pt_br: Selecionar uma data
ro_ro: Selectați o dată
sl_si: Izberite datum
vi_vn: Chọn một ngày
zh_cn: 选择日期
zh_tw: 選擇日期

# br-ext.br-ext:AssignModal_dueDateTitle
source: Due Date (Optional)
de_de: Fälligkeitsdatum (optional)
es_es: Fecha de vencimiento (opcional)
it_it: Data limite (opzionale)
ja_jp: 期日（オプション）
km_kh: កាលបរិច្ឆេទផុតកំណត់ (ជាជម្រើស)
mk_mk: Рок на достасување (незадолжително)
nl_nl: Vervaldatum (optioneel)
pt_br: Data de vencimento (Opcional)
ro_ro: Data scadentă (opțional)
sl_si: Rok (neobvezno)
vi_vn: Ngày đến hạn (Tùy chọn)
zh_cn: 截至日期(可选)
zh_tw: 到期日 (選擇性)

# br-ext.br-ext:AssignModal_notifyIndividualsText
source: Notify Individuals
de_de: Einzelpersonen benachrichtigen
es_es: Notificar a personas
it_it: Avvisa singoli
ja_jp: 個人に通知
km_kh: ជូនដំណឹងដល់បុគ្គលនានា
mk_mk: Извести поединци
nl_nl: Melding aan personen sturen
pt_br: Notificar indivíduos
ro_ro: Notificare persoane
sl_si: Obvesti posameznike
vi_vn: Thông báo cho cá nhân
zh_cn: 通知个人
zh_tw: 通知個人

# br-ext.br-ext:AssignModal_createNewGroupForIndividualsText
source: Create New Group with selected individuals
de_de: Neue Gruppe mit ausgewählten Einzelpersonen erstellen
es_es: Crear grupo nuevo con las personas seleccionadas
it_it: Crea nuovo gruppo con singoli selezionati
ja_jp: 選択した個人が入る新規グループを作成
km_kh: បង្កើតក្រុមថ្មីជាមួយបុគ្គលនានាដែលបានជ្រើសរើស
mk_mk: Креирајте нова група со избрани поединци
nl_nl: Nieuwe groep maken met geselecteerde personen
pt_br: Criar novo grupo com indivíduos selecionados
ro_ro: Creați un grup nou cu persoanele selectate
sl_si: Ustvari novo skupino z izbranimi posamezniki
vi_vn: Tạo nhóm mới với cá nhân đã chọn
zh_cn: 创建包含选定个人的新组
zh_tw: 以選取的個人建立新的群組

# br-ext.br-ext:AssignModal_notifyGroupText
source: Notify Group Members
de_de: Gruppenmitglieder benachrichtigen
es_es: Notificar a los miembros del grupo
it_it: Avvisa i membri del gruppo
ja_jp: グループメンバーに通知
km_kh: ជូនដំណឹងដល់សមាជិកក្រុម
mk_mk: Известете ги членовите на групата
nl_nl: Melding aan groepsleden sturen
pt_br: Notificar membros do grupo
ro_ro: Notificare către membrii grupului
sl_si: Obvesti člane skupine
vi_vn: Thông báo cho thành viên nhóm
zh_cn: 通知组成员
zh_tw: 通知群組成員

# br-ext.br-ext:AssignModal_createNewGroupForGroupsText
source: Create New Group with members from selected groups
de_de: Neue Gruppe mit Mitgliedern aus ausgewählten Gruppen erstellen
es_es: Crear nuevo grupo con miembros de los grupos seleccionados
it_it: Crea nuovo gruppo con membri dai gruppi selezionati
ja_jp: 選択したグループのメンバーで新規グループを作成
km_kh: បង្កើតក្រុមថ្មីជាមួយសមាជិកពីក្រុមដែលបានជ្រើសរើស
mk_mk: Креирајте нова група со членови од избраните групи
nl_nl: Nieuwe groep maken met leden van geselecteerde groepen
pt_br: Criar novo grupo com membros de grupos selecionados
ro_ro: Creare grup nou cu membri din grupurile selectate
sl_si: Ustvari novo skupino s člani iz izbranih skupin
vi_vn: Tạo nhóm mới với các thành viên từ các nhóm đã chọn
zh_cn: 创建包含选定组中成员的新组
zh_tw: 使用選定群組中的成員建立新群組

# br-ext.br-ext:AssignModal_privateContentText
source: This content is private and therefore won't be visible to the assignee. You can change this in your smartcard settings.
de_de: Dieser Inhalt ist privat und daher für den Zugewiesenen nicht sichtbar. Sie können dies in Ihren SmartCard Einstellungen ändern.
es_es: Este contenido es privado y, por lo tanto, no será visible para el cesionario. Puede cambiarlo en la configuración de su tarjeta inteligente.
it_it: Questo contenuto è privato e pertanto non sarà visibile all'assegnatario. Puoi modificare questa opzione nelle impostazioni della tua SmartCard.
ja_jp: このコンテンツは非公開であるため、表示されません。割当先に表示されます。これはスマートカード設定で変更できます。
km_kh: ខ្លឹមព័ត៌មាននេះមានលក្ខណៈឯកជន ដូច្នេះហើយអ្នកនឹង'មិនអាចមើលឃើញអ្នកទទួល​ការចាត់តាំងទេ។ អ្នកអាចផ្លាស់ប្តូរវានៅក្នុងការកំណត់ smartcard របស់អ្នក។
mk_mk: Оваа содржина е приватна и затоа нема да биде видлива за доделеното лице. Можете да го смените ова во подесувањата за Вашата SmartCard.
nl_nl: Dit content is privé en zal daarom niet zichtbaar zijn voor de gevolmachtigde. U kunt dit wijzigen in uw SmartCard-instellingen.
pt_br: Este conteúdo é privado e, por isso, não vai permanecer visível para o atribuído. Você pode alterá-lo nas configurações do smartcard.
ro_ro: Acest conținut este privat și, prin urmare, nu va fi vizibil pentru responsabil. Puteți modifica această setare din setările SmartCard.
sl_si: Ta vsebina je zasebna, zato je oseba, ki je dodeljena, ne bo videla. To lahko spremenite v nastavitvah za SmartCard.
zh_cn: 此为私密内容，因此接受者无法查阅此内容。您可以在 SmartCard 设置中更改此配置。
zh_tw: 此為隱私內容，因此指定對象無法看見。您可以在智慧卡設定中進行變更。
