Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# teams.teams:SmartCardDetailView_emailLabel
source: Email me the Report
de_de: Bericht per E-Mail an mich senden
es_es: Enviarme el informe por email
it_it: Inviami una mail con il Report
ja_jp: レポートをメールで送信してください
km_kh: ផ្ញើអ៊ីមែលមកខ្ញុំជាមួយរបាយការណ៍
mk_mk: Испрати ми го извештајот по е-пошта
nl_nl: Stuur me een e-mail met het rapport
pt_br: Enviar o relatório por email
ro_ro: Trimite-mi raportul pe e-mail
sl_si: Pošlji mi e-pošto s poročilom
vi_vn: Gửi Báo cáo cho tôi qua email
zh_cn: 通过电子邮件将报告发给我
zh_tw: 向我發送包含報告的電子郵件

# teams.teams:SmartCardDetailView_graded
source: Graded
de_de: Beurteilt
es_es: Calificado
it_it: Con voto
ja_jp: グレード
km_kh: បានដាក់ពិន្ទុ
mk_mk: Оценето
nl_nl: Cijfer bepaald
pt_br: Com nota
ro_ro: Notat
sl_si: Ocenjeno
vi_vn: Đã chấm điểm
zh_cn: 已评分
zh_tw: 已評級

# teams.teams:SmartCardDetailView_viewSubmissions
source: View Submissions
de_de: Übermittlungen anzeigen
es_es: Ver envíos
it_it: Visualizza invii
ja_jp: 提出物の表示
km_kh: មើលការដាក់ស្នើ
mk_mk: Прикажи ги поднесоците
nl_nl: Indieningen weergeven
pt_br: Exibir Submissões
ro_ro: Vizualizare trimiteri
sl_si: Prikaži poslana dela
vi_vn: Xem nội dung gửi
zh_cn: 查看提交内容
zh_tw: 查看提交內容

# teams.teams:SmartCardDetailView_addSubmissions
source: Add Submissions
de_de: Übermittlungen hinzufügen
es_es: Añadir envíos
it_it: Aggiungi invii
ja_jp: 提出物の追加
km_kh: បន្ថែមការដាក់ស្នើ
mk_mk: Додајте поднесок
nl_nl: Indieningen toevoegen
pt_br: Adicionar Submissões
ro_ro: Adăugare trimiteri
sl_si: Dodaj poslana dela
vi_vn: Thêm nội dung gửi
zh_cn: 添加提交内容
zh_tw: 新增提交內容

# teams.teams:SmartCardDetailView_resubmit
source: Resubmit
de_de: Erneut übermitteln
es_es: Reenviar
it_it: Invia di nuovo
ja_jp: 再送信
km_kh: ដាក់ស្នើឡើងវិញ
mk_mk: Повторно поднесете
nl_nl: Opnieuw indienen
pt_br: Reenviar
ro_ro: Retrimitere
sl_si: Ponovno predloži
vi_vn: Gửi lại
zh_cn: 重新提交
zh_tw: 重新提交

# teams.teams:SmartCardDetailView_remarks
source: Remarks
de_de: Bemerkungen
es_es: Observaciones
it_it: Note
ja_jp: 備考
km_kh: កំណត់សម្គាល់
mk_mk: Забелешки
nl_nl: Opmerkingen
pt_br: Observações
ro_ro: Observații
sl_si: Opombe
vi_vn: Nhận xét
zh_cn: 注释
zh_tw: 備註

# teams.teams:SmartCardDetailView_or
source: Or
de_de: Oder
es_es: O bien
it_it: O
ja_jp: または
km_kh: ឬ
mk_mk: Или
nl_nl: Of
pt_br: Ou
ro_ro: Sau
sl_si: ali
vi_vn: Hoặc
zh_cn: 或
zh_tw: 或者

# teams.teams:SmartCardDetailView_addUrl
source: Add URL
de_de: URL hinzufügen
es_es: Añadir URL
it_it: Aggiungi URL
ja_jp: URL を追加
km_kh: បន្ថែម URL
mk_mk: Додај URL
nl_nl: URL toevoegen
pt_br: Adicionar URL
ro_ro: Adăugare URL
sl_si: Dodajte URL
vi_vn: Thêm URL
zh_cn: 添加 URL
zh_tw: 新增 URL

# teams.teams:SmartCardDetailView_validUrl
source: Please Enter Valid URL
de_de: Bitte geben Sie eine gültige URL ein.
es_es: Introduzca una URL válida
it_it: Immettere un URL valido
ja_jp: 有効な URL を入力してください
km_kh: សូមបញ្ចូល URL ត្រឹមត្រូវ។
mk_mk: Внесете валидна URL-адреса
nl_nl: Voer een geldige URL in
pt_br: Especificar um URL válido
ro_ro: Vă rugăm să introduceți un URL valid
sl_si: Vnesite veljaven URL
vi_vn: Vui lòng nhập URL hợp lệ
zh_cn: 请输入有效的 URL
zh_tw: 請輸入有效網址

# teams.teams:SmartCardDetailView_urlSubmission
source: URL Submission
de_de: URL-Übermittlung
es_es: Envío de URL
it_it: Invio URL
ja_jp: URL の送信
km_kh: ការបញ្ជូន URL
mk_mk: Поднесување URL
nl_nl: URL-indiening
pt_br: Envio de URL
ro_ro: Remitere URL
sl_si: URL za pošiljanje
vi_vn: Gửi URL
zh_cn: URL 提交
zh_tw: URL 提交內容

# teams.teams:ContextMenu_removeFromFeatured
source: Remove from Featured
de_de: Aus "Ausgewählt" entfernen
es_es: Eliminar de Destacado
it_it: Rimuovi da In evidenza
ja_jp: ハイライトから削除
km_kh: យកចេញពីលក្ខណៈពិសេស
mk_mk: Отстрани од Препорачано
nl_nl: Verwijderen uit Uitgelicht
pt_br: Remover de Destaque
ro_ro: Eliminare din recomandate
sl_si: Odstrani iz predstavljenih
vi_vn: Xóa khỏi Nổi bật
zh_cn: 从精选中移除
zh_tw: 從精選中刪除

# teams.teams:ContextMenu_addToFeatured
source: Add to Featured
de_de: Zu den empfohlenen hinzufügen
es_es: Agregar a Destacados
it_it: Aggiungi a In evidenza
ja_jp: ハイライトに追加
km_kh: បន្ថែមទៅលក្ខណៈពិសេស
mk_mk: Додај во избраното
nl_nl: Toevoegen aan Uitgelicht
pt_br: Adicionar ao destaque
ro_ro: Adăugare la recomandate
sl_si: Dodaj med predstavljene
vi_vn: Thêm vào nổi bật
zh_cn: 添加到精选
zh_tw: 添加到精選

# teams.teams:ContextMenu_addToJourney
source: Add to Journey
de_de: Zu Journey hinzufügen
es_es: Añadir a trayectoria
it_it: Aggiungi a Journey
ja_jp: ジャーニーに追加
km_kh: បន្ថែមទៅ Journey
mk_mk: Додај во Journey
nl_nl: Toevoegen aan Journey
pt_br: Adicionar à Jornada
ro_ro: Adăugare la Journey
sl_si: Dodaj v učno pot Journey
vi_vn: Thêm vào Journey
zh_cn: 添加到 Journey
zh_tw: 新增至旅程

# teams.teams:ContextMenu_postToChannel
source: Post to Channel
de_de: Im Channel veröffentlichen
es_es: Publicar en canal
it_it: Pubblica su canale
ja_jp: チャンネルに投稿
km_kh: បង្ហោះទៅបណ្ដាញ
mk_mk: Објави на канал
nl_nl: Posten op kanaal
pt_br: Publicar no Canal
ro_ro: Postare pe canal
sl_si: Objavi na kanalu
vi_vn: Đăng lên kênh
zh_cn: 发布至频道
zh_tw: 發佈至頻道

# teams.teams:ContextMenu_assignToMe
source: Assign to Me
de_de: Mir zuweisen
es_es: Ceder a mí
it_it: Assegna a me
ja_jp: 自分に割当てる
km_kh: ចាត់តាំងខ្ញុំ
mk_mk: Додели ми мене
nl_nl: Toewijzen aan mij
pt_br: Atribuir a mim
ro_ro: Atribuie-mi
sl_si: Dodeli meni
vi_vn: Giao cho tôi
zh_cn: 分配给我
zh_tw: 指定給我

# teams.teams:ContextMenu_promote
source: Promote
de_de: Hochstufen
es_es: Ascender
it_it: Promuovi
ja_jp: プロモート
km_kh: ផ្សព្វផ្សាយ
mk_mk: Промовирај
nl_nl: Promoveren
pt_br: Promover
ro_ro: Promovare
sl_si: Povišaj
vi_vn: Thăng cấp
zh_cn: 升级
zh_tw: 升級

# teams.teams:ContextMenu_divider
source: divider
de_de: Trenner
es_es: divisor
it_it: Divisore
ja_jp: ディバイダー
km_kh: របាំងបែងចែក
mk_mk: разделник
nl_nl: Scheidingslijn
pt_br: Divisor
ro_ro: separator
sl_si: razdelilna črta
vi_vn: Dải phân cách
zh_cn: 分隔符
zh_tw: 分隔線

# teams.teams:ContextMenu_cardInsights
source: Card Insights
de_de: Karteneinblicke
es_es: Información de tarjeta
it_it: Approfondimenti scheda
km_kh: ព័ត៌មានលម្អិតអំពីកាត
mk_mk: Увиди за картичка
nl_nl: Cardinzichten
pt_br: Informações do cartão
ro_ro: Perspective card
sl_si: Vpogledi v kartice
vi_vn: Thông tin chi tiết thẻ
zh_cn: 卡洞察信息
zh_tw: 卡片見解

# teams.teams:ContextMenu_dismissAssignment
source: Dismiss from Assignments
de_de: Aus Zuweisungen löschen
es_es: Descartar desde Cesiones
it_it: Rimuovi da assegnazioni
ja_jp: 割当を却下
km_kh: បដិសេធពីកិច្ចការនានា
mk_mk: Отфрли од Задачи
nl_nl: Afwijzen van toewijzingen
pt_br: Descartar de Atribuições
ro_ro: Revocare din atribuiri
sl_si: Odstrani iz dodelitev
vi_vn: Loại bỏ khỏi bài tập
zh_cn: 撤回分配
zh_tw: 從指派工作撤銷

# teams.teams:Search_premium
source: Premium
ja_jp: プレミアム
km_kh: បុព្វលាភ
mk_mk: Премиум
vi_vn: Cao cấp
zh_cn: 高级
zh_tw: 高階

# teams.teams:Search_subscription
source: Subscription
de_de: Abonnement
es_es: Suscripción
it_it: sottoscrizione
ja_jp: サブスクリプション
km_kh: ការជាវ
mk_mk: Претплата
nl_nl: abonnement
pt_br: assinatura
ro_ro: Abonament
sl_si: Naročnina
vi_vn: Đăng ký
zh_cn: 预订
zh_tw: 訂閱

# teams.teams:Search_free/paid
source: Free/Paid
de_de: Kostenlos/kostenpflichtig
es_es: Gratis/Pago
it_it: Gratuito/A pagamento
ja_jp: 無料/有料
km_kh: ឥតគិតថ្លៃ/បង់ប្រាក់
mk_mk: Бесплатно/Платено
nl_nl: Gratis/betaald
pt_br: Grátis/pago
ro_ro: Gratuit/Plătit
sl_si: Brezplačno/plačljivo
vi_vn: Miễn phí/Trả phí
zh_cn: 免费/付费
zh_tw: 免費/付費

# teams.teams:Search_waitingUsersLoaderLabel
source: Waiting for users to load...
de_de: Warten auf das Laden von Benutzern...
es_es: Esperando a que se carguen usuarios...
it_it: In attesa del caricamento degli utenti...
ja_jp: ユーザーの読み込みを待っています...
km_kh: កំពុង​រង់ចាំ​ឲ្យ​អ្នក​ប្រើ​ផ្ទុក...
mk_mk: Се чека корисниците да се вчитаат...
nl_nl: Gebruikers worden geladen...
pt_br: Aguardando o carregamento dos usuários...
ro_ro: Se așteaptă încărcarea utilizatorilor...
sl_si: Čakanje na nalaganje uporabnikov ...
vi_vn: Đang chờ tải người dùng...
zh_cn: 正在等待加载用户...
zh_tw: 正在等候載入使用者...

# teams.teams:Search_waitingJourneyLoaderLabel
source: Waiting for journey to load...
de_de: Warten auf das Laden von Journeys...
es_es: Esperando a que se cargue la trayectoria...
it_it: In attesa del caricamento del Journey...
ja_jp: ジャーニーが読み込まれるのを待っています...
km_kh: កំពុងរង់ចាំ journey ដើម្បីផ្ទុក...
mk_mk: Се чека journey да се вчита...
nl_nl: Journey wordt geladen...
pt_br: Aguardando o carregamento do Journey...
ro_ro: În așteptarea încărcării călătoriei...
sl_si: Počakajte, da se naloži učna pot Journey ...
vi_vn: Đang chờ tải journey...
zh_cn: 正在等待加载 Journey...
zh_tw: 正在等待旅程加載...

# teams.teams:Search_findingMoreCards
source: Finding more cards...
de_de: Weitere Karten werden gesucht...
es_es: Buscando más tarjetas...
it_it: Ricerca di altre schede in corso...
ja_jp: さらにカードを探しています...
km_kh: កំពុងស្វែងរកកាតច្រើនទៀត...
mk_mk: Се наоѓаат повеќе картички...
nl_nl: Meer kaarten zoeken...
pt_br: Localizando mais cartões...
ro_ro: Se caută mai multe carduri...
sl_si: Iskanje več kartic ...
vi_vn: Đang tìm thêm thẻ...
zh_cn: 正在查找更多卡...
zh_tw: 尋找更多卡片...

# teams.teams:Search_contentLibrary
source: Content Library
de_de: Inhaltsbibliothek
es_es: Biblioteca de contenido
it_it: Libreria contenuti
ja_jp: コンテンツライブラリ
km_kh: បណ្ណាល័យមាតិកា
mk_mk: Библиотека со содржина
nl_nl: Contentbibliotheek
pt_br: Biblioteca de conteúdo
ro_ro: Bibliotecă de conținut
sl_si: Knjižnica vsebin
vi_vn: Thư viện nội dung
zh_cn: 内容库
zh_tw: 內容庫

# teams.teams:Search_noSearchResult
source: No search result for
de_de: Kein Suchergebnis für
es_es: No hay resultados de búsqueda para
it_it: Nessun risultato di ricerca per
ja_jp: 検索結果がありません
km_kh: គ្មានលទ្ធផលស្វែងរកសម្រាប់
mk_mk: Нема резултат од пребарувањето за
nl_nl: Geen zoekresultaten voor
pt_br: Nenhum resultado da pesquisa de
ro_ro: Niciun rezultat la căutarea după
sl_si: Ni rezultatov iskanja za
vi_vn: Không có kết quả tìm kiếm cho
zh_cn: 无后者的搜索结果:
zh_tw: 沒有下列的搜尋結果

# teams.teams:Search_all
source: All
de_de: Alle
es_es: Todos
it_it: Tutti
ja_jp: すべて
km_kh: ទាំងអស់
mk_mk: Сите
nl_nl: Alle
pt_br: Tudo
ro_ro: Toate
sl_si: Vse
vi_vn: Tất cả
zh_cn: 全部
zh_tw: 全部

# teams.teams:Search_people
source: People
de_de: Personen
es_es: Personas
it_it: Persone
ja_jp: 人
km_kh: មនុស្ស
mk_mk: Луѓе
nl_nl: Personen
pt_br: Pessoas
ro_ro: Persoane
sl_si: Ljudje
vi_vn: Mọi người
zh_cn: 人员
zh_tw: 人員

# teams.teams:Search_type
source: Type
de_de: Typ
es_es: Tipo
it_it: Tipo
ja_jp: タイプ
km_kh: ប្រភេទ
mk_mk: Вид
pt_br: Tipo
ro_ro: Tip
sl_si: Vrsta
vi_vn: Loại
zh_cn: 类型
zh_tw: 類型

# teams.teams:Search_allChannelsFilter
source: All Channels Filters
de_de: Alle Channel-Filter
es_es: Todos los filtros de canales
it_it: Tutti i filtri dei canali
ja_jp: すべてのチャンネル用フィルター
km_kh: តម្រងឆានែលទាំងអស់។
mk_mk: Филтри за сите канали
nl_nl: Alle kanaalfilters
pt_br: Todos os filtros de canais
ro_ro: Toate filtrele pentru canale
sl_si: Filtri vseh kanalov
vi_vn: Bộ lọc Tất cả các kênh
zh_cn: 所有频道筛选器
zh_tw: 所有頻道篩選

# teams.teams:Search_allGroupsFilter
source: All Groups Filters
de_de: Alle Gruppenfilter
es_es: Todos los filtros de grupos
it_it: Tutti i filtri dei gruppi
ja_jp: すべてのグループ用フィルター
km_kh: តម្រងក្រុមទាំងអស់។
mk_mk: Филтри за сите групи
nl_nl: Alle groepsfilters
pt_br: Todos os filtros de grupos
ro_ro: Toate filtrele pentru grupuri
sl_si: Filtri vseh skupin
vi_vn: Bộ lọc Tất cả các nhóm
zh_cn: 所有组筛选器
zh_tw: 所有群組篩選

# teams.teams:Search_contentSource
source: Content Source
de_de: Inhaltsquelle
es_es: Origen del contenido
it_it: Fonte del contenuto
ja_jp: コンテンツソース
km_kh: ប្រភពមាតិកា
mk_mk: Извор на содржина
nl_nl: Contentbron
pt_br: Origem do conteúdo
ro_ro: Sursă de conținut
sl_si: Vir vsebine
vi_vn: Nguồn nội dung
zh_cn: 内容来源
zh_tw: 內容來源

# teams.teams:Search_allContentFilters
source: All Content Filters
de_de: Alle Inhaltsfilter
es_es: Todos los filtros de contenido
it_it: Tutti i filtri dei contenuti
ja_jp: すべてのコンテンツ用フィルター
km_kh: តម្រងមាតិកាទាំងអស់។
mk_mk: Сите филтри за содржина
nl_nl: Alle contentfilters
pt_br: Todos os filtros de conteúdo
ro_ro: Toate filtrele pentru conținut
sl_si: Vsi filtri vsebine
vi_vn: Bộ lọc Tất cả nội dung
zh_cn: 所有内容筛选器
zh_tw: 所有內容篩選

# teams.teams:Search_languages
source: Languages
de_de: Sprachen
es_es: Idiomas
it_it: Lingue
ja_jp: 言語
km_kh: ភាសា
mk_mk: Јазици
nl_nl: Talen
pt_br: Idiomas
ro_ro: Limbi
sl_si: Jeziki
vi_vn: Ngôn ngữ
zh_cn: 语言
zh_tw: 語言

# teams.teams:Search_categories
source: Categories
de_de: Kategorien
es_es: Categorías
it_it: Categorie
ja_jp: カテゴリ
km_kh: ប្រភេទ
mk_mk: Категории
nl_nl: Categorieën
pt_br: Categorias
ro_ro: Categorii
sl_si: kategorije
vi_vn: Danh mục
zh_cn: 类别
zh_tw: 類別

# teams.teams:Search_allPeopleFilter
source: All People Filters
de_de: Alle Personenfilter
es_es: Todos los filtros de personas
it_it: Tutti i filtri delle persone
ja_jp: すべての人用フィルター
km_kh: ការច្រោះមនុស្សទាំងអស់
mk_mk: Филтри за сите луѓе
nl_nl: Alle personenfilters
pt_br: Todos os filtros de pessoas
ro_ro: Filtre Toate Persoanele
sl_si: Filtri za vse osebe
vi_vn: Bộ lọc Tất cả mọi người
zh_cn: 所有人员筛选器
zh_tw: 所有人員篩選器

# teams.teams:Search_admins
source: Admins
es_es: Administradores
it_it: Amministratori
ja_jp: 管理者
km_kh: អ្នកគ្រប់គ្រង
mk_mk: Администратори
pt_br: Administradores
ro_ro: Administratori
sl_si: Administratorji
vi_vn: Quản trị viên
zh_cn: 管理员
zh_tw: 管理員

# teams.teams:Search_leaders
source: Leaders
de_de: Leiter
es_es: Líderes
it_it: Leader
ja_jp: リーダー
km_kh: អ្នកដឹកនាំ
mk_mk: Лидери
nl_nl: Leiders
pt_br: Líderes
ro_ro: Lideri
sl_si: Voditelji
vi_vn: Lãnh đạo
zh_cn: 组长
zh_tw: 領導者

# teams.teams:Search_searchHere
source: Search Here
de_de: Hier suchen
es_es: Busque aquí
it_it: Cerca qui
ja_jp: ここで検索
km_kh: ស្វែងរកនៅទីនេះ
mk_mk: Барај овде
nl_nl: Hier zoeken
pt_br: Pesquisar aqui
ro_ro: Caută aici
sl_si: Išči tukaj
vi_vn: Tìm kiếm tại đây
zh_cn: 在此处搜索
zh_tw: 在這裡搜尋

# teams.teams:Search_clearAllText
source: Clear All
de_de: Alle löschen
es_es: Borrar todo
it_it: Cancella tutto
ja_jp: すべてクリア
km_kh: ជម្រះទាំងអស់។
mk_mk: Избриши сѐ
nl_nl: Alles wissen
pt_br: Apagar tudo
ro_ro: Golire totală
sl_si: Počisti vse
vi_vn: Xóa tất cả
zh_cn: 全部清除
zh_tw: 全部清除

# teams.teams:Modal_biography
source: Biography
de_de: Biografie
es_es: Biografía
it_it: Biografia
ja_jp: 略歴
km_kh: ជីវប្រវត្តិ
mk_mk: Биографија
nl_nl: Biografie
pt_br: Biografia
ro_ro: Biografie
sl_si: Biografija
vi_vn: Tiểu sử
zh_cn: 传记
zh_tw: 自傳

# teams.teams:Modal_managerName
source: Manager Name
de_de: Name des Managers
es_es: Nombre del superior
it_it: Nome gestore
ja_jp: マネージャー名
km_kh: ឈ្មោះអ្នកគ្រប់គ្រង
mk_mk: Име на раководител
nl_nl: Naam van manager
pt_br: Nome do gerente
ro_ro: Nume manager
sl_si: Ime vodje
vi_vn: Tên người quản lý
zh_cn: 管理人姓名
zh_tw: 主管姓名

# teams.teams:Modal_designation
source: Designation
de_de: Bezeichnung
es_es: Designación
it_it: Designazione
ja_jp: 指定
km_kh: ការកំណត់រចនា
mk_mk: Назнака
nl_nl: Benaming
pt_br: Designação
ro_ro: Desemnare
sl_si: Naziv
vi_vn: Định danh
zh_cn: 正式名称
zh_tw: 頭銜

# teams.teams:Modal_joinedOn
source: Joined on
de_de: Beigetreten am
es_es: Se unió el
it_it: Data di adesione
ja_jp: 参加日
km_kh: បានចូលរួមនៅថ្ងៃ
mk_mk: Се приклучи на
nl_nl: Lid geworden op
pt_br: Ingressou em
ro_ro: S-a alăturat pe
sl_si: Datum pridružitve:
vi_vn: Tham gia vào
zh_cn: 加入时间
zh_tw: 加入於

# teams.teams:Modal_profileDetails
source: Profile details
de_de: Profildetails
es_es: Detalles del perfil
it_it: Dettagli profilo
ja_jp: プロファイル詳細
km_kh: ព័ត៌មាន​លម្អិត​ទម្រង់
mk_mk: Детали за профилот
nl_nl: Profielgegevens
pt_br: Detalhes do perfil
ro_ro: Detalii profil
sl_si: Podrobnosti o profilu
vi_vn: Chi tiết hồ sơ
zh_cn: 简档详情
zh_tw: 設定檔詳細資料

# teams.teams:Modal_fetchingFollowers
source: Fetching followers...
de_de: Follower werden abgerufen...
es_es: Recuperando seguidores...
it_it: Recupero dei follower...
ja_jp: フォロワーを取得しています...
km_kh: កំពុង​ទាញយក​អ្នក​តាម...
mk_mk: Се добиваат следбеници...
nl_nl: Volgers ophalen...
pt_br: Buscando seguidores...
ro_ro: Se preiau urmăritorii...
sl_si: Pridobivanje sledilcev ...
vi_vn: Đang tìm nạp người theo dõi...
zh_cn: 正在获取关注者...
zh_tw: 正在獲取追蹤者...

# teams.teams:Modal_loadingMoreFollowers
source: Loading more followers...
de_de: Weitere Follower werden geladen...
es_es: Cargando más seguidores...
it_it: Caricamento di più follower...
ja_jp: より多くのフォロワーを読み込んでいます...
km_kh: កំពុង​ផ្ទុក​អ្នក​តាម​បន្ថែម...
mk_mk: Се вчитуваат повеќе следбеници...
nl_nl: Meer volgers laden...
pt_br: Carregando mais seguidores...
ro_ro: Se încarcă mai mulți urmăritori...
sl_si: Nalaganje več sledilcev ...
vi_vn: Đang tải thêm người theo dõi...
zh_cn: 正在加载更多关注者...
zh_tw: 正在加載更多追蹤者...

# teams.teams:Modal_fetchingFollowing
source: Fetching following...
de_de: Personen, denen ich folge, werden abgerufen...
es_es: Recuperando seguidores...
it_it: Recupero persone seguite in corso...
ja_jp: フォロー中のユーザーを取得しています...
km_kh: កំពុងទាញ​យក​ខាងក្រោម...
mk_mk: Се добива следење...
nl_nl: Gevolgde ophalen...
pt_br: Buscando seguidores...
ro_ro: Se preiau persoanele urmărite...
sl_si: Pridobivanje oseb, ki jim sledim ...
vi_vn: Đang tìm nạp người đang theo dõi...
zh_cn: 正在获取正在关注者...
zh_tw: 正在抓取正在關注的人...

# teams.teams:Modal_loadingMoreFollowing
source: Loading more following...
de_de: Weitere Personen, denen ich folge, werden geladen...
es_es: Cargando más seguidores...
it_it: Caricamento di altre persone seguite...
ja_jp: さらにフォローを読み込んでいます...
km_kh: កំពុង​ផ្ទុក​ខាងក្រោម​បន្ថែម...
mk_mk: Се вчитува повеќе следбеници...
nl_nl: Meer gevolgden worden opgehaald...
pt_br: Carregando mais seguidores...
ro_ro: Se încarcă mai multe persoane urmărite...
sl_si: Nalaganje več oseb, ki jim sledim ...
vi_vn: Đang tải thêm người đang theo dõi...
zh_cn: 正在加载更多正在关注者...
zh_tw: 正在載入更多正在關注的人...

# teams.teams:Modal_no
source: No
de_de: Nein
ja_jp: いいえ
km_kh: ទេ
mk_mk: Не
nl_nl: Nee
pt_br: Não
ro_ro: Nu
sl_si: Ne
vi_vn: Không
zh_cn: 否
zh_tw: 否

# teams.teams:Modal_yes
source: Yes
de_de: Ja
es_es: Sí
it_it: Sì
ja_jp: はい
km_kh: បាទ
mk_mk: Да
nl_nl: Ja
pt_br: Sim
ro_ro: Da
sl_si: Da
vi_vn: Có
zh_cn: 是
zh_tw: 是的

# teams.teams:Modal_bookmarkModalMessage
source: Are you sure that you want to UnBookmark this content from the list?
de_de: Möchten Sie das Lesezeichen für diesen Inhalt wirklich aus der Liste entfernen?
es_es: ¿Seguro que desea desmarcar este contenido de la lista?
it_it: Confermi la rimozione del segnalibro di questo contenuto dell'elenco?
ja_jp: リストからこのコンテンツのブックマークを解除してもよろしいですか?
km_kh: តើ​អ្នក​ប្រាកដ​ថា​អ្នក​ចង់ លុបការចុះទំព័រចំណាំខ្លឹមព័ត៌មាន​ពី​បញ្ជីនេះឬ?
mk_mk: Дали сте сигурни дека сакате да ја отстраните оваа содржина од обележаните во листата?
nl_nl: Weet u zeker dat u deze content wilt verwijderen uit de bladwijzerlijst?
pt_br: Tem certeza de que deseja desmarcar este conteúdo da lista?
ro_ro: Sigur doriți să anulați marcarea acestui conținut din listă?
sl_si: Ali ste prepričani, da želite zaznamke te vsebine odstraniti s seznama?
vi_vn: Bạn có chắc chắn muốn Hủy đánh dấu nội dung này khỏi danh sách không?
zh_cn: 确定要从列表中取消此内容的书签吗?
zh_tw: 您確定要從清單中取消此內容的書籤嗎？

# teams.teams:Modal_unauthorizedAction
source: You are not authorized to perform this action
de_de: Sie sind nicht zur Ausführung dieser Aktion autorisiert.
es_es: No está autorizado a realizar esta acción
it_it: Non si è autorizzati a eseguire questa azione
ja_jp: このアクションを実行する権限がありません
km_kh: អ្នកមិនត្រូវបានអនុញ្ញាតឱ្យអនុវត្តសកម្មភាពនេះទេ។
mk_mk: Не сте овластени да го извршите ова дејство
nl_nl: U bent niet gemachtigd om deze actie uit te voeren
pt_br: Você não tem autorização para realizar a ação
ro_ro: Nu sunteți autorizat să efectuați această acțiune
sl_si: Niste pooblaščeni za izvajanje tega dejanja
vi_vn: Bạn không được phép thực hiện hành động này
zh_cn: 您无权执行此操作
zh_tw: 您沒有執行此動作的權限

# teams.teams:Modal_declineGroupInvitation
source: Decline Group Invitation
de_de: Gruppeneinladung ablehnen
es_es: Rechazar invitación del grupo
it_it: Rifiuta invito del gruppo
ja_jp: グループ招待状を辞退しました
km_kh: បដិសេធការអញ្ជើញក្រុម
mk_mk: Одбиј покана за група
nl_nl: Groepsuitnodiging afwijzen
pt_br: Recusar convite de grupo
ro_ro: Respingere invitație grup
sl_si: Zavrni povabilo skupine
vi_vn: Từ chối lời mời nhóm
zh_cn: 拒绝组邀请
zh_tw: 拒絕群組邀請

# teams.teams:Modal_declineMessageGroupName
source: You are about to decline the invitation for
de_de: Sie sind im Begriff, die Einladung abzulehnen für
es_es: Está a punto de rechazar la invitación para
it_it: Stai per rifiutare l'invito a
ja_jp: の招待状を辞退しようとしています
km_kh: អ្នកហៀបនឹងបដិសេធការអញ្ជើញសម្រាប់
mk_mk: Тукушто ќе ја одбиете поканата за
nl_nl: U staat op het punt de uitnodiging af te wijzen voor
pt_br: Você está prestes a recusar o convite para
ro_ro: Sunteți pe punctul de a activa refuza invitația pentru
sl_si: Zavrnili boste povabilo za
vi_vn: Bạn sắp từ chối lời mời cho
zh_cn: 您将拒绝以下人员的邀请
zh_tw: 您即將拒絕以下的邀請

# teams.teams:Modal_declineMessageText
source: This action can not be undone. How do you wish to proceed?
de_de: Diese Aktion kann nicht rückgängig gemacht werden. Wie möchten Sie fortfahren?
es_es: Esta acción no se puede deshacer. ¿Cómo le gustaría proceder?
it_it: Questa azione non può essere annullata. Come desideri procedere?
ja_jp: このアクションは元に戻せません。どのように進めますか?
km_kh: សកម្មភាពនេះមិនអាចត្រឡប់វិញបានទេ។ តើអ្នកចង់បន្តទៅមុខដោយរបៀបណា?
mk_mk: Ова дејство не може да се врати. Како сакате да продолжите?
nl_nl: Deze actie kan niet ongedaan worden gemaakt. Hoe wilt u verdergaan?
pt_br: Esta ação não pode ser desfeita. Como você deseja proceder?
ro_ro: Această acțiune nu poate fi anulată. Cum doriți să continuați?
sl_si: Tega dejanja ni mogoče razveljaviti. Kako želite nadaljevati?
vi_vn: Hành động này không thể được hoàn tác. Bạn muốn làm gì tiếp theo?
zh_cn: 此操作无法撤消。您希望如何继续?
zh_tw: 此動作無法復原。您希望如何繼續?

# teams.teams:Modal_deleteSmartcard
source: Delete SmartCard
de_de: SmartCard löschen
es_es: Borrar tarjeta inteligente
it_it: Elimina SmartCard
ja_jp: スマートカードを削除
km_kh: លុប SmartCard
mk_mk: Избриши SmartCard
nl_nl: SmartCard verwijderen
pt_br: Excluir SmartCard
ro_ro: Ștergere SmartCard
sl_si: Izbriši kartico SmartCard
vi_vn: Xóa SmartCard
zh_cn: 删除 SmartCard
zh_tw: 刪除智慧卡

# teams.teams:Modal_smartcardDeleted
source: SmartCard deleted. It will never show again.
de_de: SmartCard gelöscht. Sie wird niemals erneut angezeigt werden.
es_es: Tarjeta inteligente borrada. No se volverá a mostrar.
it_it: SmartCard eliminata. Non verrà più visualizzata.
ja_jp: スマートカードが削除されました。今後表示されません。
km_kh: SmartCard ត្រូវបានលុប។ វានឹងមិនបង្ហាញម្ដងទៀតទេ។
mk_mk: SmartCard е избришана. Никогаш повеќе нема да се појави.
nl_nl: SmartCard verwijderd. Deze wordt niet meer weergegeven.
pt_br: SmartCard excluído. Nunca será exibida novamente.
ro_ro: SmartCard șters. Nu va mai fi afișat niciodată.
sl_si: Kartica SmartCard je izbrisana. Ne bo več prikazana.
vi_vn: SmartCard đã bị xóa. Thông tin này sẽ không hiển thị lại.
zh_cn: SmartCard 已删除。不会再显示。
zh_tw: 智慧卡已刪除。它將不會再顯示。

# teams.teams:Modal_pathwayDeleted
source: Pathway deleted. It will never show again.
de_de: Pathway gelöscht. Er wird niemals erneut angezeigt werden.
es_es: Ruta borrada. No se volverá a mostrar.
it_it: Pathway eliminato. Non verrà più visualizzato.
ja_jp: パスウェイが削除されました。今後表示されません。
km_kh: Pathway ត្រូវបានលុប។ វានឹងមិនបង្ហាញម្ដងទៀតទេ។
mk_mk: Pathway е избришана. Никогаш повеќе нема да се појави.
nl_nl: Pathway verwijderd. Deze wordt niet meer weergegeven.
pt_br: Pathway excluído. Nunca será exibida novamente.
ro_ro: Pathway șters. Nu va mai fi afișat niciodată.
sl_si: Modul Pathway je izbrisan. Ne bo več prikazana.
vi_vn: Đã xóa Pathway. Thông tin này sẽ không hiển thị lại.
zh_cn: Pathway 已删除。不会再显示。
zh_tw: 路徑已刪除。它將不會再顯示。
