Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# teams.teams:SmartCardDetailView_addYourRemarksBelow
source: Add your remarks below
es_es: Añada sus observaciones a continuación
it_it: Aggiungere le note qui sotto
km_kh: បន្ថែមការកត់សម្គាល់របស់អ្នកខាងក្រោម
mk_mk: Додајте ги вашите забелешки подолу
nl_nl: Voeg hieronder uw opmerkingen toe
ro_ro: Adăugați-vă observațiile mai jos
sl_si: Spodaj dodajte svoje pripombe

# teams.teams:SmartCardDetailView_download
source: Download
es_es: Descargar
km_kh: ទាញយក
mk_mk: Преземи
nl_nl: Downloaden
ro_ro: Descărcare
sl_si: Prenos

# teams.teams:SmartCardDetailView_assignedDate
source: Assigned Date
es_es: Fecha asignada
it_it: Data assegnazione
km_kh: កាលបរិច្ឆេទ​ដែល​បាន​ចាត់តាំង
mk_mk: Назначен датум
nl_nl: Toegewezen op
ro_ro: Data atribuirii
sl_si: Datum dodelitve

# teams.teams:SmartCardDetailView_submittedOn
source: Submitted On
es_es: Enviado el
it_it: Data di invio
km_kh: បាន​ប្រគល់​នៅថ្ងៃ
mk_mk: Поднесено на
nl_nl: Ingediend op
ro_ro: Trimis la data de
sl_si: Oddano dne

# teams.teams:SmartCardDetailView_submissions
source: Submissions
es_es: Envíos
it_it: Invii
km_kh: ការដាក់ស្នើ
mk_mk: Поднесоци
nl_nl: Indieningen
ro_ro: Remiteri
sl_si: Predložitve

# teams.teams:SmartCard_gradeText
source: Grader:
de_de: Beurteiler:
es_es: Calificador:
it_it: Valutatore:
ja_jp: グレーダー：
km_kh: អ្នកដាក់ពិន្ទុ៖
mk_mk: Оценувач:
nl_nl: Beoordelaar:
pt_br: Classificador:
ro_ro: Evaluator:
sl_si: Ocenjevalec:
vi_vn: Người chấm điểm:
zh_cn: 评分人:
zh_tw: 評分人：

# teams.teams:SmartCard_gradeScaleText
source: Grade Scale:
de_de: Beurteilungsskala:
es_es: Modelo de calificación:
it_it: Scala dei voti:
ja_jp: グレードスケール：
km_kh: មាត្រដ្ឋានថ្នាក់៖
mk_mk: Скала за оценки:
nl_nl: Cijferschaal:
pt_br: Escala de pontuação:
ro_ro: Grilă de notare:
sl_si: Lestvica ocen:
vi_vn: Thang điểm:
zh_cn: 评分标准:
zh_tw: 分級量表：

# teams.teams:SmartCard_responseLabel
source: Responses:
de_de: Antworten:
es_es: Respuestas:
it_it: Risposte:
ja_jp: レスポンス：
km_kh: ការឆ្លើយតប៖
mk_mk: Одговори:
nl_nl: Reacties:
pt_br: Respostas:
ro_ro: Răspunsuri:
sl_si: Odzivi:
vi_vn: Câu trả lời:
zh_cn: 响应:
zh_tw: 回應：

# teams.teams:SmartCard_averageScoreLabel
source: Average Score:
de_de: Durchschnittliche Punktzahl:
es_es: Puntuación media:
it_it: Punteggio medio:
ja_jp: 平均スコア：
km_kh: ពិន្ទុមធ្យម៖
mk_mk: Просечен резултат:
nl_nl: Gemiddelde score:
pt_br: Pontuação média:
ro_ro: Punctaj mediu:
sl_si: Povprečni rezultat:
vi_vn: Điểm số trung bình:
zh_cn: 平均分数:
zh_tw: 平均分數：

# teams.teams:SmartCard_totalVotesPolledLabelText
source: Total Votes Polled:
de_de: Insgesamt abgegebene Stimmen:
es_es: Votos sondeados totales:
it_it: Voti totali raccolti:
ja_jp: 投票総数：
km_kh: សន្លឹកឆ្នោតសរុបត្រូវបានបោះឆ្នោត៖
mk_mk: Вкупно дадени гласови:
nl_nl: Totaalaantal uitgebrachte stemmen:
pt_br: Total de votos apurados:
ro_ro: Total voturi în sondaj:
sl_si: Skupno število glasov:
vi_vn: Tổng số phiếu thu được:
zh_cn: 总票数查询:
zh_tw: 投票總數：

# teams.teams:CommentSection_deleteCommentHeader
source: Delete Comment?
de_de: Kommentar löschen?
es_es: ¿Eliminar comentario?
it_it: Eliminare commento?
ja_jp: コメントを削除しますか?
km_kh: លុបមតិយោបល់?
mk_mk: Да се избрише коментар?
nl_nl: Opmerking verwijderen?
pt_br: Excluir comentário?
ro_ro: Ștergeți comentariul?
sl_si: Ali želite izbrisati komentar?
vi_vn: Xóa bình luận?
zh_cn: 删除评论?
zh_tw: 刪除評論？

# teams.teams:CommentSection_deleteCommentContent
source: Do you want to delete the comment?
de_de: Möchten Sie den Kommentar löschen?
es_es: ¿Desea eliminar este comentario?
it_it: Eliminare il commento?
ja_jp: コメントを削除しますか?
km_kh: តើអ្នកចង់លុបមតិយោបល់ទេ?
mk_mk: Дали сакате да го избришете коментарот?
nl_nl: Wilt u de opmerking verwijderen?
pt_br: Deseja excluir o comentário?
ro_ro: Doriți să ștergeți comentariul?
sl_si: Ali želite izbrisati komentar?
vi_vn: Bạn có muốn xóa bình luận?
zh_cn: 是否要删除评论?
zh_tw: 您想刪除評論嗎？

# teams.teams:CommentSection_deleteCommentText
source: Delete Comment
de_de: Kommentar löschen
es_es: Eliminar comentario
it_it: Elimina commento
ja_jp: コメントの削除
km_kh: លុប​មតិ
mk_mk: Избриши коментар
nl_nl: Opmerking verwijderen
pt_br: Excluir comentário
ro_ro: Ștergere comentariu
sl_si: Izbriši komentar
vi_vn: Xóa bình luận
zh_cn: 删除评论
zh_tw: 刪除評論

# teams.teams:CommentSection_loadMoreTextSingular
source: Show 1 more comment
de_de: 1 weiteren Kommentar anzeigen
es_es: Mostrar 1 comentario más
it_it: Mostra 1 altro commento
ja_jp: 他1件のコメントを表示
km_kh: បង្ហាញមតិ 1 ទៀត។
mk_mk: Прикажи уште 1 коментар
nl_nl: Nog 1 opmerking weergeven
pt_br: Mostrar mais 1 comentário
ro_ro: Afișați încă 1 comentariu
sl_si: Prikaži še 1 komentar
vi_vn: Hiển thị thêm 1 bình luận
zh_cn: 显示另外 1 条评论
zh_tw: 顯示另外 1 則評論

# teams.teams:CommentSection_loadMoreTextPlural
source: Show {{remainingComments}} more comments
de_de: {{remainingComments}} weitere Kommentare anzeigen
es_es: Mostrar {{remainingComments}} comentarios más
it_it: Mostra {{remainingComments}} altri commenti
ja_jp: さらに {{remainingComments}} のコメントを表示
km_kh: បង្ហាញមតិ {{remainingComments}បន្ថែមទៀត
mk_mk: Прикажи {{remainingComments}} повеќе коментари
nl_nl: {{remainingComments}} meer opmerkingen tonen
pt_br: Mostrar {{remainingComments}} mais comentários
ro_ro: Mai afișați încă {{remainingComments}} comentarii
sl_si: Pokaži še toliko komentarjev: {{remainingComments}
vi_vn: Hiển thị thêm {{remainingComments}} bình luận
zh_cn: 显示 {{remainingComments}} 条以上评论
zh_tw: 顯示更多 {{remainingComments}} 個評論

# teams.teams:CommentSection_liked
source: Liked
de_de: Gefällt
es_es: Valorado positivamente
it_it: con Mi piace
ja_jp: 賛成
km_kh: ចូលចិត្ត
mk_mk: Допаднато
nl_nl: Leuk gevonden
pt_br: Curtiu
ro_ro: Apreciat
sl_si: Všeč mi je
vi_vn: Đã thích
zh_cn: 已点赞
zh_tw: 喜歡

# teams.teams:TimeAgoStrings_A_MIN_AGO
source: a minute ago
de_de: vor einer Minute
es_es: hace un minuto
it_it: Un minuto fa
ja_jp: 1分前
km_kh: មួយនាទីមុន។
mk_mk: пред една минута
nl_nl: een minuut geleden
pt_br: Há um minuto
ro_ro: Acum un minut
sl_si: Pred minuto
vi_vn: Một phút trước
zh_cn: 1 分钟前
zh_tw: 一分鐘前

# teams.teams:TimeAgoStrings_A_HOUR_AGO
source: a hour ago
de_de: vor einer Stunde
es_es: hace una hora
it_it: un'ora fa
ja_jp: 1時間前
km_kh: មួយម៉ោងមុន
mk_mk: пред еден час
nl_nl: een uur geleden
pt_br: uma hora atrás
ro_ro: o oră în urmă
sl_si: pred eno uro
vi_vn: Một giờ trước
zh_cn: 1 小时前
zh_tw: 一小時前

# teams.teams:TimeAgoStrings_A_DAY_AGO
source: a day ago
de_de: vor einem Tag
es_es: hace un día
it_it: un giorno fa
ja_jp: 一日前
km_kh: មួយថ្ងៃមុន។
mk_mk: пред еден ден
nl_nl: een dag geleden
pt_br: Há um dia
ro_ro: O zi în urmă
sl_si: včeraj
vi_vn: Một ngày trước
zh_cn: 1 天前
zh_tw: 一天前

# teams.teams:TimeAgoStrings_A_MONTH_AGO
source: a month ago
de_de: vor einem Monat
es_es: hace un mes
it_it: un mese fa
ja_jp: 1か月前
km_kh: មួយខែមុន។
mk_mk: пред еден месец
nl_nl: een maand geleden
pt_br: Há um mês
ro_ro: O lună în urmă
sl_si: pred enim mesecem
vi_vn: Một tháng trước
zh_cn: 1 个月前
zh_tw: 一個月前

# teams.teams:TimeAgoStrings_A_YEAR_AGO
source: a year ago
de_de: vor einem Jahr
es_es: hace un año
it_it: un anno fa
ja_jp: 1年前
km_kh: មួយឆ្នាំមុន
mk_mk: пред една година
nl_nl: een jaar geleden
pt_br: Há um ano
ro_ro: Un an în urmă
sl_si: pred enim letom
vi_vn: Một năm trước
zh_cn: 1 年前
zh_tw: 一年前

# teams.teams:TimeAgoStrings_MINS_AGO
source: minutes ago
de_de: Minuten vorher
es_es: minutos antes
it_it: Minuti fa
ja_jp: 分前
km_kh: នាទីមុន។
mk_mk: минути претходно
nl_nl: Minuten geleden
pt_br: minutos atrás
ro_ro: minute în urmă
sl_si: – pred toliko minutami
vi_vn: phút trước
zh_cn: 分钟前
zh_tw: 分鐘前

# teams.teams:TimeAgoStrings_HOURS_AGO
source: days ago
de_de: Tage vorher
es_es: días antes
it_it: giorni fa
ja_jp: 日前
km_kh: ថ្ងៃមុន។
mk_mk: дена претходно
nl_nl: dagen geleden
pt_br: dias atrás
ro_ro: zile în urmă
sl_si: – pred toliko dnevi
vi_vn: ngày trước
zh_cn: 天前
zh_tw: 天前

# teams.teams:TimeAgoStrings_MONTHS_AGO
source: months ago
de_de: Monate vorher
es_es: meses antes
it_it: mesi fa
ja_jp: か月前
km_kh: ខែមុន។
mk_mk: месеци претходно
nl_nl: maanden geleden
pt_br: meses atrás
ro_ro: luni în urmă
sl_si: – pred toliko meseci
vi_vn: tháng trước
zh_cn: 个月前
zh_tw: 個月前

# teams.teams:TimeAgoStrings_DAYS_AGO
source: hours ago
de_de: Stunden vorher
es_es: horas antes
it_it: ore fa
ja_jp: 時間前
km_kh: ប៉ុន្មានម៉ោងមុន
mk_mk: часа претходно
nl_nl: uur geleden
pt_br: horas atrás
ro_ro: ore în urmă
sl_si: – pred toliko urami
vi_vn: giờ trước
zh_cn: 小时前
zh_tw: 小時前

# teams.teams:TimeAgoStrings_YEARS_AGO
source: years ago
de_de: Jahre vorher
es_es: años antes
it_it: Anni fa
ja_jp: 年前
km_kh: ប៉ុន្មានឆ្នាំ​មុន
mk_mk: години претходно
nl_nl: jaar geleden
pt_br: anos atrás
ro_ro: ani în urmă
sl_si: – pred toliko leti
vi_vn: năm trước
zh_cn: 年前
zh_tw: 年前

# teams.teams:SkillPasportTab_overview
source: Overview
de_de: Übersicht
es_es: Información general
it_it: Panoramica
ja_jp: 概要
km_kh: ទិដ្ឋភាពទូទៅ
mk_mk: Краток преглед
nl_nl: Overzicht
pt_br: Visão geral
ro_ro: Prezentare generală
sl_si: Pregled
vi_vn: Tổng quan
zh_cn: 概述
zh_tw: 概觀

# teams.teams:SkillPasportTab_skillsAcquiredText
source: Skills that you have acquired during your learning journey
de_de: Fähigkeiten, die Sie während Ihrer Lern-Journey erworben haben
es_es: Habilidades que ha adquirido durante su trayectoria de aprendizaje
it_it: Capacità che hai acquisito durante il tuo Journey di apprendimento
ja_jp: 学習ジャーニーで習得したスキル
km_kh: Skills ដែលអ្នកបានទទួលក្នុងអំឡុង journey នៃការសិក្សារបស់អ្នក។
mk_mk: Вештини што сте ги стекнале за време на вашето journey
nl_nl: Vaardigheden die u hebt verworven tijdens uw leerjourney
pt_br: Habilidades que você adquiriu durante sua journey de aprendizado
ro_ro: Aptitudinile pe care le-ați dobândit în timpul journey-ului dvs. de învățare
sl_si: Veščine, ki ste jih pridobili v okviru učne poti Journey
vi_vn: Các kỹ năng mà bạn đạt được trong Journey học tập của bạn
zh_cn: 您在学习之旅中获得的技能
zh_tw: 您在學習旅程中獲得的技能

# teams.teams:SkillPasportTab_assessments
source: Assessments
es_es: Valoraciones
it_it: Valutazioni
ja_jp: アセスメント
km_kh: ការវាយតម្លៃ
mk_mk: Проценки
nl_nl: Beoordelingstesten
pt_br: Avaliações
ro_ro: Evaluări
sl_si: Ocenjevanja
vi_vn: Bài kiểm tra
zh_cn: 评估
zh_tw: 評估

# teams.teams:SkillPasportTab_assessmentsText
source: Evaluation reports on successfully completing an Assessment
de_de: Evaluierungsberichte zum erfolgreichen Abschluss eines Assessments
es_es: Informes de evaluación sobre la finalización correcta de una valoración
it_it: Report di esercitazione sul completamento corretto di una valutazione
ja_jp: アセスメントを正常に完了したことに関するアンケート レポート
km_kh: របាយការណ៍ការវាយតម្លៃលើការបញ្ចប់ការវាយតម្លៃដោយជោគជ័យ
mk_mk: Извештаи за евалуација за успешно завршување на Оценување
nl_nl: Evaluatierapporten over het voltooien van een beoordelingstest
pt_br: A avaliação relata a conclusão de uma análise de desempenho
ro_ro: Rapoarte de evaluare la finalizarea reușită a unei evaluări
sl_si: Ocenjevalna poročila o uspešnem zaključku ocenjevanja
vi_vn: Báo cáo đánh giá về việc hoàn thành thành công một Bài kiểm tra
zh_cn: 成功完成评估的评估报告
zh_tw: 成功完成評估的評估報告

# teams.teams:CardFilter_cardLabelText
source: Card Type
de_de: Kartentyp
es_es: Tipo de tarjeta
it_it: Tipo di scheda
ja_jp: カード タイプ
km_kh: ប្រភេទកាត
mk_mk: Тип картичка
nl_nl: Kaarttype
pt_br: Tipo de cartão
ro_ro: Tip de card
sl_si: Vrsta kartice
vi_vn: Loại thẻ
zh_cn: 卡类型
zh_tw: 卡片類型

# teams.teams:UserContentTab_userAssignedLabel
source: Assigned by Me
de_de: Von mir zugewiesen
es_es: Cedido por mí
it_it: Assegnato da me
ja_jp: 自分が割当てたもの
km_kh: ចាត់តាំងដោយខ្ញុំ
mk_mk: Доделено од мене
nl_nl: Toegewezen door mij
pt_br: Atribuído por mim
ro_ro: Atribuit de mine
sl_si: Dodelil sem jaz
vi_vn: Được gán bởi tôi
zh_cn: 由我分配
zh_tw: 由我指定

# teams.teams:UserContentTab_userMyContentLabel
source: My Content
de_de: Mein Inhalt
es_es: Mi contenido
it_it: Il mio contenuto
ja_jp: マイ コンテンツ
km_kh: មាតិការបស់ខ្ញុំ
mk_mk: Моја содржина
nl_nl: Mijn content
pt_br: Meu conteúdo
ro_ro: Conținutul meu
sl_si: Moja vsebina
vi_vn: Nội dung của tôi
zh_cn: 我的内容
zh_tw: 我的內容

# teams.teams:UserContentTab_purchaseLabel
source: Purchased
de_de: Erworben
es_es: Comprado
it_it: Acquistato
ja_jp: 購入済み
km_kh: បានទិញ
mk_mk: Купено
nl_nl: Gekocht
pt_br: Comprado
ro_ro: Achiziționat
sl_si: Kupljeno
vi_vn: Đã mua
zh_cn: 已购买
zh_tw: 已購買

# teams.teams:UserContentTab_sharedByMeLabel
source: Shared by Me
de_de: Von mir geteilt
es_es: Compartido por mí
it_it: Condiviso da me
ja_jp: 自分が共有したもの
km_kh: បានចែករំលែកដោយខ្ញុំ
mk_mk: Споделено од мене
nl_nl: Gedeeld door mij
pt_br: Compartilhado por mim
ro_ro: Partajat de mine
sl_si: V skupno rabo sem dal jaz
vi_vn: Chia sẻ bởi tôi
zh_cn: 由我分享
zh_tw: 由我分享

# teams.teams:UserContentTab_allSmartCards
source: All Smart Cards
de_de: Alle SmartCards
es_es: Todas las tarjetas inteligentes
it_it: Tutte le SmartCard
ja_jp: すべてのスマートカード
km_kh: កាត Smart ទាំងអស់។
mk_mk: Сите Smart Cards
nl_nl: Alle smartcards
pt_br: Todos os Smart Cards
ro_ro: Toate cardurile inteligente
sl_si: Vse pametne kartice
vi_vn: Tất cả các smartcard
zh_cn: 所有 SmartCard
zh_tw: 所有智慧卡

# teams.teams:SortFilterOptions_none
source: None
de_de: Keine
es_es: Ninguno
it_it: Nessuna
ja_jp: なし
km_kh: គ្មាន
mk_mk: Ништо
nl_nl: Geen
pt_br: Nenhum
ro_ro: Fără
sl_si: Brez
vi_vn: Không có
zh_cn: 无
zh_tw: 無

# teams.teams:SortFilterOptions_bookMarkDateMostRecent
source: Bookmarked Date: Most Recent
es_es: Fecha de marcado: más reciente
it_it: Data contrassegno: Più recente
km_kh: កាលបរិច្ឆេទចំណាំ៖ ថ្មីៗបំផុត។
mk_mk: Обележан датум: Најново
nl_nl: Bladwijzer gemaakt op: Meest recent
ro_ro: Dată marcată: Cel mai recent
sl_si: Označen datum: Najnovejše

# teams.teams:SortFilterOptions_dueDateEarliest
source: Due Date: Earliest
es_es: Fecha de vencimiento: más temprana
it_it: Data limite: Meno recente
km_kh: កាលបរិច្ឆេទ​ដល់​កាល៖ ដំបូងបំផុត
mk_mk: Краен рок: Најрано
nl_nl: Vervaldatum: Vroegste
ro_ro: Data scadentă: Cel mai recent
sl_si: Rok: Najzgodnejši

# teams.teams:SortFilterOptions_durationHighToLow
source: Duration: High to Low
de_de: Dauer: Absteigend
es_es: Duración: de mayor a menor
it_it: Durata: decrescente
ja_jp: 所要時間：高い順
km_kh: ថិរវេលា៖ ខ្ពស់ទៅទាប
mk_mk: Времетраење: Високо до Ниско
nl_nl: Duur: Hoog naar laag
pt_br: Duração: De mais alto para mais baixo
ro_ro: Durată: De la mare la mic
sl_si: Trajanje: Od visoke do nizke vrednosti
vi_vn: Thời lượng: Cao đến thấp
zh_cn: 持续时间:从高到低
zh_tw: 持續時間：從高到低

# teams.teams:SortFilterOptions_durationLowToHigh
source: Duration: Low to High
de_de: Dauer: Aufsteigend
es_es: Duración: de menor a mayor
it_it: Durata: crescente
ja_jp: 所要時間：低い順
km_kh: ថិរវេលា៖ ទាបទៅខ្ពស់
mk_mk: Времетраење: Ниско до Високо
nl_nl: Duur: Laag naar hoog
pt_br: Duração: De mais baixo para mais alto
ro_ro: Durată: De la mic la mare
sl_si: Trajanje: Od nizke do visoke vrednosti
vi_vn: Thời lượng: Thấp đến cao
zh_cn: 持续时间:从低到高
zh_tw: 持續時間：從低到高

# teams.teams:SortFilterOptions_startDateMostRecent
source: Start Date: Most Recent
de_de: Startdatum: Am aktuellsten
es_es: Fecha de inicio: Más reciente
it_it: Data di inizio: più recente
ja_jp: 開始日：最新
km_kh: កាលបរិច្ឆេទ​ចាប់ផ្ដើម៖ ថ្មីៗ​បំផុត
mk_mk: Датум на почеток: Најново
nl_nl: Startdatum: Meest recent
pt_br: Data de início: Mais recente
ro_ro: Dată de început: Cel mai recent
sl_si: Začetni datum: Najnovejše
vi_vn: Ngày bắt đầu: Gần đây nhất
zh_cn: 开始日期:最近
zh_tw: 開始日期：最近

# teams.teams:SortFilterOptions_assignedDateMostRecent
source: Assigned Date: Most Recent
de_de: Zuweisungsdatum: Am aktuellsten
es_es: Fecha de cesión: Más reciente
it_it: Data di assegnazione: più recente
ja_jp: 割当日：最新
km_kh: កាលបរិច្ឆេទ​ដែល​បាន​ចាត់តាំង៖ ថ្មីៗ​បំផុត
mk_mk: Назначен датум: Најново
nl_nl: Toegewezen op: Meest recent
pt_br: Data da atribuição: Mais recente
ro_ro: Data atribuirii: Cel mai recent
sl_si: Datum dodelitve: Najnovejše
vi_vn: Ngày gán: Gần đây nhất
zh_cn: 分配日期:最近
zh_tw: 指定日期：最近

# teams.teams:QuickSearchErrors_UnknownSearchField
source: Specified Field name for QuickSearch could not be found. Please contact your Salesforce administrator.
de_de: Der angegebene Feldname für die Schnellsuche konnte nicht gefunden werden. Wenden Sie sich an Ihren Salesforce-Administrator.
es_es: No se ha encontrado el nombre del campo especificado para QuickSearch. Póngase en contacto con su administrador de Salesforce.
it_it: Impossibile trovare il nome del campo specificato per QuickSearch. Contatta il tuo amministratore Salesforce.
km_kh: ឈ្មោះវាលដែលបានបញ្ជាក់សម្រាប់ QuickSearch មិនអាចត្រូវបានរកឃើញទេ។ សូមទាក់ទងអ្នកគ្រប់គ្រង Salesforce របស់អ្នក។
mk_mk: Наведеното име на поле за брзо пребарување не може да се најде. Контактирајте со вашиот администратор на Salesforce.
nl_nl: De opgegeven veldnaam voor Snel zoeken is niet gevonden. Neem contact op met uw Salesforce-beheerder.
pt_br: Não foi possível encontrar o nome de campo especificado para a Pesquisa Rápida. Entre em contato com seu administrador do Salesforce.
ro_ro: Imposibil de găsit numele câmpului specificat pentru Căutarea rapidă. Vă rugăm să contactați administratorul Salesforce.
sl_si: Določenega imena polja za hitro iskanje ni bilo mogoče najti. Obrnite se na skrbnika za Salesforce.
vi_vn: Không thể tìm thấy tên trường được chỉ định cho Tìm kiếm nhanh. Vui lòng liên hệ với quản trị viên Salesforce của bạn.
zh_cn: 找不到快速搜索的指定字段名称。请联系您的 Salesforce 管理员。
zh_tw: 找不到快速搜尋的指定欄位名稱。請聯絡您的 Salesforce 管理員。

# teams.teams:QuickSearchErrors_TooManySearchFields
source: Too many search fields error
de_de: Fehler bei zu vielen Suchfeldern
es_es: Error por demasiados campos de búsqueda
it_it: Errore: troppi campi di ricerca
km_kh: មានកំហុសវាលស្វែងរកច្រើនពេក
mk_mk: Грешка со премногу полиња за пребарување
nl_nl: Fout met te veel zoekvelden
pt_br: Muitos erros nos campos de pesquisa
ro_ro: Eroare cauzată de numărul prea mare de câmpuri de căutare
sl_si: Napaka preveč iskalnih polj
vi_vn: Lỗi quá nhiều trường tìm kiếm
zh_cn: 搜索字段过多错误
zh_tw: 搜尋欄位錯誤過多

# teams.teams:QuickSearchErrors_BlankSearchData
source: Specified Field data does not exist for this Object. QuickSearch could not be performed.
de_de: Für dieses Objekt sind keine Daten für das angegebene Feld vorhanden. Die Schnellsuche konnte nicht durchgeführt werden.
es_es: Los datos del campo especificado no existen para este objeto. No se ha podido realizar la búsqueda rápida.
it_it: I dati del campo specificato non esistono per questo oggetto. Impossibile eseguire QuickSearch.
km_kh: ទិន្នន័យវាលដែលបានបញ្ជាក់មិនមានសម្រាប់ Object នេះទេ។ QuickSearch មិន​អាច​ត្រូវ​បាន​អនុវត្តបានទេ។
mk_mk: Податоците за наведеното поле не постојат за овој објект. Не можеше да се изврши брзо пребарување.
nl_nl: Opgegeven veldgegevens bestaan niet voor dit object. Snel zoeken kon niet worden uitgevoerd.
pt_br: Os dados do campo especificado não existem para o objeto. Não foi possível executar a Pesquisa Rápida.
ro_ro: Datele câmpului specificat nu există pentru acest obiect. Căutarea rapidă nu a putut fi efectuată.
sl_si: Podatki določenega polja za ta objekt ne obstajajo. Hitro iskanje ni bilo mogoče izvesti.
vi_vn: Dữ liệu Trường được chỉ định không tồn tại cho Đối tượng này. Không thể thực hiện Tìm kiếm nhanh.
zh_cn: 此对象不存在指定的字段数据。无法执行快速搜索。
zh_tw: 該物件不存在指定的欄位資料。無法執行快速搜尋。

# teams.teams:Cards_readableCardType_Attestation
source: Attestation
es_es: Atestación
it_it: Attestazione
km_kh: ការបញ្ជាក់
mk_mk: Атестирање
nl_nl: Attest
ro_ro: Atestare
sl_si: Izjava

# teams.teams:Cards_readableCardType_CaseStudy
source: Case Study
es_es: Caso de estudio
it_it: Caso di studio
km_kh: ករណីសិក្សា
mk_mk: Студија на случај
ro_ro: Studiu de caz
sl_si: Študija primera

# teams.teams:Cards_readableCardType_Certification
source: Certification
es_es: Certificación
it_it: Certificazione
km_kh: វិញ្ញាបនប័ត្រ
mk_mk: Сертификација
nl_nl: Certificering
ro_ro: Certificare
sl_si: Potrdilo

# teams.teams:Cards_readableCardType_CohortProgram
source: Cohort Program
es_es: Programa de cohorte
it_it: Programma di coorte
km_kh: កម្មវិធីក្រុមនុស្សដូចគ្នា
mk_mk: Кохортска програма
nl_nl: Groepsprogramma
ro_ro: Program grup
sl_si: Kohortni program

# teams.teams:Cards_readableCardType_Collection
source: Collection
es_es: Conjunto
it_it: Raccolta
km_kh: សមូហកម្ម
mk_mk: Колекција
nl_nl: Verzameling
ro_ro: Colecție
sl_si: Zbirka

# teams.teams:Cards_readableCardType_Companionship
source: Companionship
es_es: Acompañamiento
it_it: Compagnia
km_kh: ភាពជាដៃគូ
mk_mk: Придружба
nl_nl: Gezelschap
ro_ro: Companie
sl_si: Skupnost

# teams.teams:Cards_readableCardType_CompetencyDiagnostic
source: Competency Diagnostic
es_es: Diagnóstico de aptitudes
it_it: Diagnostica delle competenze
km_kh: ការវិនិច្ឆ័យសមត្ថភាព
mk_mk: Дијагностика на компетенција
nl_nl: Diagnose van competentie
ro_ro: Diagnostic competență
sl_si: Diagnostika usposobljenosti

# teams.teams:Cards_readableCardType_Diagram
source: Diagram
es_es: Diagrama
it_it: Diagramma
km_kh: ដ្យាក្រាម
mk_mk: Дијаграм
ro_ro: Diagramă

# teams.teams:Cards_readableCardType_DirectedActivity
source: Directed activity
es_es: Actividad dirigida
it_it: Attività diretta
km_kh: សកម្មភាពដឹកនាំ
mk_mk: Насочена активност
nl_nl: Gerichte activiteit
ro_ro: Activitate direcționată
sl_si: Usmerjena dejavnost

# teams.teams:Cards_readableCardType_DirectedReading
source: Directed reading
es_es: Lectura dirigida
it_it: Lettura diretta
km_kh: ការអានដឹកនាំ
mk_mk: Насочено читање
nl_nl: Gericht leesmateriaal
ro_ro: Lectură direcționată
sl_si: Usmerjeno branje

# teams.teams:Cards_readableCardType_Exposure
source: Exposure
es_es: Exposición
it_it: Esposizione
km_kh: លក្ខខណ្ឌពន្លឺរូបថត
mk_mk: Изложеност
nl_nl: Praktijkervaring
ro_ro: Expunere
sl_si: Izpostavljenost

# teams.teams:Cards_readableCardType_Form
source: Form
es_es: Formulario
it_it: Modulo
km_kh: ទម្រង់
mk_mk: Формулар
nl_nl: Formulier
ro_ro: Formular
sl_si: obrazec

# teams.teams:Cards_readableCardType_Forum
source: Forum
es_es: Foro
km_kh: វេទិកា
mk_mk: Форум

# teams.teams:Cards_readableCardType_Guidelines
source: Guidelines
es_es: Pautas
it_it: Linee guida
km_kh: គោលការណ៍​ណែនាំ
mk_mk: Насоки
nl_nl: Richtlijnen
ro_ro: Referințe
sl_si: Smernice

# teams.teams:Cards_readableCardType_Hybrid
source: Hybrid
es_es: Híbrido
it_it: Ibrido
km_kh: ហាយប៊្រីដ
mk_mk: Хибрид
nl_nl: Hybride
ro_ro: Hibrid
sl_si: Hibrid

# teams.teams:Cards_readableCardType_Knowledge_Check
source: Knowledge Check
es_es: Verificación de conocimientos
it_it: Verifica della conoscenza
km_kh: ការត្រួតពិនិត្យចំណេះដឹង
mk_mk: Проверка на знаење
nl_nl: Kennistest
ro_ro: Verificarea cunoștințelor
sl_si: Preverjanje znanja

# teams.teams:Cards_readableCardType_Manuals
source: Manuals
es_es: Manuales
it_it: Manuali
km_kh: សៀវភៅណែនាំ
mk_mk: Прирачници
nl_nl: Handboeken
ro_ro: Manuale
sl_si: Priročniki

# teams.teams:Cards_readableCardType_Module
source: Module
es_es: Módulo
it_it: Modulo
km_kh: ម៉ូឌុល
mk_mk: Модул
ro_ro: Modul
sl_si: Modul

# teams.teams:Cards_readableCardType_Playlist
source: Playlist
es_es: Lista de reproducción
km_kh: បញ្ជីចាក់
mk_mk: Плејлиста
nl_nl: Afspeellijst
ro_ro: Listă de redare
sl_si: Seznam predvajanja

# teams.teams:Cards_readableCardType_Procedure
source: Procedure
es_es: Procedimiento
it_it: Procedura
km_kh: នីតិវិធី
mk_mk: Постапка
ro_ro: Procedură
sl_si: Postopek

# teams.teams:Cards_readableCardType_Quick_Reference_Guide
source: Quick Reference Guide
es_es: Guía de referencia rápida
it_it: Guida rapida
km_kh: ការណែនាំយោងរហ័ស
mk_mk: Водич за брзи референци
nl_nl: Naslaggids
ro_ro: Ghid de referință rapidă
sl_si: Hitri referenčni vodnik

# teams.teams:Cards_readableCardType_Reflection
source: Reflection
es_es: Reflexión
it_it: Riflessione
km_kh: រូបចាំងត្រឡប់វិញ
mk_mk: Рефлексија
nl_nl: Reflectie
ro_ro: Reflecție
sl_si: Razmislek

# teams.teams:Cards_readableCardType_SelfAssessment
source: Self-Assessment
es_es: Autovaloración
it_it: Autovalutazione
km_kh: ការវាយតម្លៃខ្លួនឯង
mk_mk: Самооценување
nl_nl: Zelfbeoordeling
ro_ro: Autoevaluare
sl_si: Samoocenjevanje
