Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# teams.teams:dateTimeTranslations_hrs
source: hrs
de_de: Std.
es_es: horas
it_it: ore
ja_jp: 時間
km_kh: ម៉ោង
mk_mk: часови
nl_nl: u
pt_br: horas
ro_ro: ore
sl_si: h
vi_vn: giờ
zh_cn: 小时
zh_tw: 小時

# teams.teams:dateTimeTranslations_hour
source: hour
de_de: Stunde
es_es: Hora
it_it: ora
ja_jp: 時間
km_kh: ម៉ោង
mk_mk: час
nl_nl: uur
pt_br: Hora
ro_ro: oră
sl_si: ura
vi_vn: giờ
zh_cn: 小时
zh_tw: 小時

# teams.teams:dateTimeTranslations_min
source: min
es_es: minutos
ja_jp: 分
km_kh: នាទី
mk_mk: мин.
vi_vn: phút
zh_cn: 分钟
zh_tw: 分鐘

# teams.teams:dateTimeTranslations_minute
source: minute
es_es: Minuto
it_it: minuto
ja_jp: 分
km_kh: នាទី
mk_mk: минута
nl_nl: Minuut
pt_br: minuto
ro_ro: minut
sl_si: minuta
vi_vn: phút
zh_cn: 分钟
zh_tw: 分鐘

# teams.teams:dateTimeTranslations_year
source: year
de_de: Jahr
es_es: año
it_it: anno
ja_jp: 年
km_kh: ឆ្នាំ
mk_mk: година
nl_nl: jaar
pt_br: ano
ro_ro: an
sl_si: leto
vi_vn: năm
zh_cn: 年
zh_tw: 年

# teams.teams:dateTimeTranslations_years
source: years
de_de: Jahre
es_es: Años
it_it: anni
ja_jp: 年
km_kh: ឆ្នាំ
mk_mk: години
nl_nl: jaar
pt_br: Anos
ro_ro: ani
sl_si: leta
vi_vn: năm
zh_cn: 年
zh_tw: 年

# teams.teams:ChooseWorkspace_sparkByEdcast
source: Spark by {{companyName}}
es_es: Spark de {{companyName}}
it_it: Di {{companyName}}
km_kh: ដំណើរការដោយ {{companyName}}
mk_mk: Spark од {{companyName}}
nl_nl: Spark van {{companyName}}
ro_ro: Spark de la {{companyName}}

# teams.teams:ChooseWorkspace_futureOfWork
source: Future of Work Is Here
de_de: Die Zukunft der Arbeit ist hier
es_es: El futuro del trabajo está aquí
it_it: Il futuro del lavoro è qui
ja_jp: 仕事の未来はここにあります
km_kh: អនាគតនៃការងារគឺនៅទីនេះ
mk_mk: Иднината на работата е тука
nl_nl: Toekomst van werk is hier
pt_br: O futuro do trabalho está aqui
ro_ro: Viitorul muncii este aici
sl_si: Prihodnost dela je tukaj
vi_vn: Nắm bắt tương lai của công việc ngay tại đây
zh_cn: 工作的未来已来临
zh_tw: 工作的未來就在這裡

# teams.teams:ChooseWorkspace_emailSignin
source: Sign in with Email
de_de: Mit E-Mail-Adresse anmelden
es_es: Iniciar sesión con email
it_it: Accedi con email
ja_jp: メールでログイン
km_kh: ចូលដោយប្រើអ៊ីមែល
mk_mk: Пријави се со е-пошта
nl_nl: Inloggen met e-mail
pt_br: Entrar usando email
ro_ro: Conectare cu e-mailul
sl_si: Prijavite se z e-pošto
vi_vn: Đăng nhập bằng Email
zh_cn: 使用电子邮件地址登录
zh_tw: 使用電子郵件登入

# teams.teams:ChooseWorkspace_linkedInSignin
source: Sign in with LinkedIn
de_de: Mit LinkedIn anmelden
es_es: Iniciar sesión con LinkedIn
it_it: Accedi con LinkedIn
ja_jp: LinkedIn でログイン
km_kh: ចូលជាមួយ LinkedIn
mk_mk: најавете се со LinkedIn
nl_nl: Inloggen met LinkedIn
pt_br: Efetuar login com o LinkedIn
ro_ro: Conectare cu LinkedIn
sl_si: Prijavite se z LinkedInom
vi_vn: Đăng nhập bằng LinkedIn
zh_cn: 通过 LinkedIn 登录
zh_tw: 使用領英帳號登入

# teams.teams:ChooseWorkspace_forEnterprise
source: For Enterprise
de_de: Für Unternehmen
es_es: Para empresas
it_it: Per azienda
ja_jp: 企業向け
km_kh: សម្រាប់សហគ្រាស
mk_mk: За претпријатие
nl_nl: Voor ondernemingen
pt_br: Para empresa
ro_ro: Pentru întreprinderi
sl_si: Za podjetja
vi_vn: Dành cho doanh nghiệp
zh_cn: 对于企业
zh_tw: 企業

# teams.teams:ChooseWorkspace_companyInstanceSignin
source: Sign in to your company's instance
de_de: Melden Sie sich bei der Instanz Ihres Unternehmens an
es_es: Inicie sesión en la instancia de su empresa
it_it: Accedi all'istanza della tua azienda
ja_jp: あなたの会社のインスタンスにログインしてください
km_kh: ចូលទៅក្នុងព្រឹត្តិការណ៍របស់ក្រុមហ៊ុន'អ្នក
mk_mk: Пријавете се на инстанцата на вашата компанија
nl_nl: Meld u aan bij de instantie van uw bedrijf
pt_br: Entre na instância da empresa
ro_ro: Conectați-vă la instanța companiei dvs.
sl_si: Prijavite se v primerek svojega podjetja
zh_cn: 登录您公司的实例
zh_tw: 登入您公司的帳戶

# teams.teams:ChooseWorkspace_doesCompanyUseEdcast
source: Does your company use {{companyName}}?
es_es: ¿Su empresa utiliza {{companyName}}?
it_it: La tua azienda usa {{companyName}}?
km_kh: តើក្រុមហ៊ុនរបស់អ្នកប្រើ {{companyName}}ទេ?
mk_mk: Дали вашата компанија користи {{companyName}}?
nl_nl: Gebruikt uw bedrijf {{companyName}}?
ro_ro: Compania dvs. utilizează {{companyName}}?
sl_si: Ali vaše podjetje uporablja {{companyName}}?

# teams.teams:ChooseWorkspace_next
source: Next
de_de: Weiter
es_es: Siguiente
it_it: Avanti
ja_jp: 次へ
km_kh: បន្ទាប់
mk_mk: Следно
nl_nl: Volgende
pt_br: Avançar
ro_ro: Înainte
sl_si: Naprej
vi_vn: Kế tiếp
zh_cn: 下一步
zh_tw: 下一頁

# teams.teams:ChooseWorkspace_workspaceImage
source: Workspace image
de_de: Bild des Arbeitsbereichs
es_es: Imagen de espacio de trabajo
it_it: Immagine spazio di lavoro
ja_jp: ワークスペースのイメージ
km_kh: រូបភាពកន្លែងធ្វើការ
mk_mk: Слика од работен простор
nl_nl: Afbeelding van werkruimte
pt_br: Imagem de espaço de trabalho
ro_ro: Imagine spațiu de lucru
sl_si: Slika delovnega prostora
vi_vn: Hình ảnh không gian làm việc
zh_cn: 工作区图像
zh_tw: 工作區影像

# teams.teams:ChooseWorkspace_enterOrganization
source: Enter your team name
de_de: Geben Sie den Namen Ihres Teams ein.
es_es: Introduzca el nombre de su equipo
it_it: Inserisci il nome del tuo team
ja_jp: チーム名を入力してください
km_kh: បញ្ចូលឈ្មោះក្រុមរបស់អ្នក។
mk_mk: Внесете го името на вашиот тим
nl_nl: Voer de naam van uw team in
pt_br: Especifique o nome da equipe
ro_ro: Introduceți numele echipei dvs.
sl_si: Vnesite ime svoje ekipe
vi_vn: Nhập tên đội của bạn
zh_cn: 输入您的小组名称
zh_tw: 輸入您的團隊名稱

# teams.teams:ChooseWorkspace_enterOrgName
source: Please enter your team name
de_de: Bitte geben Sie den Namen Ihres Teams ein.
es_es: Introduzca el nombre de su equipo
it_it: Inserisci il nome del tuo team
ja_jp: あなたのチーム名を入力してください
km_kh: សូមបញ្ចូលឈ្មោះក្រុមរបស់អ្នក។
mk_mk: Внесете го името на вашиот тим
nl_nl: Voer uw teamnaam in
pt_br: Especifique o nome da equipe
ro_ro: Introduceți numele echipei proprii
sl_si: Vnesite ime svoje ekipe
vi_vn: Vui lòng nhập tên đội của bạn
zh_cn: 请输入小组名称
zh_tw: 請輸入您的團隊名稱

# teams.teams:ChooseWorkspace_workspaceNotFound
source: Unable to find workspace
de_de: Arbeitsbereich nicht gefunden
es_es: No se puede encontrar el espacio de trabajo
it_it: Impossibile trovare spazio di lavoro
ja_jp: ワークスペースが見つかりません
km_kh: មិនអាចស្វែងរកកន្លែងធ្វើការបានទេ។
mk_mk: Не може да се најде работен простор
nl_nl: Kan werkruimte niet vinden
pt_br: Não é possível encontrar espaço de trabalho
ro_ro: Spațiul de lucru nu poate fi găsit
sl_si: Delovnega prostora ni mogoče najti
vi_vn: Không thể tìm thấy không gian làm việc
zh_cn: 无法找到工作区
zh_tw: 無法找到工作區

# teams.teams:ChooseWorkspace_waitLabel
source: Please wait for a few seconds...
de_de: Bitte warten Sie einige Sekunden...
es_es: Espere unos segundos...
it_it: Attendi per qualche secondo...
ja_jp: 数秒お待ちください...
km_kh: សូមរង់ចាំពីរបីវិនាទី...
mk_mk: Ве молиме почекајте неколку секунди...
nl_nl: Wacht enkele seconden...
pt_br: Aguarde alguns segundos...
ro_ro: Așteptați câteva secunde...
sl_si: Počakajte nekaj sekund ...
vi_vn: Vui lòng đợi trong vài giây...
zh_cn: 请稍等几秒钟...
zh_tw: 請稍等幾秒鐘...

# teams.teams:Login_signInBanner
source: Sign In Banner Image
de_de: Bild des Anmeldebanners
es_es: Iniciar sesión en la imagen de la pancarta
it_it: Immagine banner di accesso
ja_jp: ログイン バナー画像
km_kh: ចុះឈ្មោះ​ចូលរូបភាពបដា
mk_mk: Слика на банер за пријавување
nl_nl: Bannerafbeelding aanmelden
pt_br: Imagem do banner de entrada
ro_ro: Imagine banner de conectare
sl_si: Slika pasice za prijavo
vi_vn: Hình ảnh biểu ngữ cho phần Đăng nhập
zh_cn: 登录横幅图片
zh_tw: 登入橫幅圖片

# teams.teams:Login_signIn
source: Sign In
de_de: Anmelden
es_es: Iniciar sesión
it_it: Accedi
ja_jp: ログイン
km_kh: ចូល
mk_mk: Пријави се
nl_nl: Aanmelden
pt_br: Iniciar sessão
ro_ro: Conectare
sl_si: Prijavite se
vi_vn: Đăng nhập
zh_cn: 登录
zh_tw: 登入

# teams.teams:Login_checkboxError
source: Please check the box if you want to proceed.
de_de: Aktivieren Sie das Kontrollkästchen, um fortzufahren.
es_es: Marque la casilla si desea continuar.
it_it: Selezionare la casella se si desidera procedere.
ja_jp: 続行する場合は、チェックボックスにチェックを入れてください。
km_kh: សូមពិនិត្យមើលប្រអប់ ប្រសិនបើអ្នកចង់បន្តទៅមុខ។
mk_mk: Обележете го полето ако сакате да продолжите.
nl_nl: Schakel het selectievakje in als u wilt doorgaan.
pt_br: Marque a caixa se quiser continuar.
ro_ro: Vă rugăm să bifați caseta dacă doriți să continuați.
sl_si: Za nadaljevanje potrdite polje.
vi_vn: Vui lòng bấm chọn hộp này nếu bạn muốn tiếp tục.
zh_cn: 如果要继续，请选中此框。
zh_tw: 如果您想繼續，請選取該方塊。

# teams.teams:Login_ssoLoginFailed
source: Invalid sign on credentials. Please contact your administrator for support.
de_de: Ungültige Anmeldedaten. Bitte wenden Sie sich an Ihren Administrator, um Unterstützung zu erhalten.
es_es: Credenciales de inicio de sesión no válidas. Póngase en contacto con el administrador para obtener ayuda.
it_it: Credenziali di accesso non valide. Contatta il tuo amministratore per assistenza.
ja_jp: サインオン資格情報が無効です。サポートについては、管理者にお問い合わせください。
km_kh: ចុះឈ្មោះចូលដោយព័ត៌មានផ្ទៀងផ្ទាត់មិនត្រឹមត្រូវ។ សូមទាក់ទងអ្នកគ្រប់គ្រងរបស់អ្នកសម្រាប់ជំនួយ។
mk_mk: Неважечки акредитиви за најавување. Контактирајте со вашиот администратор за поддршка.
nl_nl: Ongeldige aanmeldgegevens. Neem contact op met uw beheerder voor ondersteuning.
pt_br: Credenciais de login inválidas. Entre em contato com seu administrador para obter suporte.
ro_ro: Acreditări de conectare nevalide. Contactați administratorul pentru asistență.
sl_si: Neveljavne poverilnice za prijavo Za podporo se obrnite na skrbnika.
vi_vn: Thông tin đăng nhập không hợp lệ. Vui lòng liên hệ với quản trị viên của bạn để được hỗ trợ.
zh_cn: 登录凭据无效。请联系管理员以寻求支持。
zh_tw: 登入憑證無效。請聯絡您的管理員以獲得支援。

# teams.teams:SignUp_validEmailValidation
source: Please enter valid email
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es_es: Introduzca un email válido
it_it: Inserisci un indirizzo email valido
ja_jp: 有効なメールアドレスを入力してください
km_kh: សូមបញ្ចូលអ៊ីមែលត្រឹមត្រូវ
mk_mk: Внесете важечка е-пошта
nl_nl: Voer een geldig e-mailadres in
pt_br: Digite um e-mail válido
ro_ro: Introduceți o adresă de e-mail validă
sl_si: Vnesite veljaven e-poštni naslov
vi_vn: Vui lòng nhập email hợp lệ
zh_cn: 请输入有效的电子邮件地址
zh_tw: 請輸入有效的電子郵件

# teams.teams:SignUp_fnameValidation
source: First Name is required field
de_de: "Vorname" ist ein Pflichtfeld
es_es: El campo de nombre es obligatorio
it_it: Il campo Nome è obbligatorio
ja_jp: [名] は必須フィールドです
km_kh: នាមខ្លួនគឺជាវាលដែលត្រូវការ
mk_mk: Полето за име е задолжително
nl_nl: Voornaam is een vereist veld
pt_br: Nome é campo obrigatório
ro_ro: Câmpul Prenumele este obligatoriu
sl_si: Ime je obvezno polje
vi_vn: Tên là trường bắt buộc
zh_cn: 名字是必填字段
zh_tw: 名字為必填字段

# teams.teams:SignUp_lnameValidation
source: Last Name is required field
de_de: "Nachname" ist ein Pflichtfeld
es_es: El campo de apellidos es obligatorio
it_it: Cognome è un campo obbligatorio
ja_jp: [姓] は必須フィールドです
km_kh: នាមត្រកូលគឺជាវាលដែលត្រូវការ
mk_mk: Полето за презиме е задолжително
nl_nl: Achternaam is een vereist veld
pt_br: Sobrenome é um campo obrigatório
ro_ro: Câmpul Numele de familie este obligatoriu
sl_si: Priimek je obvezno polje
vi_vn: Họ là trường bắt buộc
zh_cn: 姓氏为必填字段
zh_tw: 姓氏為必填字段

# teams.teams:SignUp_emailRequiredValidation
source: Email is required field
de_de: "E-Mail-Adresse" ist ein Pflichtfeld.
es_es: El campo de email es obligatorio
it_it: L'email è un campo obbligatorio
ja_jp: [メールアドレス] は必須フィールドです
km_kh: អ៊ីមែលគឺជាគឺជាវាលដែលត្រូវការ
mk_mk: Полето за е-пошта е задолжително
nl_nl: E-mailadres is een vereist veld
pt_br: Email é um campo obrigatório
ro_ro: E-mailul este un câmp obligatoriu
sl_si: E-pošta je obvezno polje
vi_vn: Email là trường bắt buộc
zh_cn: 电子邮件地址是必填字段
zh_tw: 電子郵件為必填字段

# teams.teams:SignUp_pwdRequiredValidation
source: Password is required field
de_de: "Kennwort" ist ein Pflichtfeld.
es_es: El campo de contraseña es obligatorio
it_it: La password è un campo obbligatorio
ja_jp: パスワードは必須フィールドです
km_kh: ពាក្យសម្ងាត់គឺជាវាលដែលត្រូវការ
mk_mk: Полето за лозинка е задолжително
nl_nl: Wachtwoord is een vereist veld
pt_br: Senha é um campo obrigatório
ro_ro: Parola este un câmp obligatoriu
sl_si: Geslo je obvezno polje
vi_vn: Mật khẩu là trường bắt buộc
zh_cn: 密码是必填字段
zh_tw: 密碼為必填字段

# teams.teams:SignUp_welcome
source: Welcome
de_de: Willkommen
es_es: Bienvenido/a
it_it: Benvenuto
ja_jp: ようこそ
km_kh: សូមស្វាគមន៍
mk_mk: Добре дојдовте
nl_nl: Welkom
pt_br: Boas-vindas
ro_ro: Bun venit
sl_si: Dobrodošli
vi_vn: Chào mừng
zh_cn: 欢迎
zh_tw: 歡迎使用

# teams.teams:SignUp_firstName
source: First Name
de_de: Vorname
es_es: Nombre
it_it: Nome
ja_jp: 名
km_kh: ឈ្មោះដំបូង
mk_mk: Име
nl_nl: Voornaam
pt_br: Nome
ro_ro: Prenume
sl_si: Ime
vi_vn: Tên
zh_cn: 名字
zh_tw: 名字

# teams.teams:SignUp_enterFirstName
source: Enter your first name
de_de: Geben Sie Ihren Vornamen ein.
es_es: Introduzca su nombre
it_it: Inserisci il tuo nome
ja_jp: 名を入力してください
km_kh: បញ្ចូលនាមខ្លួនរបស់អ្នក
mk_mk: Внесете го вашето име
nl_nl: Voer uw voornaam in
pt_br: Insira seu nome
ro_ro: Introduceți prenumele
sl_si: Vnesite svoje ime
vi_vn: Nhập tên của bạn
zh_cn: 输入您的名字
zh_tw: 輸入您的名字

# teams.teams:SignUp_lastName
source: Last Name
de_de: Nachname
es_es: Apellidos
it_it: Cognome
ja_jp: 姓
km_kh: នាមត្រកូល
mk_mk: Презиме
nl_nl: Achternaam
pt_br: Sobrenome
ro_ro: Nume de familie
sl_si: Priimek
vi_vn: Họ
zh_cn: 姓氏
zh_tw: 姓氏

# teams.teams:SignUp_enterLastName
source: Enter your last name
de_de: Geben Sie Ihren Nachnamen ein.
es_es: Introduzca sus apellidos
it_it: Inserisci il tuo cognome
ja_jp: 姓を入力してください
km_kh: បញ្ចូលនាមត្រកូលរបស់អ្នក
mk_mk: Внесете го вашето презиме
nl_nl: Voer uw achternaam in
pt_br: Insira seu sobrenome
ro_ro: Introduceți numele dvs.
sl_si: Vnesite svoj priimek
vi_vn: Nhập họ của bạn
zh_cn: 输入您的姓氏
zh_tw: 輸入您的姓氏

# teams.teams:SignUp_enterEmail
source: Enter your email
de_de: Geben Sie Ihre E-Mail-Adresse ein.
es_es: Introduzca su email
it_it: Inserisci la tua email
ja_jp: メールアドレスを入力してください
km_kh: បញ្ចូលអ៊ីមែលរបស់អ្នក។
mk_mk: Внесете ја вашата е-пошта
nl_nl: Voer uw e-mailadres in
pt_br: Insira seu e-mail
ro_ro: Introduceți adresa de e-mail
sl_si: Vnesite vaš email
vi_vn: Nhập email của bạn
zh_cn: 输入电子邮件地址
zh_tw: 輸入您的電子郵件

# teams.teams:SignUp_enterPassword
source: Enter your password
de_de: Geben Sie Ihr Kennwort ein.
es_es: Introduzca la contraseña
it_it: Inserisci la tua password
ja_jp: パスワードを入力してください
km_kh: បញ្ចូលពាក្យសម្ងាត់របស់អ្នក។
mk_mk: Внесете ја вашата лозинка
nl_nl: Voer uw wachtwoord in
pt_br: Insira sua senha
ro_ro: Introduceți parola
sl_si: Vnesite vaše geslo
vi_vn: Nhập mật khẩu của bạn
zh_cn: 输入密码
zh_tw: 輸入您的密碼

# teams.teams:SignUp_enterConfirmPassword
source: Enter confirm password
de_de: Geben Sie das Bestätigungskennwort ein.
es_es: Introduzca la contraseña de confirmación
it_it: Immettere la password di conferma
ja_jp: 確認パスワードを入力してください
km_kh: បញ្ចូលការបញ្ជាក់ពាក្យសម្ងាត់
mk_mk: Внесете ја лозинката за потврда
nl_nl: Bevestig uw wachtwoord
pt_br: Especificar a senha de confirmação
ro_ro: Introduceți parola de confirmare
sl_si: Vnesite geslo za potrditev
vi_vn: Nhập mật khẩu xác nhận
zh_cn: 输入确认密码
zh_tw: 輸入確認密碼

# teams.teams:SignUp_send
source: Send
de_de: Senden
es_es: Enviar
it_it: Invia
ja_jp: 送信
km_kh: ផ្ញើ
mk_mk: Испрати
nl_nl: Verzenden
pt_br: Enviar
ro_ro: Trimitere
sl_si: Pošlji
vi_vn: Gửi
zh_cn: 发送
zh_tw: 傳送

# teams.teams:SignUp_sent
source: Sent
de_de: Gesendet
es_es: Enviado
it_it: Inviato
ja_jp: 送信
km_kh: បានផ្ញើ
mk_mk: Испратено
nl_nl: Verzonden
pt_br: Enviado
ro_ro: Trimis
sl_si: Poslano
vi_vn: Đã gửi
zh_cn: 已发送
zh_tw: 已傳送

# teams.teams:SignUp_emailActivateLinkClick
source: Check your email and click on the link to activate account
de_de: Überprüfen Sie Ihre E-Mail und klicken Sie auf den Link, um das Konto zu aktivieren.
es_es: Revise su email y haga clic en el vínculo para activar la cuenta
it_it: Controlla la tua email e fai clic sul collegamento per attivare l'account
ja_jp: メールアドレスを確認し、リンクをクリックしてアカウントを有効化する
km_kh: ពិនិត្យអ៊ីមែលរបស់អ្នក ហើយចុចលើតំណ ដើម្បីបើកដំណើរការគណនី
mk_mk: Проверете ја вашата е-пошта и кликнете на врската за да ја активирате сметката
nl_nl: Controleer uw e-mail en klik op de koppeling om uw account te activeren
pt_br: Consultar o email e clicar no link para ativar a conta
ro_ro: Verificați-vă e-mailul și faceți clic pe link pentru a activa contul
sl_si: Preverite svojo e-pošto in kliknite povezavo za aktivacijo računa
vi_vn: Kiểm tra Email của bạn và nhấp vào liên kết để kích hoạt tài khoản
zh_cn: 检查您的电子邮件并单击链接以激活帐户
zh_tw: 檢查您的電子郵件並點擊連結以啟動帳戶

# teams.teams:SignUp_passwordFormatValidation
source: The password must contain at least 8 characters, one capital letter, one number and a special character.
de_de: Das Kennwort muss mindestens 8 Zeichen, einen Großbuchstaben, eine Zahl und ein Sonderzeichen enthalten.
es_es: La contraseña debe contener al menos 8 caracteres, una letra mayúscula, un número y un carácter especial.
it_it: La password deve contenere almeno 8 caratteri, una lettera maiuscola, un numero e un carattere speciale.
ja_jp: パスワードには、8文字以上、大文字1文字、数字1文字、特殊文字を含める必要があります。
km_kh: ពាក្យសម្ងាត់ត្រូវតែមានយ៉ាងហោចណាស់ 8 តួអក្សរ អក្សរធំមួយ លេខមួយ និងតួអក្សរពិសេសមួយ។
mk_mk: Лозинката мора да содржи најмалку 8 знаци, една голема буква, еден број и посебен знак.
nl_nl: Het wachtwoord moet ten minste 8 tekens bevatten: één hoofdletter, één cijfer en een speciaal teken.
pt_br: A senha deve conter pelo menos 8 caracteres, uma letra maiúscula, um número e um caractere especial.
ro_ro: Parola trebuie să conțină cel puțin 8 caractere, o literă mare, o cifră și un caracter special.
sl_si: Geslo mora vsebovati vsaj 8 znakov, eno veliko začetnico, eno številko in poseben znak.
vi_vn: Mật khẩu phải có ít nhất 8 ký tự, một chữ in hoa, một số và một ký tự đặc biệt.
zh_cn: 密码必须包含至少 8 个字符、1 个大写字母、1 个数字和 1 个特殊字符。
zh_tw: 密碼必須包含至少 8 個字元、1 個大寫字母、1 個數字和 1 個特殊字元。

# teams.teams:SignUp_privacyValidation
source: Please tick the checkbox if you want to proceed
de_de: Bitte aktivieren Sie das Kontrollkästchen, um fortzufahren.
es_es: Marque la casilla si desea continuar
it_it: Seleziona la casella di controllo per continuare
ja_jp: 続行する場合は、チェックボックスにチェックを入れてください
km_kh: សូមធីកប្រអប់ធីក ប្រសិនបើអ្នកចង់បន្តទៅមុខ
mk_mk: Штиклирајте го полето ако сакате да продолжите
nl_nl: Schakel het selectievakje in als u door wilt gaan
pt_br: Marque a caixa de seleção se você quiser continuar
ro_ro: Vă rugăm să bifați caseta de selectare dacă doriți să continuați
sl_si: Če želite nadaljevati, označite potrditveno polje
vi_vn: Vui lòng đánh dấu vào hộp kiểm nếu bạn muốn tiếp tục
zh_cn: 如果要继续，请选中此复选框
zh_tw: 如果您想繼續，請勾選複選框

# teams.teams:Cards_carouselAdministrationLabel
source: You currently don't have access to manage any carousels. Please contact your administrator for assistance.
es_es: Actualmente, no tiene acceso para gestionar ningún carrusel. Póngase en contacto con su administrador para obtener ayuda.
it_it: Al momento l'utente non ha accesso alla gestione di alcuna sequenza. Contattare l'amministratore per ricevere assistenza.
km_kh: បច្ចុប្បន្នអ្នកមិនមាន'សិទ្ធិ​ចូល​​គ្រប់គ្រង​កងរង្វង់​ណាមួយ​ទេ។ សូមទាក់ទងអភិបាលរបស់អ្នកសម្រាប់ជំនួយ។
mk_mk: Во моментов немате пристап за управување со какви било карусели. Контактирајте со вашиот администратор за помош.
nl_nl: U heeft momenteel geen toegang om carrousels te beheren. Neem contact op met de beheerder voor ondersteuning.
ro_ro: Momentan, nu aveți acces pentru administrarea niciunui carusel. Contactați administratorul pentru asistență.
sl_si: Trenutno nimate dostopa za upravljanje vrtiljakov. Za pomoč se obrnite na skrbnika.

# teams.teams:Cards_byYouLabel
source: By you
es_es: Por usted
it_it: Dall'utente
km_kh: ដោយអ្នក
mk_mk: Од вас
nl_nl: Door u
ro_ro: De dvs.
sl_si: Dejanje ste opravili vi

# teams.teams:Cards_noCarouselsAvailableLabel
source: No Carousels Available
es_es: No hay carruseles disponibles
it_it: Nessuna sequenza disponibile
km_kh: មិនមានកងរង្វង់ទេ
mk_mk: Нема достапни карусели
nl_nl: Geen carrousels beschikbaar
ro_ro: Nu sunt disponibile carusele
sl_si: Vrtiljaki niso na voljo

# teams.teams:Cards_uploadSmartCardThumbnail
source: Upload SmartCard image
es_es: Cargar imagen de SmartCard
it_it: Carica immagine SmartCard
km_kh: បញ្ជូនរូបភាព SmartCard
mk_mk: Прикачи слика од SmartCard
nl_nl: SmartCard-afbeelding uploaden
ro_ro: Încărcare imagine SmartCard
sl_si: Naloži sliko kartice SmartCard

# teams.teams:Cards_readableCardTypeQ&A
source: Q&A
es_es: Preguntas y respuestas
it_it: D e R
km_kh: សំណួរ&ចម្លើយ
mk_mk: Прашања и одговори
nl_nl: Vragen en antwoorden
ro_ro: Î&R
sl_si: Pogosta vprašanja

# teams.teams:Cards_liveCardUploadThumbnail
source: Event Image
es_es: Imagen del evento
it_it: Immagine Evento
km_kh: រូបភាពព្រឹត្តិការណ៍
mk_mk: Слика од настан
nl_nl: Afbeelding evenement
ro_ro: Imagine eveniment
sl_si: Slika dogodka

# teams.teams:Cards_star
source: Star
de_de: Stern
es_es: Estrella
it_it: Stella
km_kh: ផ្កាយ
mk_mk: Ѕвезда
nl_nl: Ster
pt_br: Estrela
ro_ro: Stea
sl_si: Zvezdica
vi_vn: Sao
zh_cn: 星形
zh_tw: 星

# teams.teams:Cards_stars
source: Stars
de_de: Sterne
es_es: Estrellas
it_it: Stelle
km_kh: ផ្កាយ
mk_mk: Ѕвезди
nl_nl: Sterren
pt_br: Estrelas
ro_ro: Stele
sl_si: Zvezdice
vi_vn: Sao
zh_cn: 星级
zh_tw: 星

# teams.teams:Cards_linkDuplicateString
source: You can not create a SmartCard with the above-mentioned URL as the following content already exist:
de_de: Sie können mit der oben genannten URL keine SmartCard erstellen, da die folgenden Inhalte bereits vorhanden sind:
es_es: No se puede crear una SmartCard con la URL antes mencionada, porque el siguiente contenido ya existe:
it_it: Non è possibile creare una SmartCard con l'URL sopra indicato poiché il contenuto seguente esiste già:
km_kh: អ្នកមិនអាចបង្កើត SmartCard ជាមួយ URL ដែលបានរៀបរាប់ខាងលើបានទេ ដោយសារមាតិកាខាងក្រោមមានរួចហើយ៖
mk_mk: Не можете да креирате SmartCard со гореспоменатата URL-адреса бидејќи следнава содржина веќе постои:
nl_nl: U kunt geen SmartCard maken met de bovenstaande URL omdat de volgende content al bestaat:
pt_br: Não pode criar um SmartCard com o URL mencionado acima, pois este conteúdo já existe:
ro_ro: Nu puteți crea un SmartCard cu URL-ul menționat mai sus, deoarece există deja următorul conținut:
sl_si: Kartice SmartCard ni mogoče ustvariti z zgoraj navedenim naslovom URL, ker naslednja vsebina že obstaja:
vi_vn: Bạn không thể tạo SmartCard bằng URL nêu trên vì nội dung sau đã tồn tại:
zh_cn: 您无法使用上述 URL 创建 SmartCard，因为以下内容已存在:
zh_tw: 您無法使用上述 URL 建立 SmartCard，因為以下內容已存在：

# teams.teams:Cards_deleteCommentToast
source: Comment has been deleted successfully
de_de: Kommentar wurde erfolgreich gelöscht
es_es: El comentario se ha eliminado correctamente
it_it: Il commento è stato eliminato
km_kh: មតិត្រូវបានលុបដោយជោគជ័យ
mk_mk: Коментарот е успешно избришан
nl_nl: Opmerking is verwijderd
pt_br: O comentário foi excluído com sucesso
ro_ro: Comentariul a fost șters cu succes
sl_si: Komentar je bil uspešno izbrisan
vi_vn: Bình luận đã được xóa thành công
zh_cn: 评论已成功删除
zh_tw: 評論已成功刪除

# teams.teams:Cards_loadingUsers
source: Loading users
de_de: Benutzer werden geladen
es_es: Cargando usuarios
it_it: Caricamento utenti
km_kh: កំពុងផ្ទុកអ្នកប្រើប្រាស់
mk_mk: Се вчитуваат корисници
nl_nl: Gebruikers laden
pt_br: Carregando usuários
ro_ro: Se încarcă utilizatorii
sl_si: Nalaganje uporabnikov
vi_vn: Đang tải người dùng
zh_cn: 正在加载用户
zh_tw: 正在載入用戶

# teams.teams:Cards_loadingGroups
source: Loading groups
de_de: Gruppen werden geladen
es_es: Cargando grupos
it_it: Caricamento gruppi
km_kh: កំពុងផ្ទុកក្រុម
mk_mk: Се вчитуваат групи
nl_nl: Groepen laden
pt_br: Carregando grupos
ro_ro: Se încarcă grupurile
sl_si: Nalaganje skupin
vi_vn: Đang tải nhóm
zh_cn: 加载群组
zh_tw: 正在載入群組
