Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# br-ext.br-ext:ChooseWorkspace_enterYourTeamseUrl
source: Enter your team's {{companyName}} URL
es_es: Introduzca la URL de {{companyName}} de su equipo
it_it: Digitare l'URL {{companyName}} del team
km_kh: បញ្ចូល'URL នៃ {{companyName}} របស់ក្រុមការងារអ្នក
mk_mk: Внесете го URL-то на вашиот тим на {{companyName}}
nl_nl: Voer de {{companyName}}-URL van uw team in
ro_ro: Introduceți URL-ul {{companyName}} echipei dvs.
sl_si: Vnesite URL ekipe {{companyName}

# br-ext.br-ext:ChooseWorkspace_signInToYourTeam
source: Sign in to your Team
es_es: Inicie sesión en su equipo
it_it: Accedi al tuo Team
km_kh: ចូលទៅក្រុមរបស់អ្នក។
mk_mk: Пријавете се во вашиот тим
nl_nl: Inloggen bij uw team
ro_ro: conectează-te la echipa ta
sl_si: Prijavite se v svojo ekipo

# br-ext.br-ext:ChooseWorkspace_label
source: Label
de_de: Beschriftung
es_es: Etiqueta
it_it: etichetta
ja_jp: ラベル
km_kh: ស្លាក
mk_mk: Етикета
pt_br: identificação
ro_ro: Etichetă
sl_si: Oznaka
vi_vn: Nhãn
zh_cn: 标签
zh_tw: 標籤

# br-ext.br-ext:ChooseWorkspace_backToWork
source: Back to Work
de_de: Zurück zur Arbeit
es_es: Volver a Trabajo
it_it: Torna al lavoro
ja_jp: 仕事に戻る
km_kh: ត្រឡប់ទៅការងារវិញ
mk_mk: Назад на работа
nl_nl: Weer aan het werk
pt_br: Voltar ao trabalho
ro_ro: Înapoi la lucru
sl_si: Nazaj na delo
vi_vn: Trở lại làm việc
zh_cn: 返回工作
zh_tw: 返回工作

# br-ext.br-ext:ChooseWorkspace_enterTeamName
source: Enter Team Name
de_de: Name des Teams eingeben
es_es: Introducir nombre de equipo
it_it: Inserisci il nome del team
ja_jp: チーム名を入力
km_kh: បញ្ចូលឈ្មោះក្រុម
mk_mk: Внесете име на тимот
nl_nl: Teamnaam invoeren
pt_br: Especificar nome da equipe
ro_ro: Introduceți numele echipei
sl_si: Vnesite ime ekipe
vi_vn: Nhập tên nhóm
zh_cn: 输入小组名称
zh_tw: 輸入團隊名稱

# br-ext.br-ext:ChooseWorkspace_next
source: Next
de_de: Weiter
es_es: Siguiente
it_it: Avanti
ja_jp: 次へ
km_kh: បន្ទាប់
mk_mk: Следно
nl_nl: Volgende
pt_br: Avançar
ro_ro: Înainte
sl_si: Naprej
vi_vn: Kế tiếp
zh_cn: 下一步
zh_tw: 下一頁

# br-ext.br-ext:ChooseWorkspace_teamUrl
source: Team URL
es_es: URL de equipo
it_it: URL team
ja_jp: チーム URL
km_kh: URL ក្រុមការងារ
mk_mk: URL на тим
pt_br: URL da equipe
ro_ro: URL echipă
sl_si: URL ekipe
vi_vn: URL nhóm
zh_cn: 小组 URL
zh_tw: 團隊網址

# br-ext.br-ext:ChooseWorkspace_teamName
source: team-name
es_es: nombre de equipo
it_it: nome team
ja_jp: チーム名
km_kh: ឈ្មោះក្រុម
mk_mk: име на тимот
nl_nl: teamnaam
ro_ro: nume-echipă
sl_si: Ime ekipe
zh_tw: 團隊名稱

# br-ext.br-ext:ChooseWorkspace_workspaceImage
source: Workspace image
de_de: Bild des Arbeitsbereichs
es_es: Imagen de espacio de trabajo
it_it: Immagine spazio di lavoro
ja_jp: ワークスペースの画像
km_kh: រូបភាពកន្លែងធ្វើការ
mk_mk: Слика од работен простор
nl_nl: Afbeelding van werkruimte
pt_br: Imagem de espaço de trabalho
ro_ro: Imagine spațiu de lucru
sl_si: Slika delovnega prostora
vi_vn: Hình ảnh không gian làm việc
zh_cn: 工作区图像
zh_tw: 工作區影像

# br-ext.br-ext:ChooseWorkspace_enterOrganization
source: Please Enter the organization!
de_de: Geben Sie die Organisation ein.
es_es: Introduzca la organización.
it_it: Inserisci l'organizzazione
ja_jp: 組織を入力してください!
km_kh: សូមបញ្ចូលស្ថាប័ន!
mk_mk: Внесете ја организацијата!
nl_nl: Voer de organisatie in
pt_br: Digite a organização!
ro_ro: Introduceți organizația!
sl_si: Vnesite organizacijo.
vi_vn: Vui lòng nhập tổ chức!
zh_cn: 请输入组织名称!
zh_tw: 請輸入組織！

# br-ext.br-ext:ChooseWorkspace_workspaceNotFound
source: Unable to find workspace
de_de: Arbeitsbereich nicht gefunden
es_es: No se puede encontrar el espacio de trabajo
it_it: Impossibile trovare spazio di lavoro
ja_jp: ワークスペースが見つかりません
km_kh: មិនអាចស្វែងរកកន្លែងធ្វើការបានទេ។
mk_mk: Не може да се најде работен простор
nl_nl: Kan werkruimte niet vinden
pt_br: Não é possível encontrar espaço de trabalho
ro_ro: Spațiul de lucru nu poate fi găsit
sl_si: Delovnega prostora ni mogoče najti
vi_vn: Không thể tìm thấy không gian làm việc
zh_cn: 无法找到工作区
zh_tw: 無法找到工作區

# br-ext.br-ext:Login_orLoginInWith
source: or login in with
es_es: O inicie sesión con
it_it: o accedere con
km_kh: ឬចូលគណនីដោយប្រើ
mk_mk: или пријавете се со
nl_nl: of log in met
ro_ro: sau autentificați-vă cu
sl_si: ali za prijavo uporabite

# br-ext.br-ext:Login_password
source: Password
de_de: Kennwort
es_es: Contraseña
ja_jp: パスワード
km_kh: ពាក្យសម្ងាត់
mk_mk: Лозинка
nl_nl: Wachtwoord
pt_br: Senha
ro_ro: Parolă
sl_si: Geslo
vi_vn: Mật khẩu
zh_cn: 密码
zh_tw: 密碼

# br-ext.br-ext:Login_show
source: show
de_de: anzeigen
es_es: mostrar
it_it: Visualizza
ja_jp: 表示
km_kh: បង្ហាញ
mk_mk: прикажи
nl_nl: Toon
pt_br: mostrar
ro_ro: arăta
sl_si: pokaži
vi_vn: hiển thị
zh_cn: 显示
zh_tw: 顯示

# br-ext.br-ext:Login_hide
source: hide
de_de: ausblenden
es_es: ocultar
it_it: nascondi
ja_jp: 隠す
km_kh: លាក់
mk_mk: сокриј
nl_nl: Verbergen
pt_br: ocultar
ro_ro: ascunde
sl_si: skrij
vi_vn: ẩn
zh_cn: 隐藏
zh_tw: 隱藏

# br-ext.br-ext:Login_signIn
source: Sign In
de_de: Anmelden
es_es: Iniciar sesión
it_it: Accedi
ja_jp: ログイン
km_kh: ចុះឈ្មោះចូល
mk_mk: Пријави се
nl_nl: Aanmelden
pt_br: Entrar
ro_ro: Conectare
sl_si: Prijavite se
vi_vn: Đăng nhập
zh_cn: 登录
zh_tw: 登入

# br-ext.br-ext:Login_checkboxError
source: Please check the box if you want to proceed.
de_de: Aktivieren Sie das Kontrollkästchen, um fortzufahren.
es_es: Marque la casilla si desea continuar.
it_it: Selezionare la casella se si desidera procedere.
ja_jp: 続行する場合は、チェックボックスにチェックを入れてください。
km_kh: សូមពិនិត្យមើលប្រអប់ ប្រសិនបើអ្នកចង់បន្តទៅមុខ។
mk_mk: Обележете го полето ако сакате да продолжите.
nl_nl: Schakel het selectievakje in als u wilt doorgaan.
pt_br: Marque a caixa se quiser continuar.
ro_ro: Vă rugăm să bifați caseta dacă doriți să continuați.
sl_si: Za nadaljevanje potrdite polje.
vi_vn: Vui lòng bấm chọn hộp này nếu bạn muốn tiếp tục.
zh_cn: 如果要继续，请选中此框。
zh_tw: 如果您想繼續，請選取該方塊。

# br-ext.br-ext:Login_brandingLogo
source: Branding Logo
es_es: Logotipo de personalización
it_it: Logo branding
ja_jp: ブランディングロゴ
km_kh: និមិត្តសញ្ញាម៉ាក
mk_mk: Лого за брендирање
pt_br: Logotipo da marca
ro_ro: Sigla de branding
sl_si: Logotip blagovne znamke
vi_vn: Logo thương hiệu
zh_cn: 品牌标志
zh_tw: 品牌標誌

# br-ext.br-ext:Login_extensionLoading
source: Please wait until page is loaded to open the extension.
de_de: Bitte warten Sie, bis die Seite geladen ist, und öffnen dann die Erweiterung.
es_es: Espere hasta que se cargue la página para abrir la extensión.
it_it: Attendi il caricamento della pagina per aprire l'estensione.
ja_jp: 拡張機能を開くにはページが読み込まれるまでお待ちください。
km_kh: សូមរង់ចាំរហូតដល់ទំព័រត្រូវបានផ្ទុក ដើម្បីបើកផ្នែកបន្ថែម។
mk_mk: Почекајте додека страницата да не се вчита за да се отвори екстензијата.
nl_nl: Wacht met het openen van de extensie totdat de pagina is geladen.
pt_br: Aguarde até que a página seja carregada para abrir a extensão.
ro_ro: Așteptați până când pagina este încărcată pentru a deschide extensia.
sl_si: Počakajte, da se stran naloži, šele nato lahko odprete razširitev.
vi_vn: Vui lòng đợi cho đến khi trang được tải để mở tiện ích mở rộng.
zh_cn: 请等待页面加载后再打开扩展程序。
zh_tw: 請等待頁面載入後再開啟擴充功能。

# br-ext.br-ext:Login_continueWith
source: Continue with {{ssoLabel}}
de_de: Weiter mit {{ssoLabel}}
es_es: Continuar con {{ssoLabel}}
it_it: Continua con {{ssoLabel}}
ja_jp: {{ssoLabel}}を続行
km_kh: បន្តជាមួយ {{ssoLabel}}
mk_mk: Продолжи со {{ssoLabel}}
nl_nl: Doorgaan met {{ssoLabel}}
pt_br: Continuar com {{ssoLabel}}
ro_ro: Continuați cu {{ssoLabel}}
sl_si: Nadaljuj z {{ssoLabel}}
vi_vn: Tiếp tục với {{ssoLabel}}
zh_cn: 通过 {{ssoLabel}} 继续
zh_tw: 以 {{ssoLabel}} 繼續

# br-ext.br-ext:CreateCard_linkSubTitle
source: Paste your article link here
es_es: Pegue el vínculo del artículo aquí
it_it: Incollare qui il collegamento dell'articolo
km_kh: ដាក់ចូលតំណអត្ថបទរបស់អ្នកនៅទីនេះ
mk_mk: Залепете ја врската со вашата статија овде
nl_nl: Plak uw artikelkoppeling hier
ro_ro: Lipiți linkul articolului aici
sl_si: Tukaj prilepite povezavo do svojega članka

# br-ext.br-ext:CreateCard_linkPlaceHolder
source: Enter link address here
es_es: Introduzca la dirección del vínculo aquí
it_it: Immettere qui l'indirizzo del collegamento
km_kh: បញ្ចូលអាសយដ្ឋានតំណនៅទីនេះ
mk_mk: Внесете ја адресата за врска тука
nl_nl: Voer hier het koppelingsadres in
ro_ro: Introduceți adresa linkului aici
sl_si: Tukaj vnesite naslov povezave

# br-ext.br-ext:CreateCard_createArticle
source: Create Web URL SmartCard
es_es: Crear SmartCard de URL web
it_it: Crea SmartCard URL Web
km_kh: បង្កើតវិប URL SmartCard
mk_mk: Креирајте SmartCard за веб-URL
nl_nl: Web-URL-smartcard maken
ro_ro: Creare SmartCard cu URL web
sl_si: Ustvarite kartico SmartCard s spletnim naslovom URL

# br-ext.br-ext:CreateCard_title
source: Title
de_de: Titel
es_es: Título
it_it: Titolo
ja_jp: タイトル
km_kh: ចំណងជើង
mk_mk: Наслов
nl_nl: Titel
pt_br: Título
ro_ro: Titlu
sl_si: Naslov
vi_vn: Tiêu đề
zh_cn: 标题
zh_tw: 標題

# br-ext.br-ext:CreateCard_tags
source: Tag(s)
de_de: Markierung(en)
es_es: Etiqueta(s)
it_it: Tag
ja_jp: タグ
km_kh: ស្លាក
mk_mk: Ознака(и)
nl_nl: Label(s)
pt_br: Rótulo(s)
ro_ro: Etichete
sl_si: Oznake
vi_vn: (Các) thẻ tag
zh_cn: 标记
zh_tw: 標記

# br-ext.br-ext:CreateCard_addATitle
source: Add a title
de_de: Einen Titel hinzufügen
es_es: Añadir un título
it_it: Aggiungi un titolo
ja_jp: タイトルを追加してください
km_kh: បន្ថែមចំណងជើង
mk_mk: Додај наслов
nl_nl: Een titel toevoegen
pt_br: Adicionar um título
ro_ro: Adăugați un titlu
sl_si: Dodajte naslov
vi_vn: Thêm tiêu đề
zh_cn: 添加标题
zh_tw: 新增標題

# br-ext.br-ext:CreateCard_titleRequiredMessage
source: Title is required
de_de: Titel ist erforderlich
es_es: El título es obligatorio
it_it: Titolo obbligatorio
ja_jp: タイトルが必要です
km_kh: ត្រូវការចំណងជើង
mk_mk: Наслов е задолжителен
nl_nl: Titel is vereist
pt_br: Título é obrigatório
ro_ro: Titlul este obligatoriu
sl_si: Naslov je obvezen.
vi_vn: Bắt buộc phải có Tiêu đề
zh_cn: 标题是必填项
zh_tw: 標題為必填項

# br-ext.br-ext:CreateCard_privateContent
source: Private Content
de_de: Privater Inhalt
es_es: Contenido privado
it_it: Contenuto privato
ja_jp: プライベートコンテンツ
km_kh: ខ្លឹមព័ត៌មានឯកជន
mk_mk: Приватна содржина
nl_nl: Privécontent
pt_br: Conteúdo Particular
ro_ro: Conținut privat
sl_si: Zasebna vsebina
vi_vn: Nội dung riêng tư
zh_cn: 私密内容
zh_tw: 私人內容

# br-ext.br-ext:CreateCard_tagsEnteringMessage
source: Press Return (Enter) to add the tag
de_de: Eingabetaste drücken, um Markierung hinzuzufügen
es_es: Pulse Retorno (Intro) para añadir la etiqueta
it_it: Premi Invio per aggiungere il tag.
ja_jp: Return（Enter）を押してタグを追加します
km_kh: ចុច ត្រឡប់ (Enter) ដើម្បីបន្ថែមស្លាក
mk_mk: Притиснете Return (Enter) за да ја додадете ознака
nl_nl: Druk op Enter om het label toe te voegen
pt_br: Pressione a tecla Return (Enter) para adicionar o rótulo
ro_ro: Apăsați Retur (Enter) pentru a adăuga eticheta
sl_si: Pritisnite tipko Return (Enter), da dodate oznako
vi_vn: Nhấn Quay lại (Enter) để thêm thẻ tag
zh_cn: 按回车键(Enter)添加标记
zh_tw: 按 Return (Enter) 鍵新增標籤

# br-ext.br-ext:CreateCard_tagsRequiredMessage
source: Tags are required
de_de: Markierungen sind erforderlich
es_es: Las etiquetas son obligatorias
it_it: I tag sono obbligatori
ja_jp: タグが必要です
km_kh: ត្រូវការស្លាកមួយចំនួន
mk_mk: Потребни се ознаки
nl_nl: Labels zijn vereist
pt_br: Os rótulos são obrigatórios
ro_ro: Etichetele sunt obligatorii
sl_si: Oznake so obvezne
vi_vn: Bắt buộc phải có thẻ tag
zh_cn: 标记为必填项
zh_tw: 標記是必要的

# br-ext.br-ext:CreateCard_duration
source: Duration
de_de: Dauer
es_es: Duración
it_it: Durata
ja_jp: 所要時間
km_kh: រយៈពេល
mk_mk: Времетраење
nl_nl: Duur
pt_br: Duração
ro_ro: Durată
sl_si: Trajanje
vi_vn: Thời lượng
zh_cn: 持续时间
zh_tw: 持續時間

# br-ext.br-ext:CreateCard_hoursMinutes
source: Hours : Minutes
de_de: Stunden: Minuten
es_es: Horas: Minutos
it_it: Ore: Minuti
ja_jp: 時間：分
km_kh: ម៉ោង៖ នាទី
mk_mk: Часови: Минути
nl_nl: Uur: Minuten
pt_br: Horas: Minutos
ro_ro: Ore: Minute
sl_si: ure : minute
vi_vn: Giờ: Phút
zh_cn: 小时:分钟
zh_tw: 小時：分鐘

# br-ext.br-ext:CreateCard_rateLimitError
source: Rate limit exceeded. Please try again later.
de_de: Maximale Anzahl von Beurteilungen überschritten. Bitte versuchen Sie es später erneut.
es_es: Límite de calificaciones superado. Inténtelo de nuevo más tarde.
it_it: Limite di valutazioni superato. Riprova in seguito.
ja_jp: レート制限を超えました。しばらくしてから再試行してください。
km_kh: បានលើសដែនកំណត់នៃការឱ្យតម្លៃ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
mk_mk: Надминато е ограничувањето на оценката. Обидете се повторно подоцна.
nl_nl: Tarieflimiet overschreden. Probeer het later opnieuw.
pt_br: Limite de taxa excedido. Tente novamente mais tarde.
ro_ro: Limita de evaluare a fost depășită. Încercați din nou mai târziu.
sl_si: Omejitev hitrosti je presežena. Poskusite znova pozneje.
vi_vn: Vượt quá giới hạn số lượng yêu cầu. Vui lòng thử lại sau.
zh_cn: 超出速率限制。请稍后再试。
zh_tw: 超過限速。請稍後再試。

# br-ext.br-ext:CreateCard_durationDetailMessage
source: CLC uses duration to calculate learning hours, updating duration will not change existing CLC calculations
de_de: CLC verwendet die Dauer zur Berechnung der Lernstunden. Die Aktualisierungsdauer ändert vorhandene CLC-Berechnungen nicht.
es_es: CLC utiliza la duración para calcular las horas de aprendizaje. La actualización de la duración no cambiará los cálculos de CLC existentes
it_it: CLC utilizza la durata per calcolare le ore di apprendimento, l'aggiornamento della durata non modificherà i calcoli CLC esistenti
ja_jp: CLCは期間を使用して学習時間を計算しますが、期間を更新しても既存の CLC 計算は変更されません
km_kh: CLC ប្រើរយៈពេលដើម្បីគណនាម៉ោងសិក្សា ហើយរយៈពេលធ្វើបច្ចុប្បន្នភាពនឹងមិនផ្លាស់ប្តូរការគណនា CLC ដែលមានស្រាប់នោះទេ។
mk_mk: CLC користи времетраење за да ги пресмета часовите за учење, времетраењето на ажурирањето нема да ги смени постоечките пресметки на CLC
nl_nl: CLC gebruikt de duur om de lesuren te berekenen. Als u de duur bijwerkt, worden bestaande CLC-berekeningen niet gewijzigd
pt_br: CLC usa a duração para calcular horas de aprendizado, e a duração da atualização não vai alterar cálculos CLC existentes
ro_ro: CLC utilizează durata pentru a calcula orele de învățare, actualizarea duratei nu va modifica calculele CLC existente
sl_si: CLC uporablja trajanje za izračun učnih ur; s posodobitvijo trajanja se obstoječi izračuni CLC ne bodo spremenili.
vi_vn: CLC sử dụng thời lượng để tính toán giờ học, thời lượng cập nhật sẽ không thay đổi các phép tính CLC hiện có
zh_cn: CLC 使用持续时间来计算学习时间，更新持续时间不会改变现有 CLC 计算
zh_tw: CLC 使用持續時間來計算學習時數，更新持續時間不會改變現有的 CLC 計算

# br-ext.br-ext:CreateCard_durationFormatValidationError
source: Valid duration is required with (HHH:MM) format
de_de: Gültige Dauer im Format (HHH:MM) erforderlich
es_es: Se requiere una duración válida con el formato (HHH:MM)
it_it: È richiesta una durata valida con formato (HHH:MM)
ja_jp: 有効な期間は（HHH:MM）形式で必要です
km_kh: តម្រូវ​ឱ្យ​មាន​រយៈពេល​ត្រឹមត្រូវ​ជាមួយ​ទម្រង់ (HHH:MM)
mk_mk: Потребно е важечко времетраење со формат (HHH:MM)
nl_nl: Een geldige duur is vereist met de indeling (UU:MM)
pt_br: Duração válida necessária com o formato (HHH:MM)
ro_ro: Durata de valabilitate trebuie să aibă formatul (HHH:MM)
sl_si: Veljavno trajanje mora biti prikazano v obliki (HHH:MM).
vi_vn: Cần có thời lượng hợp lệ với định dạng (HHH:MM)
zh_cn: 有效持续时间需要采用(HHH:MM)格式
zh_tw: 有效持續時間需採用 (HHH:MM) 格式

# br-ext.br-ext:CreateCard_durationNotZeroValidationError
source: Duration cannot be zero
de_de: Dauer darf nicht null sein
es_es: La duración no puede ser cero
it_it: La durata non può essere zero
ja_jp: 期間はゼロに指定できません
km_kh: រយៈពេលមិនអាចជាសូន្យទេ។
mk_mk: Времетраењето не може да биде нула
nl_nl: Duur kan niet nul zijn
pt_br: A duração não pode ser zero
ro_ro: Durata nu poate fi zero
sl_si: Vrednost trajanja ne more biti nič
vi_vn: Thời lượng không thể bằng 0
zh_cn: 持续时间不能为零
zh_tw: 持續時間不可為零

# br-ext.br-ext:CreateCard_durationMinutesValidationError
source: Duration minutes cannot be greater than 59
de_de: Dauer in Minuten darf nicht größer als 59 sein
es_es: Los minutos de duración no pueden ser superiores a 59
it_it: La durata dei minuti non può essere superiore a 59
ja_jp: 期間（分）は 59 を超えることはできません
km_kh: នាទីរយៈពេលមិនអាចធំជាង 59 ទេ។
mk_mk: Минутите на времетраењето не може да бидат поголеми од 59
nl_nl: Duur in minuten mag niet groter zijn dan 59
pt_br: Os minutos de duração não podem ser maiores que 59
ro_ro: Durata minutelor nu poate fi mai mare de 59
sl_si: Minute trajanja ne smejo biti večje od 59
vi_vn: Thời lượng phút không thể lớn hơn 59
zh_cn: 持续时间不能超过 59 分钟
zh_tw: 持續時間不能大於 59 分鐘

# br-ext.br-ext:CreateCard_create
source: Create
de_de: Erstellen
es_es: Crear
it_it: Crea
ja_jp: 作成
km_kh: បង្កើត
mk_mk: Создај
nl_nl: Maken
pt_br: Criar
ro_ro: Creare
sl_si: Ustvari
vi_vn: Tạo
zh_cn: 创建
zh_tw: 建立

# br-ext.br-ext:CreateCard_shareThisSmartcard
source: Share this SmartCard
de_de: Diese SmartCard teilen
es_es: Compartir esta tarjeta inteligente
it_it: Condividi questa SmartCard
ja_jp: このスマートカードを共有する
km_kh: ចែករំលែក SmartCard នេះ។
mk_mk: Сподели ја оваа SmartCard
nl_nl: Deze smartcard delen
pt_br: Compartilhar este SmartCard
ro_ro: Distribuiți acest SmartCard
sl_si: Daj to kartico SmartCard v skupno rabo
vi_vn: Chia sẻ SmartCard này
zh_cn: 共享此 SmartCard
zh_tw: 分享此智慧卡

# br-ext.br-ext:CreateCard_shareDetailMessage
source: Select Channels, Groups, and/or Individuals you would like to share this SmartCard with upon creation
de_de: Wählen Sie die Channel, Gruppen und/oder Einzelpersonen aus, für die Sie diese SmartCard bei Erstellung freigeben möchten.
es_es: Seleccione los canales, grupos o personas con los que desea compartir esta tarjeta inteligente en el momento de su creación
it_it: Seleziona i canali, i gruppi e/o gli individui con cui desideri condividere questa SmartCard al momento della creazione
ja_jp: 作成時にこのスマートカードをどのチャンネル、グループ、または個人と共有したいか選択してください
km_kh: ជ្រើសរើសបណ្ដាញ ក្រុម និង/ឬបុគ្គលនានាដែលអ្នកចង់ចែករំលែក SmartCard នេះនៅពេលការបង្កើត
mk_mk: Изберете канали, групи и/или поединци со коишто сакате да ја споделите оваа SmartCard по креирањето
nl_nl: Selecteer kanalen, groepen en/of personen waarmee u deze SmartCard wilt delen na het maken
pt_br: Selecione Canais, Grupos e/ou Indivíduos com os quais você gostaria de compartilhar este SmartCard mediante a criação
ro_ro: Selectați canalele, grupurile și/sau persoanele cărora doriți să le distribuiți acest SmartCard la creare
sl_si: Izberite kanale, skupine in/ali posameznike, s katerimi želite dati v skupno rabo to kartico SmartCard, ko jo ustvarite.
vi_vn: Chọn Kênh, Nhóm và/hoặc Cá nhân mà bạn muốn chia sẻ SmartCard này khi tạo
zh_cn: 选择您希望在创建时与其共享此 SmartCard 的频道、组和/或个人
zh_tw: 選擇您希望在創建時與其共享此智慧卡的管道、群組和/或個人

# br-ext.br-ext:CreateCard_followers
source: followers
de_de: Follower
es_es: seguidores
it_it: follower
ja_jp: フォロワー
km_kh: អ្នកដើរតាម
mk_mk: следбеници
nl_nl: volgers
pt_br: seguidores
ro_ro: urmăritori
sl_si: sledilci
vi_vn: người theo dõi
zh_cn: 关注者
zh_tw: 位關注者

# br-ext.br-ext:CreateCard_members
source: Members
de_de: Mitglieder
es_es: Miembros
it_it: Membri
ja_jp: メンバー
km_kh: សមាជិក
mk_mk: Членови
nl_nl: Leden
pt_br: Membros
ro_ro: Membri
sl_si: člani
vi_vn: Thành viên
zh_cn: 成员
zh_tw: 位成員

# br-ext.br-ext:CreateCard_search
source: Search
de_de: Suchen
es_es: Buscar
it_it: Cerca
ja_jp: 検索
km_kh: ស្វែងរក
mk_mk: Пребарај
nl_nl: Zoeken
pt_br: Pesquisar
ro_ro: Căutare
sl_si: Iskanje
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋

# br-ext.br-ext:CreateCard_done
source: Done
de_de: Fertig
es_es: Listo
it_it: Fine
ja_jp: 完了
km_kh: រួចរាល់
mk_mk: Завршено
nl_nl: Gereed
pt_br: Concluído
ro_ro: Efectuat
sl_si: Končano
vi_vn: Đã xong
zh_cn: 完成
zh_tw: 完成

# br-ext.br-ext:CreateCard_back
source: Back
de_de: Zurück
es_es: Atrás
it_it: Indietro
ja_jp: 戻る
km_kh: ត្រឡប់មកវិញ
mk_mk: Назад
nl_nl: Terug
pt_br: Voltar
ro_ro: Înapoi
sl_si: Nazaj
vi_vn: Quay lại
zh_cn: 后退
zh_tw: 返回

# br-ext.br-ext:CreateCard_yes
source: Yes
de_de: Ja
es_es: Sí
it_it: Sì
ja_jp: はい
km_kh: បាទ
mk_mk: Да
nl_nl: Ja
pt_br: Sim
ro_ro: Da
sl_si: Da
vi_vn: Có
zh_cn: 是
zh_tw: 是

# br-ext.br-ext:CreateCard_no
source: No
de_de: Nein
ja_jp: いいえ
km_kh: ទេ
mk_mk: Не
nl_nl: Nee
pt_br: Não
ro_ro: Nu
sl_si: Ne
vi_vn: Không
zh_cn: 否
zh_tw: 否

# br-ext.br-ext:CreateCard_close
source: Close
de_de: Schließen
es_es: Cerrar
it_it: Chiudi
ja_jp: 終了
km_kh: បិទ
mk_mk: Затвори
nl_nl: Sluiten
pt_br: Fechar
ro_ro: Închidere
sl_si: Zapri
vi_vn: Đóng
zh_cn: 关闭
zh_tw: 關閉

# br-ext.br-ext:CreateCard_noRecordFound
source: No record found
de_de: Keine Aufzeichnung gefunden
es_es: No se encontraron registros
it_it: Nessun record trovato
ja_jp: レコードが見つかりません
km_kh: រក​មិន​ឃើញ​កំណត់ត្រាទេ
mk_mk: Не е пронајден запис
nl_nl: Geen record gevonden
pt_br: Nenhum registro encontrado
ro_ro: Nu s-a găsit nicio înregistrare
sl_si: Zapis ni bil najden
vi_vn: Không tìm thấy bản ghi nào
zh_cn: 未找到记录
zh_tw: 沒有找到記錄

# br-ext.br-ext:CreateCard_smartcardAlreadyExist
source: You can not create a SmartCard with this URL as the following content already exists
de_de: Sie können mit dieser URL keine SmartCard erstellen, da die folgenden Inhalte bereits vorhanden sind.
es_es: No puede crear una tarjeta inteligente con esta URL porque el siguiente contenido ya existe
it_it: Non puoi creare una SmartCard con questo URL poiché il contenuto seguente esiste già
ja_jp: 次のコンテンツが既に存在するため、このURLでスマートカードを作成できません
km_kh: អ្នកមិនអាចបង្កើត SmartCard ជាមួយ URL នេះបានទេ ដោយសារតែខ្លឹមព័ត៌មានខាងក្រោមនេះមានរួចហើយ
mk_mk: Не можете да креирате SmartCard со оваа URL-адреса затоа што следнава содржина веќе постои
nl_nl: U kunt geen SmartCard maken met deze URL, omdat de volgende content al bestaat
pt_br: Você não pode criar um SmartCard com este URL porque o seguinte conteúdo já existe
ro_ro: Nu puteți crea un SmartCard cu acest URL deoarece există deja următorul conținut
sl_si: S tem naslovom URL ne morete ustvariti kartice SmartCard, ker naslednja vsebina že obstaja.
vi_vn: Bạn không thể tạo SmartCard bằng URL này vì nội dung sau đã tồn tại
zh_cn: 由于下列内容已存在，您无法使用此 URL 创建 SmartCard
zh_tw: 您無法使用此 URL 建立智慧卡，因為以下內容已存在

# br-ext.br-ext:CreateCard_successMessage
source: Card Successfully created
de_de: Karte erfolgreich erstellt
es_es: Tarjeta creada correctamente
it_it: Scheda creata correttamente
ja_jp: カードが正常に作成されました
km_kh: កាតត្រូវបានបង្កើតដោយជោគជ័យ
mk_mk: Картичката е успешно креирана
nl_nl: Kaart is gemaakt
pt_br: Cartão criado com sucesso
ro_ro: Card creat cu succes
sl_si: Kartica je bila uspešno ustvarjena
vi_vn: Đã tạo thẻ thành công
zh_cn: 成功创建卡
zh_tw: 卡片創建成功

# br-ext.br-ext:CreateCard_noContentAvailable
source: No Content Available
de_de: Kein Inhalt verfügbar
es_es: No hay contenido disponible
it_it: Nessun contenuto disponibile
ja_jp: 利用可能なコンテンツがありません
km_kh: មិនមានខ្លឹមសារទេ។
mk_mk: Нема достапна содржина
nl_nl: Geen content beschikbaar
pt_br: Sem conteúdo disponível
ro_ro: Niciun conținut disponibil
sl_si: Vsebina ni na voljo
vi_vn: Không có nội dung nào
zh_cn: 无可用内容
zh_tw: 沒有可用內容

# br-ext.br-ext:CreateCard_screenRecording
source: Screen Recording
de_de: Bildschirmaufzeichnung
es_es: Grabación de pantalla
it_it: Registrazione schermo
ja_jp: 画面レコーディング
km_kh: ការថតអេក្រង់
mk_mk: Снимање на екранот
nl_nl: Scherm-Opname
pt_br: Gravação da Tela
ro_ro: Înregistrare ecran
sl_si: Snemanje zaslona
vi_vn: Ghi màn hình
zh_cn: 屏幕录制
zh_tw: 螢幕錄製
