Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# teams.teams:TopNav_privacyTooltipText
source: This add-in does not upload your document to EdCast servers. Keyword analysis is done on your machine, so your data stays safe and private. For more information read our Privacy Policy online
de_de: Dieses Add-In lädt Ihr Dokument nicht zu EdCast-Servern hoch. Die Stichwortanalyse wird auf Ihrem Computer ausgeführt, sodass Ihre Daten sicher und privat bleiben. Weitere Informationen finden Sie in unserer Online-Datenschutzrichtlinie.
es_es: Este complemento no carga el documento en los servidores de EdCast. El análisis de palabras clave se realiza en su máquina, por lo que sus datos permanecen seguros y privados. Para obtener más información, lea nuestra Política de privacidad en línea
it_it: Questo componente aggiuntivo non carica il documento sui server di EdCast. L'analisi delle parole chiave viene eseguita sul tuo computer, quindi i tuoi dati rimangono al sicuro e privati. Per maggiori informazioni leggi la nostra Privacy Policy online
ja_jp: このアドインは、ドキュメントを EdCast サーバーにアップロードしません。キーワード分析はマシン上で行われるため、データは安全かつプライベートに保たれます。詳細については、オンラインでプライバシーポリシーをお読みください
km_kh: កម្មវិធីបន្ថែមនេះមិនផ្ទុកឯកសាររបស់អ្នកទៅម៉ាស៊ីនមេ EdCast ទេ។ ការវិភាគពាក្យគន្លឹះត្រូវបានធ្វើនៅលើម៉ាស៊ីនរបស់អ្នក ដូច្នេះទិន្នន័យរបស់អ្នកមានសុវត្ថិភាព និងឯកជន។ សម្រាប់ព័ត៌មានបន្ថែម សូមអានគោលការណ៍ភាពឯកជនរបស់យើងតាមអ៊ីនធឺណិត
mk_mk: Овој додаток не го прикачува вашиот документ на серверите на EdCast. Анализата на клучни зборови се прави на вашата машина, така што вашите податоци остануваат безбедни и приватни. За повеќе информации прочитајте ја нашата политика за приватност онлајн
nl_nl: Deze invoegtoepassing uploadt uw document niet naar EdCast servers. Trefwoordanalyse wordt op uw computer uitgevoerd, zodat uw gegevens veilig en privé blijven. Lees ons privacybeleid online voor meer informatie
pt_br: Este complemento não faz upload do documento para servidores EdCast. Como a análise de palavra-chave é feita no computador, os dados permanecem seguros e privados. Para obter mais informações, leia nossa Política de Privacidade on-line
ro_ro: Acest program de completare nu încarcă documentul pe serverele EdCast. Analiza cuvintelor cheie se realizează pe dispozitivul dvs., astfel încât datele să fie în siguranță și să rămână private. Pentru mai multe informații, citiți Politica noastră de confidențialitate online
sl_si: Ta dodatek ne naloži vašega dokumenta v strežnike EdCast. Analiza ključnih besed se izvaja na vašem računalniku, zato so vaši podatki varni in zasebni. Za več informacij preberite naš pravilnik o zasebnosti na spletu
vi_vn: Tiện ích bổ sung này không tải tài liệu của bạn lên máy chủ EdCast. Phân tích từ khóa được thực hiện trên máy của bạn, vì vậy dữ liệu của bạn luôn an toàn và riêng tư. Để biết thêm thông tin, hãy đọc Chính sách quyền riêng tư của chúng tôi trực tuyến
zh_cn: 此加载项不会将您的文档上传到 EdCast 服务器。关键字分析是在您的计算机上完成的，因此您的数据始终安全和私密。欲了解更多信息，请在线阅读我们的隐私政策
zh_tw: 此加載項不會將您的文件上傳到 EdCast 伺服器。關鍵字分析是在您的電腦上完成的，因此您的資料保持安全和私密。欲了解更多信息，請在線閱讀我們的隱私政策

# teams.teams:TopNav_version
source: Version
es_es: Versión
it_it: Versione
ja_jp: バージョン
km_kh: កំណែ
mk_mk: Верзија
nl_nl: Versie
pt_br: Versão
ro_ro: Versiune
sl_si: Različica
vi_vn: Phiên bản
zh_cn: 版本
zh_tw: 版本

# teams.teams:TopNav_visitProfile
source: Visit Profile
de_de: Profil aufrufen
es_es: Visitar perfil
it_it: Visita profilo
ja_jp: プロファイルを見る
km_kh: ចូលមើលប្រវត្តិរូប
mk_mk: Посетете го профилот
nl_nl: Naar profiel
pt_br: Visitar Perfil
ro_ro: Vizitare profil
sl_si: Obiščite profil
vi_vn: Truy cập hồ sơ
zh_cn: 访问简档
zh_tw: 造訪設定檔

# teams.teams:TopNav_leaderboard
source: Leaderboard
es_es: Tabla de posiciones
it_it: Classifica
ja_jp: リーダーボード
km_kh: លីឌើបត
mk_mk: Табела на најдобри
nl_nl: Ranglijst
pt_br: Placar de líderes
ro_ro: Clasament
sl_si: Lestvica
vi_vn: Bảng xếp hạng
zh_cn: 排行榜
zh_tw: 排行榜

# teams.teams:TopNav_gotoLabel
source: Go to {{orgName}}...
de_de: Zu {{orgName}} wechseln...
es_es: Ir a {{orgName}}...
it_it: Vai a {{orgName}}...
ja_jp: {{orgName}}へ移動...
km_kh: ចូលទៅកាន់ {{orgName}}...
mk_mk: Одете на {{orgName}}...
nl_nl: Ga naar {{orgName}}...
pt_br: Ir para {{orgName}}...
ro_ro: Accesați {{orgName}}...
sl_si: Pojdi na {{orgName}} ...
vi_vn: Chuyển đến {{orgName}}...
zh_cn: 转到 {{orgName}}...
zh_tw: 前往 {{orgName}}...

# teams.teams:LanguageModal_languageModalTitle
source: Set Preferred Language
de_de: Bevorzugte Sprache festlegen
es_es: Definir idioma preferido
it_it: Imposta lingua preferita
ja_jp: 優先言語の設定
km_kh: កំណត់ភាសាដែលពេញចិត្ត
mk_mk: Одберете го претпочитаниот јазик
nl_nl: Voorkeurstaal instellen
pt_br: Definir Idioma Preferencial
ro_ro: Setare limbă preferată
sl_si: Nastavite želeni jezik
vi_vn: Đặt ngôn ngữ ưa thích
zh_cn: 设置首选语言
zh_tw: 設定偏好的語言

# teams.teams:LanguageModal_languageModalDescription
source: Your application is set to a different language.Would you like to update your preferred language?
de_de: Ihre Anwendung ist auf eine andere Sprache festgelegt. Möchten Sie Ihre bevorzugte Sprache aktualisieren?
es_es: La aplicación está configurada en un idioma diferente. ¿Desea actualizar a su idioma preferido?
it_it: L'applicazione è impostata su una lingua diversa. Vuoi aggiornare la tua lingua preferita?
ja_jp: アプリケーションが別の言語に設定されています。希望する言語を更新しますか?
km_kh: កម្មវិធីរបស់អ្នកត្រូវបានកំណត់ទៅជាភាសាផ្សេង។ តើអ្នកចង់ធ្វើបច្ចុប្បន្នភាពភាសាដែលអ្នកពេញចិត្តទេ?
mk_mk: Вашата апликација е поставена на друг јазик. Дали сакате да го ажурирате претпочитаниот јазик?
nl_nl: Uw applicatie is ingesteld op een andere taal. Wilt u uw voorkeurstaal bijwerken?
pt_br: A aplicação está definida como um idioma diferente. Gostaria de atualizar o idioma preferido?
ro_ro: Aplicația dumneavoastră este setată într-o altă limbă. Doriți să actualizați limba preferată?
sl_si: Vaša aplikacija je nastavljena na drug jezik. Ali želite posodobiti izbrani jezik?
vi_vn: Ứng dụng của bạn được cài đặt về một ngôn ngữ khác. Bạn có muốn cập nhật ngôn ngữ sử dụng không?
zh_cn: 您的应用程序已设置为不同的语言。是否要更新首选语言?
zh_tw: 您的應用程式已設定為不同的語言。您想要更新偏好的語言嗎？

# teams.teams:LanguageModal_doNotAsk
source: Do not ask again
de_de: Nicht erneut fragen
es_es: No volver a preguntar
it_it: Non chiedere di nuovo
ja_jp: 次回から確認しない
km_kh: កុំសួរម្តងទៀត
mk_mk: Не прашувај повторно
nl_nl: Niet opnieuw vragen
pt_br: Não perguntar novamente
ro_ro: Nu mai întrebați
sl_si: Ne sprašuj več
vi_vn: Không hỏi lại
zh_cn: 不再询问
zh_tw: 不要再問我

# teams.teams:LanguageModal_noThanks
source: No thanks
de_de: Nein, danke
es_es: No, gracias
it_it: No grazie
ja_jp: いいえ、結構です
km_kh: ទេ អរគុណ
mk_mk: Не благодарам
nl_nl: Nee dank je
pt_br: Não, obrigado
ro_ro: Nu, mulţumesc
sl_si: Ne hvala
vi_vn: Không, cám ơn
zh_cn: 不用了，谢谢
zh_tw: 不用了，謝謝

# teams.teams:LanguageModal_english
source: English
de_de: Englisch
es_es: Español
it_it: Inglese
ja_jp: 英語
km_kh: ភាសាអង់គ្លេស
mk_mk: Англиски
nl_nl: Engels
pt_br: Inglês
ro_ro: Engleză
sl_si: angleščina
vi_vn: Tiếng Anh
zh_cn: 英语
zh_tw: 英語

# teams.teams:LanguageModal_frenchCanadian
source: French (Canadian)
de_de: Französisch (Kanada)
es_es: Francés (canadiense)
it_it: Francese (Canadese)
ja_jp: フランス語（カナダ）
km_kh: បារាំង (កាណាដា)
mk_mk: Француски (Канада)
nl_nl: Frans (Canadees)
pt_br: Francês (canadense)
ro_ro: Franceză (canadiană)
sl_si: francoščina (kanadska)
vi_vn: Tiếng Pháp (Canada)
zh_cn: 法语（加拿大）
zh_tw: 法語（加拿大）

# teams.teams:SkillsDirectory_skillRelated
source: Skills related to the Career
de_de: Fähigkeiten im Zusammenhang mit der Karriere
es_es: Habilidades relacionadas con la Carrera
it_it: Competenze legate alla carriera
ja_jp: キャリアに関連するスキル
km_kh: ជំនាញទាក់ទងនឹងអាជីព
mk_mk: Вештини поврзани со кариерата
nl_nl: Vaardigheden die zijn gerelateerd aan de carrière
pt_br: Habilidades relacionadas à carreira
ro_ro: Abilități legate de carieră
sl_si: Spretnosti, povezane s kariero
vi_vn: Kỹ năng liên quan đến nghề nghiệp
zh_cn: 与职业相关的技能
zh_tw: 與職業相關的技能

# teams.teams:SkillsDirectory_findingRelevantCareers
source: Finding relevant careers...
de_de: Relevante Karrieren werden gesucht...
es_es: Buscando carreras relevantes...
it_it: Ricerca in corso di carriere pertinenti...
ja_jp: 関連するキャリアを検索中...
km_kh: កំពុងស្វែងរកអាជីពពាក់ព័ន្ធ...
mk_mk: Наоѓање релевантни кариери...
nl_nl: Relevante carrières zoeken...
pt_br: Localizando carreiras relevantes...
ro_ro: Se găsesc cariere relevante...
sl_si: Iskanje ustreznih kariernih poti ...
vi_vn: Tìm kiếm nghề nghiệp phù hợp...
zh_cn: 正在寻找相关职业...
zh_tw: 尋找相關職業...

# teams.teams:SkillsDirectory_searching
source: Searching...
de_de: Suchen...
es_es: Buscando...
it_it: Ricerca...
ja_jp: 検索中...
km_kh: កំពុងស្វែងរក...
mk_mk: Се пребарува...
nl_nl: Zoeken...
pt_br: Procurando...
ro_ro: Se caută...
sl_si: Iskanje ...
vi_vn: Đang tìm kiếm...
zh_cn: 正在搜索...
zh_tw: 搜尋中...

# teams.teams:SkillsDirectory_selectAJobRole
source: Select a Job Role
de_de: Jobfunktion auswählen
es_es: Seleccionar un rol del puesto
it_it: Seleziona un ruolo lavorativo
ja_jp: 業務役割を選択してください
km_kh: ជ្រើសរើសតួនាទីការងារ
mk_mk: Изберете работна улога
nl_nl: Een functierol selecteren
pt_br: Selecionar uma função
ro_ro: Selectați un rol de loc de muncă
sl_si: Izberite vlogo delovnega mesta
vi_vn: Hãy chọn một chức danh
zh_cn: 选择一个工作角色
zh_tw: 選取一個工作角色

# teams.teams:SkillsDirectory_save_Go
source: Save & Go
de_de: Speichern und weiter
es_es: Guardar e ir
it_it: Salva e vai
ja_jp: 保存して & 移動
km_kh: រក្សាទុក & ទៅ
mk_mk: Зачувај и оди
nl_nl: Opslaan en Ga
pt_br: Salvar e ir
ro_ro: Salvați & mergeți mai departe
sl_si: Shrani in pojdi
vi_vn: Lưu & Truy cập
zh_cn: 保存并离开
zh_tw: 儲存並離開

# teams.teams:SkillsDirectory_noResultFound
source: No Results Found
de_de: Keine Ergebnisse gefunden
es_es: No se encontraron resultados
it_it: Nessun risultato trovato
ja_jp: 結果が見つかりません
km_kh: រកមិនឃើញលទ្ធផលទេ។
mk_mk: Не се пронајдени резултати
nl_nl: Geen resultaten gevonden
pt_br: Nenhum resultado encontrado
ro_ro: Nu s-a găsit niciun rezultat
sl_si: Ni rezultatov iskanja
vi_vn: Không có kết quả nào được tìm thấy
zh_cn: 未找到结果
zh_tw: 未找到結果

# teams.teams:SkillsDirectory_cancel
source: cancel
de_de: abbrechen
es_es: cancelar
it_it: Annulla
ja_jp: キャンセル
km_kh: បោះបង់
mk_mk: откажи
nl_nl: Annuleren
pt_br: cancelar
ro_ro: anulare
sl_si: prekliči
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# teams.teams:Groups_myAssignments
source: My Assignments
de_de: Meine Zuweisungen
es_es: Mis asignaciones
it_it: Le mie assegnazioni
km_kh: កិច្ចការរបស់ខ្ញុំ
mk_mk: Мои задачи
nl_nl: Mijn toewijzingen
pt_br: Minhas atribuições
ro_ro: Atribuirile mele
sl_si: Moje naloge
vi_vn: Bài tập của tôi
zh_cn: 我的分配
zh_tw: 我的指派工作

# teams.teams:Groups_associatedChannels
source: Associated Channels
de_de: Verknüpfte Channel
es_es: Canales asociados
it_it: Canali associati
km_kh: បណ្ដាញដែលពាក់ព័ន្ធ
mk_mk: Поврзани канали
nl_nl: Gekoppelde kanalen
pt_br: Canais associados
ro_ro: Canale asociate
sl_si: Povezani kanali
vi_vn: Kênh được liên kết
zh_cn: 关联频道
zh_tw: 關聯頻道

# teams.teams:Groups_groupFeatureContentAdded
source: Card has been successfully added to featured content section.
de_de: Die Karte wurde dem Abschnitt ausgewählter Inhalte erfolgreich hinzugefügt.
es_es: La tarjeta se ha añadido correctamente a la sección de contenido destacado.
it_it: La scheda è stata aggiunta alla sezione Contenuti in evidenza.
ja_jp: カードが、ハイライト コンテンツ セクションに正常に追加されました。
km_kh: កាតត្រូវបានបន្ថែមដោយជោគជ័យទៅផ្នែកខ្លឹមព័ត៌មាន​ពិសេសៗ។
mk_mk: Картичката е успешно додадена во делот за истакната содржина.
nl_nl: Kaart is toegevoegd aan sectie met uitgelichte content.
pt_br: O cartão foi adicionado com sucesso à seção de conteúdo em destaque.
ro_ro: Cardul a fost adăugat cu succes în secțiunea cu conținut recomandat.
sl_si: Kartica je bila uspešno dodana v razdelek s predstavljeno vsebino.
vi_vn: Thẻ đã được thêm thành công vào phần nội dung nổi bật.
zh_cn: 卡已成功添加至特色内容版块。
zh_tw: 卡片已成功新增至精選內容區段。

# teams.teams:Groups_groupFeatureContentRemoved
source: Card has been successfully removed from featured content section.
de_de: Die Karte wurde erfolgreich aus dem Abschnitt ausgewählter Inhalte entfernt.
es_es: La tarjeta se ha eliminado correctamente de la sección de contenido destacado.
it_it: La scheda è stata rimossa dalla sezione Contenuti in evidenza.
ja_jp: カードが、ハイライト コンテンツ セクションから正常に削除されました。
km_kh: កាតត្រូវបានដកចេញដោយជោគជ័យពីផ្នែកខ្លឹមព័ត៌មាន​ពិសេសៗ។
mk_mk: Картичката е успешно отстранета од делот за истакната содржина.
nl_nl: Kaart is verwijderd uit sectie met uitgelichte content.
pt_br: O cartão foi removido com sucesso da seção de conteúdo em destaque.
ro_ro: Cardul a fost eliminat cu succes din secțiunea cu conținut recomandat.
sl_si: Kartica je bila uspešno odstranjena iz razdelka s predstavljeno vsebino.
vi_vn: Thẻ đã được xóa thành công khỏi phần nội dung nổi bật.
zh_cn: 已成功从特色内容版块中删除卡。
zh_tw: 卡片已成功從精選內容區段中刪除。

# teams.teams:Groups_allGroups
source: All Groups
de_de: Alle Gruppen
es_es: Todos los grupos
it_it: Tutti i gruppi
ja_jp: すべてのグループ
km_kh: ក្រុមទាំងអស់។
mk_mk: Сите групи
nl_nl: Alle groepen
pt_br: Todos os grupos
ro_ro: Toate grupurile
sl_si: Vse skupine
vi_vn: Tất cả các nhóm
zh_cn: 所有组
zh_tw: 所有群組

# teams.teams:Groups_noGroupsFound
source: No groups found for
de_de: Keine Gruppen gefunden für
es_es: No se encontraron grupos para
it_it: Nessun gruppo trovato per
ja_jp: グループが見つかりません
km_kh: រកមិនឃើញក្រុមសម្រាប់
mk_mk: Не се најдени групи за
nl_nl: Geen groepen gevonden voor
pt_br: Nenhum grupo encontrado para
ro_ro: Nu s-au găsit grupuri pentru
sl_si: Ni najdenih skupin za
vi_vn: Không tìm thấy nhóm nào cho
zh_cn: 没有与此查询对应的组
zh_tw: 沒有找到相關群組

# teams.teams:Groups_adminFilterLabel
source: Groups I am an admin of
de_de: Gruppen, für die ich Admin bin
es_es: Grupos de los que soy administrador
it_it: Gruppi di cui sono amministratore
ja_jp: 管理しているグループ
km_kh: ក្រុមដែលខ្ញុំជាអ្នកគ្រប់គ្រង
mk_mk: Групи каде што сум администратор
nl_nl: Groepen waarvan ik beheerder ben
pt_br: Grupos dos quais sou administrador
ro_ro: Grupuri în care sunt administrator
sl_si: Skupine, katerih skrbnik sem
vi_vn: Nhóm tôi là quản trị viên của
zh_cn: 我为管理员的组
zh_tw: 我擔任管理員的群組

# teams.teams:Groups_leaderFilterLabel
source: Groups I am a leader of
de_de: Gruppen, für die ich Leiter bin
es_es: Grupos de los que soy líder
it_it: Gruppi di cui sono leader
ja_jp: リーダーのグループ
km_kh: ក្រុមដែលខ្ញុំជាអ្នកដឹកនាំ
mk_mk: Групи во кои сум лидер
nl_nl: Groepen waarvan ik leider ben
pt_br: Grupos dos quais sou líder
ro_ro: Grupuri al căror lider sunt
sl_si: Skupine, katerih vodja sem
vi_vn: Nhóm mà tôi là trưởng nhóm
zh_cn: 我为组长的组
zh_tw: 我所領導的團體

# teams.teams:Groups_memberFilterLabel
source: Groups I am a member of
de_de: Gruppen, in denen ich Mitglied bin
es_es: Grupos de los que soy miembro
it_it: Gruppi di cui sono membro
ja_jp: 自分がメンバーになっているグループ
km_kh: ក្រុមដែលខ្ញុំជាសមាជិក
mk_mk: Групи во кои сум член
nl_nl: Groepen waarvan ik lid ben
pt_br: Grupos dos quais sou membro
ro_ro: Grupuri din care fac parte
sl_si: Skupine, katerih član sem
vi_vn: Nhóm mà tôi là thành viên
zh_cn: 我为成员的组
zh_tw: 我所屬的群組

# teams.teams:Groups_myPendingRequests
source: My pending requests
de_de: Meine ausstehenden Anfragen
es_es: Mis solicitudes pendientes
it_it: Le mie richieste in sospeso
ja_jp: 保留中のリクエスト
km_kh: សំណើរដែលមិនទាន់សម្រេចរបស់ខ្ញុំ
mk_mk: Мои тековни барања
nl_nl: Mijn openstaande aanvragen
pt_br: Minhas solicitações pendentes
ro_ro: Solicitările mele în așteptare
sl_si: Moje čakajoče zahteve
vi_vn: Yêu cầu đang chờ xử lý của tôi
zh_cn: 我的待审核请求
zh_tw: 我的待處理請求

# teams.teams:Groups_items
source: Items
de_de: Elemente
es_es: Elementos
it_it: Elementi
ja_jp: 項目
km_kh: ធាតុ
mk_mk: Ставки
pt_br: Itens
ro_ro: Elemente
sl_si: Elementi
vi_vn: Mục
zh_cn: 项目
zh_tw: 項目

# teams.teams:Groups_noContentFound
source: Your group has no associated channels yet!
de_de: Ihrer Gruppe wurden noch keine Channel zugeordnet!
es_es: Su grupo todavía no tiene canales asociados.
it_it: Il gruppo non dispone ancora di canali associati.
ja_jp: グループにはまだチャンネルが関連付けられていません!
km_kh: ក្រុមរបស់អ្នកមិនទាន់មានបណ្តាញពាក់ព័ន្ធនៅឡើយទេ!
mk_mk: Вашата група сè уште нема поврзани канали!
nl_nl: Uw groep heeft nog geen gekoppelde kanalen.
pt_br: Seu grupo ainda não tem canais associados!
ro_ro: Grupul dvs. nu are niciun canal asociat încă!
sl_si: Vaša skupina še nima povezanih kanalov!
vi_vn: Nhóm của bạn chưa có kênh được liên kết nào!
zh_cn: 您的组还没有关联的频道!
zh_tw: 您的群組尚無相關聯的頻道！

# teams.teams:Groups_publicGroupText
source: Public group
de_de: Öffentliche Gruppe
es_es: Grupo público
it_it: Gruppo pubblico
ja_jp: 公開グループ
km_kh: ក្រុមសាធារណៈ
mk_mk: Јавна група
nl_nl: Openbare groep
pt_br: Grupo público
ro_ro: Grup public
sl_si: Javna skupina
vi_vn: Nhóm công cộng
zh_cn: 公共组
zh_tw: 公開群組

# teams.teams:Groups_privateGroupText
source: Private group
de_de: Private Gruppe
es_es: Grupo privado
it_it: Gruppo privato
ja_jp: プライベートグループ
km_kh: ក្រុមឯកជន
mk_mk: Приватна група
nl_nl: Privégroep
pt_br: Grupo privado
ro_ro: Grup privat
sl_si: Zasebna skupina
vi_vn: Nhóm riêng tư
zh_cn: 私人组
zh_tw: 非公開群組

# teams.teams:Groups_noContentFeaturedTab
source: Your featured tab has no content yet!
de_de: Ihre ausgewählte Registerkarte hat noch keinen Inhalt!
es_es: Su pestaña destacada aún no tiene contenido.
it_it: Nessun contenuto presente nella scheda In evidenza.
ja_jp: ハイライトタブにはまだコンテンツがありません!
km_kh: ថេបពិសេសរបស់អ្នកមិនទាន់មានខ្លឹមព័ត៌មាននៅឡើយទេ!
mk_mk: Вашата избрана картичка сè уште нема содржина!
nl_nl: Uw tabblad Uitgelicht heeft nog geen content.
pt_br: Sua guia em destaque ainda não tem conteúdo!
ro_ro: Fila recomandată nu are conținut încă!
sl_si: Vaš predstavljeni zavihek še nima vsebine!
vi_vn: Tab nổi bật của bạn chưa có nội dung nào!
zh_cn: 您的精选标签页尚不包含任何内容!
zh_tw: 您的精選索引標籤尚無內容！

# teams.teams:Groups_noContentDescriptionFound
source: Your group has no description yet!
de_de: Ihre Gruppe hat noch keine Beschreibung!
es_es: Su grupo todavía no tiene descripción.
it_it: Il gruppo non ha ancora una descrizione.
ja_jp: グループにはまだ説明がありません!
km_kh: ក្រុមរបស់អ្នកមិនទាន់មានពណ៌នានៅឡើយទេ!
mk_mk: Вашата група сè уште нема опис!
nl_nl: Uw groep heeft nog geen beschrijving.
pt_br: Seu Grupo ainda não tem nenhuma descrição!
ro_ro: Grupul tău nu are încă descriere!
sl_si: Vaša skupina še nima opisa!
vi_vn: Nhóm của bạn chưa có mô tả!
zh_cn: 您的组尚不包含任何说明!
zh_tw: 您的群組尚無描述！

# teams.teams:Groups_publicGroupInfo
source: All users will be able to discover, access, and join this group
de_de: Alle Benutzer können diese Gruppe finden, auf sie zugreifen und ihr beitreten.
es_es: Todos los usuarios podrán descubrir, acceder y unirse a este grupo
it_it: Tutti gli utenti potranno scoprire questo gruppo, accedervi e unirsi
ja_jp: すべてのユーザーがこのグループを検索してアクセスし、参加できます
km_kh: អ្នកប្រើប្រាស់ទាំងអស់នឹងអាចរកឃើញ ចូលប្រើប្រាស់ និងចូលរួមក្រុមនេះ។
mk_mk: Сите корисници ќе можат да ја откријат, да пристапат и да се придружат на оваа група
nl_nl: Alle gebruikers kunnen deze groep ontdekken, er toegang toe krijgen en eraan deelnemen
pt_br: Todos os usuários poderão descobrir, acessar e ingressar neste grupo
ro_ro: Toți utilizatorii vor putea să descopere, să acceseze și să se alăture acestui grup
sl_si: Vsi uporabniki bodo lahko odkrili to skupino, ji dostopali in se ji pridružili
vi_vn: Tất cả người dùng sẽ có thể khám phá, truy cập và tham gia nhóm này
zh_cn: 所有用户都可以发现、访问和加入此组
zh_tw: 所有使用者都可以發現、存取、並加入此群組

# teams.teams:Groups_privateGroupInfo
source: Only members or invited users will be able to discover and access this group
de_de: Nur Mitglieder oder eingeladene Benutzer können diese Gruppe finden und auf sie zugreifen.
es_es: Solo los miembros o usuarios invitados podrán descubrir este grupo y acceder a él
it_it: Solo i membri o gli utenti invitati potranno scoprire e accedere a questo gruppo
ja_jp: メンバーまたは招待されたユーザーのみがこのグループを見つけてアクセスできます
km_kh: មានតែសមាជិក ឬអ្នកប្រើប្រាស់ដែលបានអញ្ជើញប៉ុណ្ណោះដែលនឹងអាចរកឃើញ និងចូលប្រើក្រុមនេះបាន
mk_mk: Само членовите или поканетите корисници ќе можат да ја откријат и да пристапат до оваа група
nl_nl: Alleen leden of uitgenodigde gebruikers kunnen deze groep ontdekken en er toegang toe krijgen
pt_br: Apenas membros ou usuários convidados poderão descobrir e acessar este grupo
ro_ro: Numai membrii sau utilizatorii invitați vor putea să descopere și să acceseze acest grup
sl_si: Samo člani ali povabljeni uporabniki bodo lahko odkrili in dostopali do te skupine
vi_vn: Chỉ các thành viên hoặc người dùng được mời mới có thể khám phá và truy cập vào nhóm này
zh_cn: 只有成员或受邀用户才能发现和访问此组
zh_tw: 只有成員或受邀請的使用者才能發現和存取此群組

# teams.teams:Groups_groupAdmins
source: Group Admin(s)
de_de: Gruppenadmin(s)
es_es: Administrador(es) de grupo
it_it: Amministratori del gruppo
ja_jp: グループ Admin
km_kh: អ្នកគ្រប់គ្រងក្រុម
mk_mk: Администратори на групи
nl_nl: Groep beheerders
pt_br: Administrador(es) de grupo
ro_ro: Administrator(i) de grup
sl_si: Skrbniki skupine
vi_vn: Quản trị viên nhóm
zh_cn: 组管理员
zh_tw: 群組管理員

# teams.teams:Groups_groupMembers
source: Group Member(s)
de_de: Gruppenmitglied(er)
es_es: Miembro(s) del grupo
it_it: Membri del gruppo
ja_jp: グループメンバー（複数可）
km_kh: សមាជិកក្រុម
mk_mk: Членови на групата
nl_nl: Groepslid/groepsleden
pt_br: Membro(s) de grupo
ro_ro: Membri grupuri
sl_si: Člani skupine
vi_vn: Thành viên nhóm
zh_cn: 组成员
zh_tw: 群組成員

# teams.teams:Groups_groupLeaders
source: Group Leader(s)
de_de: Gruppenleiter
es_es: Líder(es) de grupo
it_it: Leader del gruppo
ja_jp: グループリーダー
km_kh: អ្នកដឹកនាំក្រុម
mk_mk: Водачи на групи
nl_nl: Groepsleider(s)
pt_br: Líder(es) de grupo
ro_ro: Lider(i) de grup
sl_si: Vodje skupin
vi_vn: Lãnh đạo nhóm
zh_cn: 组长
zh_tw: 群組主持者

# teams.teams:Groups_noUserFoundFor
source: No user found for
de_de: Kein Benutzer gefunden für
es_es: No se ha encontrado ningún usuario para
it_it: Nessun utente trovato per
ja_jp: ユーザーが見つかりません
km_kh: រកមិនឃើញអ្នកប្រើប្រាស់សម្រាប់
mk_mk: Не е пронајден корисник за
nl_nl: Geen gebruiker gevonden voor
pt_br: Nenhum Usuário encontrado para
ro_ro: Nu s-a găsit niciun utilizator pentru
sl_si: Ni najdenih uporabnikov za
vi_vn: Không tìm thấy người dùng nào cho
zh_cn: 找不到用户
zh_tw: 沒有找到下列的使用者

# teams.teams:Groups_groupLeadersLabelText
source: Group Leaders
de_de: Gruppenleiter
es_es: Líderes de grupo
it_it: Leader del gruppo
ja_jp: グループリーダー：
km_kh: អ្នកដឹកនាំក្រុម
mk_mk: Водачи на групи
nl_nl: Groepsleiders
pt_br: Líderes dos grupos
ro_ro: Lideri de grup
sl_si: Vodje skupin
vi_vn: Trưởng nhóm
zh_cn: 组长
zh_tw: 群組主持者

# teams.teams:Groups_groupAdminsLabelText
source: Group Admins
de_de: Gruppenadmins
es_es: Administradores del grupo
it_it: Amministratori del gruppo
ja_jp: グループ Admins
km_kh: អ្នកគ្រប់គ្រងក្រុម
mk_mk: Администратори на групи
nl_nl: Groepsbeheerders
pt_br: Administradores do grupo
ro_ro: Administratori de grup
sl_si: Skrbniki skupine
vi_vn: Quản trị viên nhóm
zh_cn: 组管理员
zh_tw: 群組管理員

# teams.teams:Groups_groupDeleteContent
source: You won’t be able to access this group, do you really want to leave ?
de_de: Sie werden nicht mehr auf diese Gruppe zugreifen können. Möchten Sie diese Gruppe wirklich verlassen?
es_es: No podrá acceder a este grupo, ¿seguro que desea abandonarlo?
it_it: Non sarai in grado di accedere a questo gruppo, confermi di uscire?
ja_jp: このグループにアクセスできなくなりますが、本当に退会しますか？
km_kh: អ្នកនឹងមិនអាចចូលក្រុមនេះបានទេ តើអ្នកពិតជាចង់ចាកចេញមែនទេ?
mk_mk: Нема да може да пристапите до оваа група, дали навистина сакате да ја напуштите?
nl_nl: U krijgt dan geen toegang meer tot deze groep. Wilt u de groep echt verlaten?
pt_br: Você não vai conseguir acessar o grupo. Gostaria mesmo de sair?
ro_ro: Nu veți putea accesa acest grup, chiar doriți să plecați?
sl_si: Do te skupine ne boste mogli dostopati. Ali jo res želite zapustiti?
vi_vn: Bạn sẽ không thể truy cập vào nhóm này, bạn có thực sự muốn rời khỏi không?
zh_cn: 您将无法访问此组，是否确定要离开?
zh_tw: 您將無法存取該群組，您真的要離開嗎？
