Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# br-ext.br-ext:CreateCard_safariBrowserWarningMessage
source: This feature is not available for safari browser. Please use Chrome or Edge browsers for using this feature.
de_de: Diese Funktion ist für den Safari-Browser nicht verfügbar. Bitte verwenden Sie den Chrome- oder Edge-Browser, um diese Funktion zu verwenden.
es_es: Esta función no está disponible para el navegador Safari. Utilice los navegadores Chrome o Edge para usar esta función.
it_it: Questa funzione non è disponibile per il browser Safari. Utilizza i browser Chrome o Edge per utilizzare questa funzione.
ja_jp: この機能はSafariブラウザでは使用できません。この機能を使用するには、ChromeまたはEdgeブラウザを使用してください。
km_kh: មុខងារនេះមិនមានសម្រាប់កម្មវិធីរុករកតាមអ៊ីនធឺណិត Safari ទេ។ សូមប្រើកម្មវិធីរុករក Chrome ឬ Edge សម្រាប់ការប្រើប្រាស់មុខងារនេះ។
mk_mk: Оваа функција не е достапна за прелистувачот Safari. Користете ги прелистувачите Chrome или Edge за користење на оваа функција.
nl_nl: Deze functie is niet beschikbaar voor de Safari-browser. Gebruik de browsers Chrome of Edge om deze functie te gebruiken.
pt_br: Este recurso não está disponível para o navegador Safari. Use os navegadores Chrome ou Edge para usar esse recurso.
ro_ro: Această caracteristică nu este disponibilă pentru browserul safari. Utilizați browserele Chrome sau Edge pentru a utiliza această funcție.
sl_si: Ta funkcija ni na voljo za brskalnik Safari. Za uporabo te funkcije uporabite brskalnika Chrome ali Edge.
vi_vn: Tính năng này không có sẵn cho trình duyệt Safari. Vui lòng sử dụng trình duyệt Chrome hoặc Edge để sử dụng tính năng này.
zh_cn: 此功能不适用于 Safari 浏览器。请通过 Chrome 或 Edge 浏览器来使用此功能。
zh_tw: 此功能不適用於 safari 瀏覽器。請使用 Chrome 或 Edge 瀏覽器來使用此功能。

# br-ext.br-ext:CreateCard_screenCastWarningMessage
source: Permission denied. Please verify that camera and microphone access is enabled.
de_de: Berechtigung abgelehnt. Bitte überprüfen Sie, ob der Zugriff auf Kamera und Mikrofon aktiviert ist.
es_es: Permiso denegado. Compruebe que el acceso a la cámara y al micrófono esté habilitado.
it_it: Autorizzazione negata. Verifica che l'accesso alla videocamera e al microfono sia abilitato.
ja_jp: 許可されていません。カメラとマイクへのアクセスが有効であることを確認してください。
km_kh: ការអនុញ្ញាតត្រូវបានបដិសេធ។ សូមផ្ទៀងផ្ទាត់ថាការអនុញ្ញាតឱ្យចូលប្រើកាមេរ៉ា និងមីក្រូហ្វូនត្រូវបានបើកប្រើ។
mk_mk: Дозволата е одбиена. Потврдете дека е овозможен пристапот до камерата и микрофонот.
nl_nl: Toestemming geweigerd. Controleer of toegang tot de camera en microfoon is ingeschakeld.
pt_br: Permissão negada. Verifique se o acesso à câmera e ao microfone está ativado.
ro_ro: Permisiune refuzată. Verificați dacă accesul la cameră și microfon este activat.
sl_si: Dovoljenje zavrnjeno. Preverite, ali je dostop do kamere in mikrofona omogočen.
vi_vn: Quyền bị từ chối. Vui lòng xác minh rằng quyền truy cập vào máy ảnh và micrô đã được bật.
zh_cn: 权限被拒绝。请验证是否已启用摄像头和麦克风访问。
zh_tw: 權限遭拒絕。請驗證是否已啟用攝影機和麥克風存取。

# br-ext.br-ext:CreateCard_startRecording
source: Start Recording
de_de: Aufzeichnung starten
es_es: Iniciar grabación
it_it: Inizia registrazione
ja_jp: レコーディングの開始
km_kh: ចាប់ផ្តើមថត
mk_mk: Започнете со снимање
nl_nl: Opname starten
pt_br: Iniciar Gravação
ro_ro: Inițiere înregistrare
sl_si: Začni snemati
vi_vn: Bắt đầu ghi
zh_cn: 开始录制
zh_tw: 開始錄製

# br-ext.br-ext:CreateCard_saveRecording
source: Save Recording
de_de: Aufzeichnung speichern
es_es: Guardar grabación
it_it: Salva registrazione
ja_jp: レコーディングを保存
km_kh: រក្សាទុកការថត
mk_mk: Зачувај снимање
nl_nl: Opname opslaan
pt_br: Salvar Gravação
ro_ro: Salvare înregistrare
sl_si: Shrani posnetek
vi_vn: Lưu bản ghi
zh_cn: 保存录制
zh_tw: 儲存錄製

# br-ext.br-ext:CreateCard_recordingGoingBackMessage
source: Going back will end the current screen recording. Would you like to go back?
de_de: Wenn Sie zurückgehen, wird die aktuelle Bildschirmaufzeichnung beendet. Möchten Sie zurückgehen?
es_es: Al volver, finalizará la grabación de pantalla actual. ¿Desea volver?
it_it: Se torni indietro, la registrazione dello schermo corrente verrà terminata. Vuoi tornare indietro?
ja_jp: 戻ると、現在の画面レコーディングが終了します。戻りたいですか?
km_kh: ការត្រលប់ក្រោយនឹងបញ្ចប់ការថតអេក្រង់បច្ចុប្បន្ន។ តើអ្នកចង់ត្រឡប់ទៅវិញទេ?
mk_mk: Враќањето назад ќе го заврши тековното снимање на екранот. Дали сакате да се вратите?
nl_nl: Als u teruggaat, wordt de huidige schermopname beëindigd. Wilt u teruggaan?
pt_br: Voltar vai encerrar a gravação da tela atual. Gostaria de voltar?
ro_ro: Dacă reveniți în urmă va încheia înregistrarea curentă de ecran. Vrei să te întorci?
sl_si: Z vrnitvijo nazaj se bo končalo trenutno snemanje zaslona. Bi se radi vrnili?
vi_vn: Việc quay lại sẽ kết thúc quá trình ghi màn hình hiện tại. Bạn có muốn quay lại không?
zh_cn: 返回将结束当前屏幕录制。是否要返回?
zh_tw: 返回將結束目前螢幕錄製。你想回去嗎？

# br-ext.br-ext:CreateCard_cancelScreenRecordingMessage
source: Are you sure you want to cancel the screen recording?
de_de: Möchten Sie die Bildschirmaufzeichnung wirklich abbrechen?
es_es: ¿Seguro que desea cancelar la grabación de pantalla?
it_it: Confermi di voler annullare la registrazione dello schermo?
ja_jp: 画面レコーディングをキャンセルしたいですか?
km_kh: តើអ្នកប្រាកដថាចង់បោះបង់ការថតអេក្រង់មែនទេ?
mk_mk: Дали сте сигурни дека сакате да го откажете снимањето на екранот?
nl_nl: Weet u zeker dat u de schermopname wilt annuleren?
pt_br: Tem certeza de que deseja cancelar a gravação da tela?
ro_ro: Sigur doriți să anulați înregistrarea de ecran?
sl_si: Ali ste prepričani, da želite preklicati snemanje zaslona?
vi_vn: Bạn có chắc chắn muốn hủy ghi màn hình không?
zh_cn: 是否确定要取消屏幕录制?
zh_tw: 您確定要取消螢幕錄製嗎？

# br-ext.br-ext:CreateCard_stopScreenRecording
source: Stop Screen Recording
de_de: Bildschirmaufzeichnung stoppen
es_es: Detener grabación de pantalla
it_it: Interrompi registrazione schermo
ja_jp: 画面レコーディングの停止
km_kh: បញ្ឈប់ការថតអេក្រង់
mk_mk: Сопри снимање на екранот
nl_nl: Schermopname stoppen
pt_br: Interromper Gravação de Tela
ro_ro: Oprire înregistrare ecran
sl_si: Ustavi snemanje zaslona
vi_vn: Dừng ghi màn hình
zh_cn: 停止屏幕录制
zh_tw: 停止螢幕錄製

# br-ext.br-ext:CreateCard_cancelScreenRecording
source: Cancel Screen Recording
de_de: Bildschirmaufzeichnung abbrechen
es_es: Cancelar grabación de pantalla
it_it: Annulla registrazione schermo
ja_jp: 画面レコーディングのキャンセル
km_kh: បោះបង់ការថតអេក្រង់
mk_mk: Откажи снимање на екранот
nl_nl: Schermopname annuleren
pt_br: Cancelar Gravação da Tela
ro_ro: Anulare înregistrare ecran
sl_si: Prekliči snemanje zaslona
vi_vn: Hủy ghi màn hình
zh_cn: 取消屏幕录制
zh_tw: 取消螢幕錄製

# br-ext.br-ext:CreateCard_reloadScreenRecording
source: Reload will end the current screen recording. Would you like to reload?
de_de: Durch das erneute Laden wird die aktuelle Bildschirmaufzeichnung beendet. Möchten Sie dies erneut laden?
es_es: Al volver a cargar finalizará la grabación de pantalla actual. ¿Desea volver a cargar?
it_it: Il ricaricamento terminerà la registrazione dello schermo corrente. Vuoi ricaricare?
ja_jp: リロードすると、現在の画面レコーディングが終了します。リロードしますか?
km_kh: ផ្ទុកឡើងវិញនឹងបញ្ចប់ការថតអេក្រង់បច្ចុប្បន្ន។ តើអ្នកចង់ផ្ទុកឡើងវិញទេ?
mk_mk: Повторното вчитување ќе го заврши тековното снимање на екранот. Дали сакате повторно да вчитате?
nl_nl: Als u opnieuw laadt, wordt de huidige schermopname beëindigd. Wilt u opnieuw laden?
pt_br: Recarregar vai encerrar a gravação da tela atual. Gostaria de recarregar?
ro_ro: Reîncărcarea va încheia înregistrarea curentă a ecranului. Doriți să reîncărcați?
sl_si: Ponovno nalaganje bo končalo trenutno snemanje zaslona. Ali želite znova naložiti?
vi_vn: Tải lại sẽ kết thúc quá trình ghi màn hình hiện tại. Bạn có muốn tải lại không?
zh_cn: 重新加载将结束当前屏幕录制。是否要重新加载?
zh_tw: 重新載入將結束目前螢幕錄製。您想重新加載嗎？

# br-ext.br-ext:CreateCard_cameraPermissionTitle
source: Your camera is not enabled for this website.
de_de: Ihre Kamera ist für diese Website nicht aktiviert.
es_es: La cámara no está habilitada para este sitio web.
it_it: La videocamera non è abilitata per questo sito Web.
ja_jp: お使いのカメラはこのウェブサイトで有効ではありません。
km_kh: កាមេរ៉ារបស់អ្នកមិនត្រូវបានបើកប្រើសម្រាប់គេហទំព័រនេះទេ។
mk_mk: Вашата камера не е овозможена за оваа веб-локација.
nl_nl: Uw camera is niet ingeschakeld voor deze website.
pt_br: A câmera não está ativada para este site.
ro_ro: Camera dvs. nu este activată pentru acest site web.
sl_si: Vaša kamera ni omogočena za to spletno mesto.
vi_vn: Máy ảnh của bạn không được kích hoạt cho trang web này.
zh_cn: 您的摄像头未启用，无法访问此网站。
zh_tw: 您的攝影機未針對此網站啟用。

# br-ext.br-ext:CreateCard_cameraPermissionMessage
source: Please update your browser settings if you would like to use the camera feature on this website.
de_de: Bitte aktualisieren Sie die Einstellungen Ihres Browsers, wenn Sie die Kamerafunktion auf dieser Website verwenden möchten.
es_es: Actualice la configuración del navegador si desea utilizar la función de cámara en este sitio web.
it_it: Si prega di aggiornare le impostazioni del Browser se si desidera utilizzare la funzione della fotocamera su questo sito Web.
ja_jp: このウェブサイトのカメラ機能を使用する場合は、ブラウザ設定を更新してください。
km_kh: សូមធ្វើបច្ចុប្បន្នភាពការកំណត់កម្មវិធីរុករកតាមអ៊ីនធឺណិតរបស់អ្នក ប្រសិនបើអ្នកចង់ប្រើមុខងារកាមេរ៉ានៅលើគេហទំព័រនេះ។
mk_mk: Ажурирајте ги поставките на вашиот прелистувач доколку сакате да ја користите функцијата на камерата на оваа веб-локација.
nl_nl: Werk uw browserinstellingen bij als u de camerafunctie op deze website wilt gebruiken.
pt_br: Atualize as configurações do navegador caso você queira usar o recurso da câmera no site.
ro_ro: Vă rugăm să actualizați setările browserului dacă doriți să utilizați funcția camerei de pe acest site web.
sl_si: Posodobite nastavitve brskalnika, če želite uporabljati funkcijo kamere na tem spletnem mestu.
vi_vn: Vui lòng cập nhật cài đặt trình duyệt của bạn nếu bạn muốn sử dụng tính năng camera trên trang web này.
zh_cn: 如果您想在此网站上使用摄像头功能，请更新浏览器设置。
zh_tw: 如果您想使用本網站的攝影機功能，請更新您的瀏覽器設定。

# br-ext.br-ext:CreateCard_enterTitle
source: Enter Title
de_de: Titel eingeben
es_es: Introducir título
it_it: Inserisci titolo
ja_jp: タイトルを入力してください
km_kh: បញ្ចូល​ចំណងជើង
mk_mk: Внесете наслов
nl_nl: Titel invoeren
pt_br: Especificar título
ro_ro: Introducere titlu
sl_si: Vnesite naslov
vi_vn: Nhập tiêu đề
zh_cn: 输入标题
zh_tw: 輸入標題

# br-ext.br-ext:CreateCard_description
source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
ja_jp: 説明
km_kh: ការពណ៌នា
mk_mk: Опис
nl_nl: Omschrijving
pt_br: Descrição
ro_ro: Descriere
sl_si: Opis
vi_vn: Mô tả
zh_cn: 描述
zh_tw: 描述

# br-ext.br-ext:CreateCard_optional
source: Optional
es_es: Opcional
it_it: Facoltativo
ja_jp: 任意
km_kh: ស្រេចចិត្ត
mk_mk: Опционално
nl_nl: Optioneel
pt_br: Opcional
ro_ro: Opțional
sl_si: Neobvezno
vi_vn: Không bắt buộc
zh_cn: 可选
zh_tw: 選擇性

# br-ext.br-ext:CreateCard_descriptionInfo
source: Please, provide a description for your SmartCard.
de_de: Bitte geben Sie eine Beschreibung für Ihre SmartCard ein.
es_es: Proporcione una descripción para su tarjeta inteligente.
it_it: Fornisci una descrizione della tua SmartCard.
ja_jp: スマートカードの説明を入力してください。
km_kh: សូមផ្តល់ការពណ៌នាសម្រាប់ SmartCard របស់អ្នក។
mk_mk: Наведете опис за вашата SmartCard.
nl_nl: Geef een omschrijving op voor uw SmartCard.
pt_br: Dê uma descrição do SmartCard.
ro_ro: Vă rugăm să oferiți o descriere pentru SmartCard dvs.
sl_si: Navedite opis za SmartCard.
vi_vn: Vui lòng cung cấp mô tả cho SmartCard của bạn.
zh_cn: 请为您的 SmartCard 提供描述。
zh_tw: 請提供您的智慧卡的描述。

# br-ext.br-ext:CreateCard_tagsInputPlaceholder
source: Type your tag and press return (Enter) to add it
de_de: Geben Sie Ihre Markierung ein und drücken Sie die Eingabetaste, um sie hinzuzufügen.
es_es: Escriba la etiqueta y pulse Intro para añadirla
it_it: Digita il tag e premi Invio per aggiungerlo
ja_jp: タグを入力し、リターン（Enter）キーを押して追加します
km_kh: វាយបញ្ចូលស្លាករបស់អ្នកហើយចុច ត្រឡប់ (Enter) ដើម្បីបន្ថែមស្លាក
mk_mk: Внесете ја вашата ознака и притиснете return (Enter) за да ја додадете
nl_nl: Typ uw label en druk op Enter om dit toe te voegen
pt_br: Digite o rótulo e pressione return (Enter) para adicioná-lo
ro_ro: Tastați eticheta și apăsați Return (Enter) pentru a o adăuga
sl_si: Vnesite svojo oznako in pritisnite vnašalko (Enter), da jo dodate.
vi_vn: Nhập thẻ tag của bạn rồi nhấn quay lại (Enter) để thêm thẻ tag
zh_cn: 键入您的标记，然后按回车键(Enter)进行添加
zh_tw: 輸入您的標記並按 Return 鍵 (Enter) 以新增

# br-ext.br-ext:CreateCard_language
source: Language
de_de: Sprache
es_es: Idioma
it_it: Lingua
ja_jp: 言語
km_kh: ភាសា
mk_mk: Јазик
nl_nl: Taal
pt_br: Idioma
ro_ro: Limba
sl_si: Jezik
vi_vn: Ngôn ngữ
zh_cn: 语言
zh_tw: 語言

# br-ext.br-ext:CreateCard_contentType
source: Content Type
de_de: Inhaltstyp
es_es: Tipo de contenido
it_it: Tipo contenuto
ja_jp: コンテンツタイプ
km_kh: ប្រភេទមាតិកា
mk_mk: Вид на содржина
pt_br: Tipo de conteúdo
ro_ro: Tip de conținut
sl_si: Vrsta vsebine
vi_vn: Loại nội dung
zh_cn: 内容类型
zh_tw: 內容類型

# br-ext.br-ext:CreateCard_level
source: Level
de_de: Ebene
es_es: Nivel
it_it: Livello
ja_jp: レベル
km_kh: កម្រិត
mk_mk: Ниво
nl_nl: Niveau
pt_br: Nível
ro_ro: Nivel
sl_si: Raven
vi_vn: Cấp độ
zh_cn: 级别
zh_tw: 等級

# br-ext.br-ext:CreateCard_durationHoursInputSubtitle
source: Select the duration of the article
de_de: Dauer des Artikels auswählen
es_es: Seleccione la duración del artículo
it_it: Seleziona la durata dell'articolo
ja_jp: 記事の期間を選択してください
km_kh: ជ្រើសរើសរយៈពេលនៃអត្ថបទ
mk_mk: Изберете го времетраењето на статијата
nl_nl: De duur van het artikel selecteren
pt_br: Selecione a duração do artigo
ro_ro: Selectați durata articolului
sl_si: Izberite predvideni čas branja članka.
vi_vn: Chọn thời lượng bài viết
zh_cn: 选择文章持续时间
zh_tw: 選取文章的持續時間

# br-ext.br-ext:CreateCard_durationMinsInputTitle
source: mins
de_de: Minuten
es_es: minutos
it_it: Minuti
ja_jp: 分
km_kh: នាទី
mk_mk: минути
nl_nl: minuten
pt_br: Minutos
ro_ro: Minute
sl_si: min
vi_vn: phút
zh_cn: 分钟
zh_tw: 分鐘

# br-ext.br-ext:CreateCard_durationHoursInputTitle
source: hours
de_de: Stunden
es_es: horas
it_it: ore
ja_jp: 時間
km_kh: ម៉ោង
mk_mk: часови
nl_nl: uur
pt_br: horas
ro_ro: ore
sl_si: ure
vi_vn: giờ
zh_cn: 小时
zh_tw: 小時

# br-ext.br-ext:CreateCard_durationErrorString
source: Duration is required
de_de: Dauer ist erforderlich
es_es: La duración es obligatoria
it_it: Il campo Durata è obbligatorio
ja_jp: 期間が必要です
km_kh: ត្រូវការរយៈពេល
mk_mk: Потребно е времетраење
nl_nl: Duur is vereist
pt_br: A duração é obrigatória
ro_ro: Durata este obligatorie
sl_si: Trajanje je obvezno.
vi_vn: Thời lượng là bắt buộc
zh_cn: 持续时间为必填项
zh_tw: 持續時間為必要

# br-ext.br-ext:CreateCard_registrationType
source: Registration Type
de_de: Anmeldungstyp
es_es: Tipo de registro
it_it: Tipo di Registrazione
ja_jp: 登録タイプ
km_kh: ប្រភេទនៃការចុះឈ្មោះ
mk_mk: Тип на регистрација
nl_nl: Inschrijvingstype
pt_br: Tipo de Inscrição
ro_ro: Tip înregistrare
sl_si: Vrsta registracije
vi_vn: Loại đăng ký
zh_cn: 注册类型
zh_tw: 註冊類型

# br-ext.br-ext:CreateCard_open
source: Open
de_de: Öffnen
es_es: Abrir
it_it: Apri
ja_jp: 開く
km_kh: បើក
mk_mk: Отворено
nl_nl: Openen
pt_br: Aberta
ro_ro: Deschis
sl_si: Odpri
vi_vn: Mở
zh_cn: 开放
zh_tw: 開啟

# br-ext.br-ext:CreateCard_moderate
source: Moderate
de_de: Mittel
es_es: Moderado
it_it: Moderata
ja_jp: 中程度
km_kh: មធ្យម
mk_mk: Умерено
nl_nl: Modereren
pt_br: Moderada
ro_ro: Moderat
sl_si: Moderator
vi_vn: Vừa phải
zh_cn: 适中
zh_tw: 中等

# br-ext.br-ext:CreateCard_closeRegistration
source: Close Registration
de_de: Anmeldung schließen
es_es: Cerrar registro
it_it: Chiudi registrazione
ja_jp: 登録を閉じる
km_kh: បិទការចុះឈ្មោះ
mk_mk: Затвори ја регистрацијата
nl_nl: Inschrijving sluiten
pt_br: Fechar inscrição
ro_ro: Închidere înregistrare
sl_si: Zapri registracijo
vi_vn: Đóng đăng ký
zh_cn: 结束注册
zh_tw: 關閉註冊

# br-ext.br-ext:CreateCard_maximumUsers
source: Maximum Users
de_de: Maximale Anzahl der Benutzer
es_es: Máximo de usuarios
it_it: Numero massimo di utenti
ja_jp: 最大ユーザー数
km_kh: អ្នកប្រើប្រាស់អតិបរមា
mk_mk: Максимум корисници
nl_nl: Maximumaantal gebruikers
pt_br: Máximo de Usuários
ro_ro: Număr maxim de utilizatori
sl_si: Največje število uporabnikov
vi_vn: Số người dùng tối đa
zh_cn: 最多用户数
zh_tw: 最大用戶數

# br-ext.br-ext:CreateCard_selectContentType
source: Select Content Type
de_de: Inhaltstyp auswählen
es_es: Seleccionar tipo de contenido
it_it: Seleziona tipo di contenuto
ja_jp: コンテンツタイプの選択
km_kh: ជ្រើសរើសប្រភេទមាតិកា
mk_mk: Изберете вид на содржина
nl_nl: Contenttype selecteren
pt_br: Selecionar tipo de conteúdo
ro_ro: Selectare tip de conținut
sl_si: Izberite vrsto vsebine
vi_vn: Chọn loại nội dung
zh_cn: 选择内容类型
zh_tw: 選擇內容類型

# br-ext.br-ext:CreateCard_beginner
source: beginner
de_de: Anfänger
es_es: principiante
it_it: principiante
ja_jp: 初級
km_kh: អ្នកចាប់ផ្តើម
mk_mk: почетник
pt_br: iniciante
ro_ro: începător
sl_si: začetna stopnja
vi_vn: người mới bắt đầu
zh_cn: 初级
zh_tw: 初階

# br-ext.br-ext:CreateCard_intermediate
source: intermediate
de_de: mittlerer Kenntnisstand
es_es: intermedio
it_it: intermedio
ja_jp: 標準
km_kh: កម្រិតមធ្យម
mk_mk: средно
nl_nl: gevorderd
pt_br: intermediário
ro_ro: intermediar
sl_si: srednja stopnja
vi_vn: Trung cấp
zh_cn: 中级
zh_tw: 中級

# br-ext.br-ext:CreateCard_advanced
source: advanced
de_de: fortgeschritten
es_es: avanzado
it_it: avanzato
ja_jp: 上級
km_kh: កម្រិតខ្ពស់
mk_mk: напредно
nl_nl: expert
pt_br: avançado
ro_ro: avansat
sl_si: nadaljevalna stopnja
vi_vn: nâng cao
zh_cn: 高级
zh_tw: 進階

# br-ext.br-ext:CreateCard_shareInputSubTitle
source: Select the groups, channels, or users you wish
de_de: Wählen Sie die gewünschten Gruppen, Channel oder Benutzer aus
es_es: Seleccione los grupos, canales o usuarios que desee
it_it: Seleziona i gruppi, i canali o gli utenti che desideri
ja_jp: 希望するグループ、チャンネル、またはユーザーを選択します
km_kh: ជ្រើសរើសក្រុម បណ្ដាញ ឬអ្នកប្រើប្រាស់ដែលអ្នកចង់បាន
mk_mk: Изберете ги групите, каналите или корисниците што ги сакате
nl_nl: Selecteer de groepen, kanalen of gebruikers die u wilt toevoegen
pt_br: Selecione os grupos, canais ou usuários que deseja
ro_ro: Selectați grupurile, canalele sau utilizatorii doriți
sl_si: Izberite želene skupine, kanale ali uporabnike.
vi_vn: Chọn nhóm, kênh hoặc người dùng bạn muốn
zh_cn: 选择所需的组、频道或用户
zh_tw: 選擇您想要的群組、頻道或用戶

# br-ext.br-ext:CreateCard_shareInputPlaceholder
source: Type here to search and select
de_de: Fügen Sie hier Text ein, um zu suchen und auszuwählen
es_es: Escriba aquí para buscar y seleccionar
it_it: Digita qui per cercare e selezionare
ja_jp: 検索して選択するには、ここに入力してください
km_kh: វាយនៅទីនេះដើម្បីស្វែងរក ហើយជ្រើសរើស
mk_mk: Напишете овде за да пребарувате и изберете
nl_nl: Typ hier om te zoeken en te selecteren
pt_br: Digite aqui para pesquisar e selecionar
ro_ro: Tastați aici pentru a căuta și selecta
sl_si: Tukaj vnesite poizvedbo za iskanje in izbiro.
vi_vn: Nhập vào đây để tìm kiếm và chọn
zh_cn: 在此处键入进行搜索并选择
zh_tw: 在此輸入以搜尋並選擇

# br-ext.br-ext:CreateCard_inputRequiredtext
source: Required Field
de_de: Pflichtfeld
es_es: Campo obligatorio
it_it: Campo obbligatorio
ja_jp: 必須フィールド
km_kh: វាលដែលត្រូវការ
mk_mk: Задолжително поле
nl_nl: Vereist veld
pt_br: Campo obrigatório
ro_ro: Câmp obligatoriu
sl_si: Obvezno polje
vi_vn: Trường bắt buộc
zh_cn: 必填字段
zh_tw: 必填項目

# br-ext.br-ext:CreateCard_fromList
source: From List
de_de: Aus Liste
es_es: De la lista
it_it: Da elenco
ja_jp: リストから
km_kh: ពីបញ្ជី
mk_mk: Од листа
nl_nl: Van lijst
pt_br: Da lista
ro_ro: Din listă
sl_si: S seznama
vi_vn: Từ danh sách
zh_cn: 从列表
zh_tw: 來自清單

# br-ext.br-ext:CreateCard_user
source: User
de_de: Benutzer
es_es: Usuario
it_it: Utente
ja_jp: ユーザー
km_kh: អ្នកប្រើប្រាស់
mk_mk: Корисник
nl_nl: Gebruiker
pt_br: Usuário
ro_ro: Utilizator
sl_si: Uporabnik
vi_vn: Người dùng
zh_cn: 用户
zh_tw: 使用者

# br-ext.br-ext:CreateCard_privacySetting
source: Privacy Settings
de_de: Datenschutzeinstellungen
es_es: Configuración de privacidad
it_it: Impostazioni sulla privacy
ja_jp: プライバシー設定
km_kh: ការកំណត់ឯកជនភាព
mk_mk: Поставки за приватност
nl_nl: Privacyinstellingen
pt_br: Configurações de privacidade
ro_ro: Setări de confidențialitate
sl_si: Nastavitve zasebnosti
vi_vn: Cài đặt quyền riêng tư
zh_cn: 隐私设置
zh_tw: 隱私設定

# br-ext.br-ext:CreateCard_privacySubtitle
source: Please specify the level of access for this SmartCard.
de_de: Bitte geben Sie die Zugriffsebene für diese SmartCard an.
es_es: Especifique el nivel de acceso para esta tarjeta inteligente.
it_it: Specifica il livello di accesso per questa SmartCard.
ja_jp: このスマートカードのアクセスレベルを指定してください。
km_kh: សូមបញ្ជាក់កម្រិតនៃការចូលប្រើសម្រាប់ SmartCard នេះ។
mk_mk: Наведете го нивото на пристап за оваа SmartCard.
nl_nl: Geef het toegangsniveau voor deze SmartCard op.
pt_br: Especifique o nível de acesso do SmartCard.
ro_ro: Specificați nivelul de acces pentru acest SmartCard.
sl_si: Določite raven dostopa za to kartico SmartCard.
vi_vn: Vui lòng chỉ định cấp truy cập cho SmartCard này.
zh_cn: 请指定此 SmartCard 的访问级别。
zh_tw: 請指定此智慧卡的存取等級。

# br-ext.br-ext:CreateCard_privateInfoText
source: Viewing this SmartCard is restricted to users who you have shared it. Sharing a SmartCard can be done directly, or indirectly, via a Group, or Channel, that the users belong to.
de_de: Diese SmartCard kann nur von Benutzern angezeigt werden, mit denen Sie sie geteilt haben. Sie können eine SmartCard direkt oder indirekt über eine Gruppe oder einen Channel teilen, zu der/dem die Benutzer gehören.
es_es: La visualización de esta Smartcard está restringida a los usuarios que la hayan compartido. Compartir una Smartcard se puede hacer directa o indirectamente a través de un grupo o canal al que pertenezcan los usuarios.
it_it: La visualizzazione di questa SmartCard è limitata agli utenti con cui l'hai condivisa. La condivisione di una SmartCard può essere effettuata direttamente, o indirettamente, tramite un Gruppo, o canale, a cui gli utenti appartengono.
ja_jp: このスマートカードの表示は、あなたが共有したユーザーに限定されます。スマートカードの共有は、ユーザーが属するグループまたはチャンネルを介して直接的または間接的に行うことができます。
km_kh: ការមើល SmartCard នេះត្រូវបានដាក់កំហិតចំពោះអ្នកប្រើប្រាស់ដែលអ្នកបានចែករំលែកវា។ ការចែករំលែក SmartCard អាចធ្វើឡើងដោយផ្ទាល់ ឬដោយប្រយោល តាមរយៈក្រុម ឬ Channel ដែលអ្នកប្រើប្រាស់ជាកម្មសិទ្ធិ។
mk_mk: Гледањето на оваа SmartCard е ограничено на корисници со кои сте ја споделиле. Споделувањето на SmartCard може да се изврши директно или индиректно, преку Група или Канал каде што припаѓаат корисниците.
nl_nl: Weergave van deze SmartCard is beperkt tot gebruikers met wie u hem hebt gedeeld. Een SmartCard kan direct worden gedeeld of indirect via een groep of kanaal waartoe de gebruikers behoren.
pt_br: A exibição do SmartCard está restrita a usuários com quem você o compartilhou. O compartilhamento de um SmartCard pode ser feito direta ou indiretamente por meio de um Grupo, ou Canal, ao qual os usuários pertencem.
ro_ro: Vizualizarea acestui SmartCard este limitată la utilizatorii către care l-ați distribuit. Partajarea unui SmartCard se poate face direct sau indirect, prin intermediul unui grup sau canal de care aparțin utilizatorii.
sl_si: To kartico SmartCard si lahko ogledajo samo uporabniki, s katerimi je v skupni rabi. Kartico SmartCard lahko daste v skupno rabo neposredno ali posredno oziroma prek skupine ali kanala, ki mu uporabniki pripadajo.
vi_vn: Chỉ những người dùng mà bạn đã chia sẻ SmartCard này mới có quyền xem. Việc chia sẻ SmartCard có thể được thực hiện trực tiếp hoặc gián tiếp thông qua Nhóm hoặc Kênh mà người dùng thuộc về.
zh_cn: 仅限与您共享此 SmartCard 的用户查看此卡。可以通过用户所属的组或频道直接或间接共享 SmartCard。
zh_tw: 僅限您已分享的使用者可檢視此 SmartCard。分享 SmartCard 可以透過使用者所屬的群組或頻道直接或間接完成。

# br-ext.br-ext:CreateCard_publicInfoText
source: Anyone can view this SmartCard.
de_de: Alle können diese SmartCard anzeigen.
es_es: Cualquiera puede ver esta tarjeta inteligente.
it_it: Chiunque può visualizzare questa SmartCard.
ja_jp: このスマートカードは誰でも表示できます。
km_kh: អ្នក​ណា​ក៏​អាច​មើល SmartCard នេះ។
mk_mk: Секој може да ја види оваа SmartCard.
nl_nl: Iedereen kan deze SmartCard bekijken.
pt_br: Qualquer pessoa pode ver o SmartCard.
ro_ro: Oricine poate vizualiza acest SmartCard.
sl_si: To kartico SmartCard lahko vidijo vsi.
vi_vn: Bất cứ ai cũng có thể xem SmartCard này.
zh_cn: 任何人都可以查看此 SmartCard。
zh_tw: 任何人都可以查看此智能卡。
