Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# teams.teams:Cards_addToPathways
source: Add to pathway(s)
de_de: Zu Pfaden hinzufügen
es_es: Añadir a Pathway(s)
it_it: Aggiungi a Pathway
ja_jp: パスウェイに追加
km_kh: បន្ថែមទៅ pathway(s)
mk_mk: Додај во pathway(s)
nl_nl: Toevoegen aan Pathway(s)
pt_br: Adicionar a Pathway(s)
ro_ro: Adăugare la Pathway(s)
sl_si: Dodaj v module Pathway
vi_vn: Thêm vào (các) Pathway
zh_cn: 添加到 Pathway
zh_tw: 新增至 Pathway

# teams.teams:Cards_assignCardSuccessMessage
source: You have assigned this {{readableCardTypeLabel}} successfully.
de_de: Sie haben diese {{readableCardTypeLabel}} erfolgreich zugewiesen.
es_es: Ha asignado este/a {{readableCardTypeLabel} correctamente.
it_it: Hai assegnato questa {{readableCardTypeLabel}} correttamente.
ja_jp: この {{readableCardTypeLabel}} をご自分に割当てました。
km_kh: អ្នកបានកំណត់ {{readableCardTypeLabel}} នេះដោយជោគជ័យ។
mk_mk: Успешно ја доделивте оваа {{readableCardTypeLabel}}.
nl_nl: U hebt deze {{readableCardTypeLabel}} toegewezen.
pt_br: Você atribuiu este {{readableCardTypeLabel}} com sucesso.
ro_ro: V-ați atribuit acest {{readableCardTypeLabel}} cu succes.
sl_si: Uspešno ste dodelili ta element: {{readableCardTypeLabel}}.
vi_vn: Bạn đã gán thành công {{readableCardTypeLabel}} này.
zh_cn: 您已成功分配此 {{readableCardTypeLabel}。
zh_tw: 您已成功指定這個 {{readableCardTypeLabel}}。

# teams.teams:Cards_buyContentOnWeb
source: You must first buy this card on the web to consume this content.
de_de: Sie müssen diese Karte zuerst online erwerben, um diese Inhalte nutzen zu können.
es_es: Primero debe comprar esta tarjeta en la web para consumir este contenido.
it_it: È necessario prima acquistare questa scheda sul Web per utilizzare questo contenuto.
ja_jp: このコンテンツを利用するには、まずこのカードをWebで購入する必要があります。
km_kh: ដំបូងអ្នកត្រូវតែទិញកាតនេះនៅលើវិប ដើម្បីប្រើខ្លឹមព័ត៌មាននេះ។
mk_mk: Прво морате да ја купите оваа картичка на интернет за да ја консумирате оваа содржина.
nl_nl: U moet deze kaart eerst kopen op het internet om deze content te gebruiken.
pt_br: Você deve primeiro comprar o cartão na Web para consumir o conteúdo.
ro_ro: Mai întâi trebuie să cumpărați acest card de pe web pentru a consuma acest conținut.
sl_si: Za uporabo te vsebine morate najprej kupiti to kartico na spletu.
vi_vn: Bạn phải mua thẻ này trên web thì mới sử dụng được nội dung này.
zh_cn: 您必须首先在网络上购买此卡才能使用该内容。
zh_tw: 您必須先在網路上購買此卡才能使用此內容。

# teams.teams:Cards_rateLimitError
source: Rate limit exceeded. Please try again later.
de_de: Maximale Anzahl von Beurteilungen überschritten. Bitte versuchen Sie es später erneut.
es_es: Límite de calificaciones superado. Inténtelo de nuevo más tarde.
it_it: Limite di valutazioni superato. Riprova in seguito.
ja_jp: レート制限を超えました。しばらくしてから再試行してください。
km_kh: បានលើសដែនកំណត់នៃការឱ្យតម្លៃ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
mk_mk: Надминато е ограничувањето на оценката. Обидете се повторно подоцна.
nl_nl: Tarieflimiet overschreden. Probeer het later opnieuw.
pt_br: Limite de taxa excedido. Tente novamente mais tarde.
ro_ro: Limita de evaluare a fost depășită. Încercați din nou mai târziu.
sl_si: Omejitev hitrosti je presežena. Poskusite znova pozneje.
vi_vn: Vượt quá giới hạn số lượng yêu cầu. Vui lòng thử lại sau.
zh_cn: 超出速率限制。请稍后再试。
zh_tw: 超過限速。請稍後再試。

# teams.teams:Cards_spinnerMessage
source: Fetching Cards...
de_de: Karten werden abgerufen...
es_es: Recuperando tarjetas...
it_it: Recupero schede in corso...
ja_jp: カードを取得しています...
km_kh: កំពុង​ទៅ​យក​កាត...
mk_mk: Се земаат картички...
nl_nl: Kaarten ophalen...
pt_br: Buscando os cartões...
ro_ro: Se preiau cardurile...
sl_si: Pridobivanje kartic ...
vi_vn: Đang tìm nạp thẻ...
zh_cn: 正在获取卡...
zh_tw: 正在獲取卡片...

# teams.teams:Cards_noResultFound
source: No Result Found
de_de: Kein Ergebnis gefunden
es_es: No se encontraron resultados
it_it: Nessun risultato trovato
ja_jp: 結果が見つかりません
km_kh: រកមិនឃើញលទ្ធផលទេ។
mk_mk: Не е пронајден резултат
nl_nl: Geen resultaat gevonden
pt_br: Nenhum Resultado Encontrado
ro_ro: Nu s-a găsit niciun rezultat
sl_si: Ni rezultatov iskanja
vi_vn: Không có kết quả nào
zh_cn: 找不到结果
zh_tw: 沒有找到結果

# teams.teams:Cards_options
source: Options
de_de: Optionen
es_es: Opciones
it_it: Opzioni
ja_jp: オプション
km_kh: ជម្រើស
mk_mk: Опции
nl_nl: Opties
pt_br: Opções
ro_ro: Opțiuni
sl_si: Možnosti
vi_vn: Tùy chọn
zh_cn: 选项
zh_tw: 選項

# teams.teams:Cards_smartcardProgressLabel
source: Your progress:
de_de: Ihr Fortschritt:
es_es: Su estado:
it_it: Stato di avanzamento:
ja_jp: 進捗：
km_kh: វឌ្ឍនភាពរបស់អ្នក៖
mk_mk: Вашиот напредок:
nl_nl: Uw voortgang:
pt_br: Seu progresso:
ro_ro: Progresul dvs.:
sl_si: Vaš napredek:
vi_vn: Sự tiến bộ của bạn:
zh_cn: 您的进度:
zh_tw: 您的進度：

# teams.teams:Cards_social
source: Social
de_de: Sozial
it_it: Sociale
ja_jp: ソーシャル
km_kh: សង្គម
mk_mk: Социјални медиуми
sl_si: Družabno
vi_vn: Xã hội
zh_cn: 社交
zh_tw: 社交

# teams.teams:Cards_createCardHeading
source: Create a SmartCard
de_de: Eine SmartCard erstellen
es_es: Crear una tarjeta inteligente
it_it: Crea una SmartCard
ja_jp: スマートカードを作成します
km_kh: បង្កើត SmartCard
mk_mk: Креирај SmartCard
nl_nl: Een smartcard maken
pt_br: Criar um SmartCard
ro_ro: Creați un SmartCard
sl_si: Ustvari SmartCard
vi_vn: Tạo SmartCard
zh_cn: 创建 SmartCard
zh_tw: 創建智慧卡

# teams.teams:Cards_updateCardHeading
source: Update a SmartCard
de_de: Eine SmartCard aktualisieren
es_es: Actualizar una tarjeta inteligente
it_it: Aggiorna una SmartCard
ja_jp: スマートカードを更新します
km_kh: ធ្វើបច្ចុប្បន្នភាព SmartCard
mk_mk: Ажурирај SmartCard
nl_nl: Een smartcard bijwerken
pt_br: Atualizar um SmartCard
ro_ro: Actualizați un SmartCard
sl_si: Posodobi SmartCard
vi_vn: Cập nhật SmartCard
zh_cn: 更新 SmartCard
zh_tw: 更新智慧卡

# teams.teams:Cards_cardSuccessful
source: Your card has been created.
de_de: Ihre Karte wurde erstellt.
es_es: Se ha creado su tarjeta.
it_it: La tua scheda è stata creata.
ja_jp: カードが作成されました。
km_kh: កាតរបស់អ្នកត្រូវបានបង្កើត។
mk_mk: Вашата картичка е создадена.
nl_nl: Uw kaart is gemaakt.
pt_br: Seu cartão foi criado.
ro_ro: Cardul dvs. a fost creat.
sl_si: Kartica je bila ustvarjena.
vi_vn: Thẻ của bạn đã được tạo.
zh_cn: 您的卡已创建。
zh_tw: 您的卡片已經建立。

# teams.teams:Cards_cardUpdateSuccessful
source: Your card has been updated.
de_de: Ihre Karte wurde aktualisiert.
es_es: Se ha actualizado su tarjeta.
it_it: La tua scheda è stata aggiornata.
ja_jp: カードが更新されました。
km_kh: កាតរបស់អ្នកត្រូវបានធ្វើបច្ចុប្បន្នភាព។
mk_mk: Вашата картичка е ажурирана.
nl_nl: Uw kaart is bijgewerkt.
pt_br: Seu cartão foi atualizado.
ro_ro: Cardul dvs. a fost actualizat.
sl_si: Vaša kartica je posodobljena.
vi_vn: Thẻ của bạn đã được cập nhật.
zh_cn: 您的卡已更新。
zh_tw: 您的卡片已更新。

# teams.teams:Cards_createCard
source: Create Card
de_de: Karte erstellen
es_es: Crear tarjeta
it_it: Crea scheda
ja_jp: カードを作成します
km_kh: បង្កើតកាត
mk_mk: Креирај картичка
nl_nl: Kaart maken
pt_br: Criar Cartão
ro_ro: Creare card
sl_si: Ustvari kartico
vi_vn: Tạo thẻ
zh_cn: 创建卡
zh_tw: 建立卡片

# teams.teams:Cards_updateCard
source: Update Card
de_de: Karte aktualisieren
es_es: Actualizar tarjeta
it_it: Aggiorna scheda
ja_jp: カードを更新
km_kh: ធ្វើបច្ចុប្បន្នភាពកាត
mk_mk: Ажурирај картичка
nl_nl: Kaart bijwerken
pt_br: Atualizar cartão
ro_ro: Actualizare card
sl_si: Posodobi kartico
vi_vn: Cập nhật thẻ
zh_cn: 更新卡
zh_tw: 更新卡片

# teams.teams:Cards_optional
source: Optional
es_es: Opcional
it_it: Facoltativo
ja_jp: 任意
km_kh: ស្រេចចិត្ត
mk_mk: Опционално
nl_nl: Optioneel
pt_br: Opcional
ro_ro: Opțional
sl_si: Izbirno
vi_vn: Không bắt buộc
zh_cn: 可选
zh_tw: 選擇性

# teams.teams:Cards_optionalField
source: Optional field;
de_de: Optionales Feld:
es_es: Campo opcional;
it_it: Campo facoltativo;
ja_jp: オプションフィールド：
km_kh: វាលស្រេចចិត្ត
mk_mk: Изборно поле;
nl_nl: Optioneel veld;
pt_br: Campo opcional;
ro_ro: Câmp opțional;
sl_si: Izbirno polje;
vi_vn: Trường tùy chọn;
zh_cn: 可选字段；
zh_tw: 可選字段；

# teams.teams:Cards_requiredCreateField
source: * - Required field
de_de: * - Pflichtfeld
es_es: * - Campo obligatorio
it_it: * - Campo obbligatorio
ja_jp: * - 必須フィールド
km_kh: * - វាលដែលត្រូវការ
mk_mk: * - Задолжително поле
nl_nl: * - Vereist veld
pt_br: * - Campo obrigatório
ro_ro: * - Câmp obligatoriu
sl_si: * - Obvezno polje
vi_vn: * - Trường bắt buộc
zh_cn: * - 必填字段
zh_tw: * - 必填項目

# teams.teams:Cards_details
source: Details
es_es: Detalles
it_it: Dettagli
ja_jp: 詳細
km_kh: ព័ត៌មានលម្អិត
mk_mk: Детали
nl_nl: Gegevens
pt_br: Detalhes
ro_ro: Detalii
sl_si: Podrobnosti
vi_vn: Chi tiết
zh_cn: 详情
zh_tw: 詳細資料

# teams.teams:Cards_title
source: Title
de_de: Titel
es_es: Título
it_it: Titolo
ja_jp: タイトル
km_kh: ចំណងជើង
mk_mk: Наслов
nl_nl: Titel
pt_br: Título
ro_ro: Titlu
sl_si: Naslov
vi_vn: Tiêu đề
zh_cn: 标题
zh_tw: 標題

# teams.teams:Cards_enterTitle
source: Enter Title
de_de: Titel eingeben
es_es: Introducir título
it_it: Inserisci titolo
ja_jp: タイトルを入力してください
km_kh: បញ្ចូលចំណងជើង
mk_mk: Внесете наслов
nl_nl: Titel invoeren
pt_br: Inserir título
ro_ro: Introducere titlu
sl_si: Vnesite naslov
vi_vn: Nhập tiêu đề
zh_cn: 输入标题
zh_tw: 輸入標題

# teams.teams:Cards_smartCardTitlePlaceholder
source: Enter SmartCard title here
de_de: Geben Sie Ihren SmartCard-Titel hier ein.
es_es: Introduzca el título de la tarjeta inteligente aquí
it_it: Inserisci qui il titolo della SmartCard
ja_jp: ここにスマートカードのタイトルを入力します
km_kh: បញ្ចូលចំណងជើង SmartCard នៅទីនេះ
mk_mk: Внесете го насловот на SmartCard тука
nl_nl: Voer hier de SmartCard-titel in
pt_br: Insira o título do SmartCard aqui
ro_ro: Introduceți aici titlul pentru SmartCard
sl_si: Tukaj vnesite naziv kartice SmartCard
vi_vn: Nhập tiêu đề SmartCard tại đây
zh_cn: 在此处输入 SmartCard 标题
zh_tw: 在這裡輸入智慧卡標題

# teams.teams:Cards_linkPaste
source: Paste your article link here
de_de: Fügen Sie Ihren Artikellink hier ein.
es_es: Pegue el vínculo del artículo aquí
it_it: Incolla qui il collegamento al tuo articolo
ja_jp: あなたの記事リンクをここに貼り付けてください
km_kh: ដាក់ចូលតំណអត្ថបទរបស់អ្នកនៅទីនេះ
mk_mk: Залепете ја врската со вашата статија овде
nl_nl: Plak hier uw artikelkoppeling hier
pt_br: Colar o link do artigo aqui
ro_ro: Lipiți linkul articolului aici
sl_si: Tukaj prilepite povezavo do svojega članka
vi_vn: Dán liên kết bài viết của bạn ở đây
zh_cn: 将文章链接粘贴到此处
zh_tw: 將您的文章連結貼到此處

# teams.teams:Cards_linkPlaceholder
source: Enter link address here
de_de: Geben Sie die Adresse des Links hier ein.
es_es: Introduzca la dirección del vínculo aquí
it_it: Inserisci qui l'indirizzo del collegamento
ja_jp: ここにリンクアドレスを入力してください
km_kh: បញ្ចូលអាសយដ្ឋានតំណនៅទីនេះ
mk_mk: Внесете ја адресата за врска тука
nl_nl: Voer hier het koppelingsadres in
pt_br: Especificar o endereço do link aqui
ro_ro: Introduceți adresa linkului aici
sl_si: Tukaj vnesite naslov povezave
vi_vn: Nhập địa chỉ liên kết vào đây
zh_cn: 在此处输入链接地址
zh_tw: 在此輸入連結地址

# teams.teams:Cards_fieldIsRequired
source: Field is required
de_de: Feld ist erforderlich
es_es: El campo es obligatorio
it_it: Campo obbligatorio
ja_jp: フィールドは必須です
km_kh: ត្រូវការវាល
mk_mk: Полето е задолжително
nl_nl: Veld is vereist
pt_br: O campo é obrigatório
ro_ro: Câmpul este obligatoriu
sl_si: Polje je obvezno
vi_vn: Trường bắt buộc
zh_cn: 字段是必填项
zh_tw: 欄位為必填項

# teams.teams:Cards_linkErrorString
source: Enter valid url
de_de: Geben Sie eine gültige URL ein.
es_es: Introduzca una URL válida
it_it: Inserisci un URL valido
ja_jp: 有効な URL を入力
km_kh: បញ្ចូល url ត្រឹមត្រូវ
mk_mk: Внесете валиден URL
nl_nl: Voer een geldige URL in
pt_br: Insira um URL válido
ro_ro: Introduceți o adresă URL validă
sl_si: Vnesite veljaven URL
vi_vn: Nhập url hợp lệ
zh_cn: 输入有效的 URL
zh_tw: 請輸入有效的 URL

# teams.teams:Cards_fileUploadTitle
source: Select Files to Upload
de_de: Dateien zum Upload auswählen
es_es: Seleccione archivos para cargar
it_it: Seleziona i file da caricare
ja_jp: アップロードするファイルを選択してください
km_kh: ជ្រើសរើសឯកសារដែលត្រូវបង្ហោះ
mk_mk: Изберете Датотеки за прикачување
nl_nl: Te uploaden bestanden selecteren
pt_br: Selecionar arquivos a serem carregados
ro_ro: Selectați fișierele de încărcat
sl_si: Izberite datoteke, ki jih želite naložiti.
vi_vn: Chọn file để tải lên
zh_cn: 选择要上传的文件
zh_tw: 選擇要上傳的文件

# teams.teams:Cards_instructionSubheading
source: File properties instruction
de_de: Anweisung zu Dateieigenschaften
es_es: Instrucciones de propiedades de archivo
it_it: Istruzioni per le proprietà dei file
ja_jp: ファイルプロパティ指示
km_kh: ការណែនាំអំពីលក្ខណៈសម្បត្តិឯកសារ
mk_mk: Инструкција за својствата на датотеката
nl_nl: Instructie voor bestandseigenschappen
pt_br: Instruções das propriedades de arquivo
ro_ro: Instrucțiuni pentru proprietățile de fișier
sl_si: Navodila za lastnosti datoteke
vi_vn: Hướng dẫn thuộc tính tập tin
zh_cn: 文件属性说明
zh_tw: 文件屬性說明

# teams.teams:Cards_pollQuestion
source: Poll Question
de_de: Umfragefrage
es_es: Pregunta de encuesta
it_it: Domanda del sondaggio
ja_jp: 投票の質問
km_kh: សំណួរបោះឆ្នោត
mk_mk: Прашање за анкета
nl_nl: Pollvraag
pt_br: Pergunta da pesquisa
ro_ro: Întrebare sondaj
sl_si: Anketno vprašanje
vi_vn: Câu hỏi thăm dò ý kiến
zh_cn: 投票问题
zh_tw: 投票問題

# teams.teams:Cards_pollQuestionSubtitle
source: Enter Question for the Poll
de_de: Geben Sie eine Frage für die Umfrage ein.
es_es: Introducir pregunta de encuesta
it_it: Inserisci domanda per il sondaggio
ja_jp: 投票の質問を入力してください
km_kh: បញ្ចូលសំណួរសម្រាប់ការស្ទង់មតិ
mk_mk: Внесете прашање за анкетата
nl_nl: Vraag invoeren voor de poll
pt_br: Especificar a pergunta da pesquisa
ro_ro: Introduceți întrebarea pentru sondaj
sl_si: Vnesite vprašanje za anketo
vi_vn: Nhập câu hỏi cho cuộc thăm dò
zh_cn: 输入投票问题
zh_tw: 輸入投票問題

# teams.teams:Cards_addPollOptions
source: Add Poll Options
de_de: Umfrageoptionen hinzufügen
es_es: Añadir opciones de encuesta
it_it: Aggiungi opzioni sondaggio
ja_jp: 投票オプションの追加
km_kh: បន្ថែមជម្រើសបោះឆ្នោត
mk_mk: Додадете опции за анкета
nl_nl: Pollopties toevoegen
pt_br: Adicionar opções de enquete
ro_ro: Adăugare opțiuni sondaj
sl_si: Dodajte možnosti ankete
vi_vn: Thêm tùy chọn thăm dò ý kiến
zh_cn: 添加投票选项
zh_tw: 新增投票選項

# teams.teams:Cards_pollOption
source: Poll Option
de_de: Umfrageoption
es_es: Opción de encuesta
it_it: Opzione sondaggio
ja_jp: 投票オプション
km_kh: ជម្រើសបោះឆ្នោត
mk_mk: Опција за анкета
nl_nl: Polloptie
pt_br: Opção de pesquisa
ro_ro: Opțiune sondaj
sl_si: Možnost ankete
vi_vn: Tùy chọn thăm dò ý kiến
zh_cn: 投票选项
zh_tw: 投票選項

# teams.teams:Cards_addOption
source: Add Option
de_de: Option hinzufügen
es_es: Añadir opción
it_it: Aggiungi opzione
ja_jp: オプションを追加
km_kh: បន្ថែមជម្រើស
mk_mk: Додај опција
nl_nl: Optie toevoegen
pt_br: Adicionar Opção
ro_ro: Adăugare opțiune
sl_si: Dodaj možnost
vi_vn: Thêm tùy chọn
zh_cn: 添加选项
zh_tw: 新增選項

# teams.teams:Cards_quizQuestion
source: Quiz Question
de_de: Quizfrage
es_es: Pregunta de cuestionario
it_it: Domanda quiz
ja_jp: クイズの質問
km_kh: សំណួរនៃសំណួរខ្លីៗ
mk_mk: Квиз прашање
nl_nl: Quizvraag
pt_br: Pergunta do questionário
ro_ro: Întrebare test
sl_si: Vprašanje za kviz
vi_vn: Câu hỏi trắc nghiệm
zh_cn: 测验问题
zh_tw: 測驗問題

# teams.teams:Cards_enterQuizQuestion
source: Enter Question for the Quiz
de_de: Geben Sie eine Frage für das Quiz ein.
es_es: Introducir pregunta de cuestionario
it_it: Inserisci domanda per il quiz
ja_jp: クイズの質問を入力
km_kh: បញ្ចូលសំណួរសម្រាប់ការចោទសួរខ្លីៗ
mk_mk: Внесете прашање за квизот
nl_nl: Vraag invoeren voor de Quiz
pt_br: Especificar pergunta para o questionário
ro_ro: Introduceți întrebarea pentru chestionar
sl_si: Vnesite vprašanje za kviz
vi_vn: Nhập câu hỏi cho bài kiểm tra
zh_cn: 输入测验问题
zh_tw: 輸入測驗的問題

# teams.teams:Cards_question
source: Question
de_de: Frage
es_es: Pregunta
it_it: Domanda
ja_jp: 質問
km_kh: សំណួរ
mk_mk: Прашање
nl_nl: Vraag
pt_br: Pergunta
ro_ro: Întrebare
sl_si: Vprašanje
vi_vn: Câu hỏi
zh_cn: 问题
zh_tw: 問題

# teams.teams:Cards_retakePolicy
source: Retake Policy
de_de: Richtlinie erneut annehmen
es_es: Política para retomar la formación
it_it: Politica di ripetizione
ja_jp: 再受験ポリシー
km_kh: យកគោលការណ៍ឡើងវិញ
mk_mk: Политика за повторно полагање
nl_nl: Beleid voor opnieuw doen
pt_br: Política de retomada
ro_ro: Politică de reluare
sl_si: Pravilnik o ponovnem opravljanju
vi_vn: Chính sách thi lại
zh_cn: 重考策略
zh_tw: 重考政策

# teams.teams:Cards_allowRetakePolicy
source: Allow the user to answer this Quiz again
de_de: Dem Benutzer erlauben, diese Quizfragen erneut zu beantworten
es_es: Permitir al usuario contestar este cuestionario de nuevo
it_it: Consenti all'utente di rispondere di nuovo al quiz
ja_jp: ユーザーがこのクイズに再度答えられるようにする
km_kh: អនុញ្ញាតឱ្យអ្នកប្រើប្រាស់ឆ្លើយសំណួរនេះម្តងទៀត
mk_mk: Дозволете му на корисникот повторно да одговори на овој квиз
nl_nl: De gebruiker toestaan deze quiz opnieuw te beantwoorden
pt_br: Permitir ao usuário responder novamente a este questionário
ro_ro: Permite utilizatorului să răspundă din nou la acest chestionar
sl_si: Dovoli uporabniku, da ponovno odgovori na ta kviz
vi_vn: Cho phép người dùng trả lời bài kiểm tra này một lần nữa
zh_cn: 允许用户重新回答此测验问题
zh_tw: 允許使用者再次作答此測驗

# teams.teams:Cards_mandatoryPolicy
source: Mandatory Policy
de_de: Obligatorische Richtlinie
es_es: Política obligatoria
it_it: Politica obbligatoria
ja_jp: 必須ポリシー
km_kh: គោលការណ៍ចាំបាច់
mk_mk: Задолжителна политика
nl_nl: Verplicht beleid
pt_br: Política Obrigatória
ro_ro: Politica obligatorie
sl_si: Obvezen pravilnik
vi_vn: Chính sách bắt buộc
zh_cn: 强制性策略
zh_tw: 強制政策

# teams.teams:Cards_quizPassingCriteria
source: Passing Criteria
de_de: Kriterien zum Bestehen
es_es: Criterios de aprobado
it_it: Criteri di superamento
ja_jp: 合格基準
km_kh: ជាប់តាមលក្ខខណៈវិនិច្ឆ័យ
mk_mk: Критериуми за полагање
nl_nl: Slagingscriteria
pt_br: Critérios de aprovação
ro_ro: Criterii de admitere
sl_si: Merila za prehod
vi_vn: Tiêu chí đạt
zh_cn: 通过条件
zh_tw: 通過標準

# teams.teams:Cards_quizPassingCriteriaSubTitle
source: It can be used to control awarding badges for Pathway completion
de_de: Dies kann verwendet werden, um die Vergabe von Abzeichen bei Pathway-Abschluss zu steuern.
es_es: Puede usarse para controlar las insignias de recompensas para completar la ruta
it_it: Può essere utilizzato per controllare l'assegnazione di distintivi per il completamento di Pathway
ja_jp: パスウェイ完了の授与バッジを制御するために使用できます
km_kh: វាអាចត្រូវបានប្រើដើម្បីគ្រប់គ្រងគ្រឿងសម្គាល់ដែលបានផ្ដល់ជារង្វាន់សម្រាប់ការបញ្ចប់ Pathway
mk_mk: Може да се употреби за контрола на доделувањето значки за завршување на Pathway
nl_nl: Dit kan worden gebruikt om het toekennen van badges voor de voltooiing van Pathways te beheren
pt_br: Ele pode ser usado para controlar a concessão de emblemas para conclusão do Pathway
ro_ro: Se poate utiliza pentru a controla acordarea insignelor pentru finalizarea unui Pathway
sl_si: Uporablja se lahko za nadzor podeljevanja značk za dokončanje modula Pathway.
vi_vn: Có thể dùng để kiểm soát việc trao huy hiệu khi hoàn thành Pathway
zh_cn: 可用于控制 Pathway 完成时获得的奖章
zh_tw: 可用於控制完成路徑的獎勵徽章

# teams.teams:Cards_selectPassingCriteria
source: Choose
de_de: Wählen
es_es: Elegir
it_it: Scegli
ja_jp: 選択
km_kh: ជ្រើសរើស
mk_mk: Изберете
nl_nl: Kies
pt_br: Escolher
ro_ro: Alege
sl_si: Izberite
vi_vn: Chọn
zh_cn: 选择
zh_tw: 選擇

# teams.teams:Cards_option
source: Option
es_es: Opción
it_it: Opzione
ja_jp: オプション
km_kh: ជម្រើស
mk_mk: Опција
nl_nl: Optie
pt_br: Opção
ro_ro: Opțiune
sl_si: Možnost
vi_vn: Tùy chọn
zh_cn: 选项
zh_tw: 選項

# teams.teams:Cards_addAnotherQuestion
source: Add Another Question
de_de: Weitere Frage hinzufügen
es_es: Añadir otra pregunta
it_it: Aggiungi un'altra domanda
ja_jp: 別の質問を追加
km_kh: បន្ថែមសំណួរមួយទៀត
mk_mk: Додадете уште едно прашање
nl_nl: Nog een vraag toevoegen
pt_br: Adicionar Outra Pergunta
ro_ro: Adăugați altă întrebare
sl_si: Dodajte še eno vprašanje
vi_vn: Thêm một câu hỏi khác
zh_cn: 添加另一个问题
zh_tw: 新增另一個問題

# teams.teams:Cards_quizOptions
source: Quiz Options
de_de: Quizoptionen
es_es: Opciones de cuestionario
it_it: Opzioni quiz
ja_jp: クイズオプション
km_kh: ជម្រើសសំណួរខ្លីៗ
mk_mk: Опции за квиз
nl_nl: Quiz opties
pt_br: Opções de questionário
ro_ro: Opțiuni chestionar
sl_si: Možnosti kviza
vi_vn: Tùy chọn bài kiểm tra
zh_cn: 测验选项
zh_tw: 測驗選項

# teams.teams:Cards_quizSelectOptiontext
source: Select Correct Option
de_de: Richtige Option auswählen
es_es: Seleccione la opción correcta
it_it: Seleziona opzione corretta
ja_jp: 正しいオプションを選択
km_kh: ជ្រើសរើសជម្រើសត្រឹមត្រូវ។
mk_mk: Изберете ја точната опција
nl_nl: Correcte optie selecteren
pt_br: Selecionar opção correta
ro_ro: Selectare opțiune corectă
sl_si: Izberite pravilno možnost
vi_vn: Chọn phương án đúng
zh_cn: 选择正确的选项
zh_tw: 選擇正確的選項

# teams.teams:Cards_quizSelectInfoOptiontext
source: Select one or more correct options
de_de: Wählen Sie eine oder mehrere richtige Optionen aus.
es_es: Seleccione una o más opciones correctas
it_it: Selezionare una o più opzioni corrette
ja_jp: 正しいオプションを 1 つ以上選択してください
km_kh: ជ្រើសរើសជម្រើសត្រឹមត្រូវមួយ ឬច្រើន។
mk_mk: Изберете една или повеќе точни опции
nl_nl: Selecteer een of meer correcte opties
pt_br: Selecione uma ou mais opções corretas
ro_ro: Selectați una sau mai multe opțiuni corecte
sl_si: Izberite eno ali več pravilnih možnosti
vi_vn: Chọn một hoặc nhiều phương án đúng
zh_cn: 选择一个或多个正确选项
zh_tw: 選擇一個或多個正確選項

# teams.teams:Cards_selectCorrectOption
source: Please select the correct option
de_de: Wählen Sie die richtige Option aus.
es_es: Seleccione la opción correcta
it_it: Seleziona l'opzione corretta
ja_jp: 正しいオプションを選択してください
km_kh: សូមជ្រើសរើសជម្រើសត្រឹមត្រូវ។
mk_mk: Изберете ја точната опција
nl_nl: Selecteer de juiste optie
pt_br: Selecione a opção correta
ro_ro: Selectați opțiunea corectă
sl_si: Izberite pravilno možnost
vi_vn: Hãy chọn phương án đúng
zh_cn: 请选择正确的选项
zh_tw: 請選取正確的選項

# teams.teams:Cards_quizMaxOptionError
source: Maximum 10 options per question
de_de: Maximal 10 Optionen pro Frage
es_es: Máximo de 10 opciones por pregunta
it_it: Massimo 10 opzioni per domanda
ja_jp: 質問ごとに最大10個のオプションを選択してください
km_kh: ជម្រើសអតិបរមា 10 ក្នុងមួយសំណួរ
mk_mk: Најмногу 10 опции по прашање
nl_nl: Maximaal 10 opties per vraag
pt_br: Máximo de 10 opções por pergunta
ro_ro: Maximum 10 opțiuni per întrebare
sl_si: Največ 10 možnosti na vprašanje
vi_vn: Tối đa 10 lựa chọn mỗi câu hỏi
zh_cn: 每个问题最多 10 个选项
zh_tw: 每題最多 10 個選項

# teams.teams:Cards_quizMaxQuestionError
source: Maximum 30 questions per card
de_de: Maximal 30 Fragen pro Karte
es_es: Máximo de 30 preguntas por tarjeta
it_it: Massimo 30 domande per scheda
ja_jp: カード別の質問上限数は30です
km_kh: អតិបរមា 30 សំណួរក្នុងកាតមួយ
mk_mk: Најмногу 30 прашања по картичка
nl_nl: Maximaal 30 vragen per kaart
pt_br: Máximo de 30 perguntas por cartão
ro_ro: Numărul maxim permis de 30 de întrebări per card
sl_si: Največ 30 vprašanj na kartico
vi_vn: Tối đa 30 câu hỏi trên mỗi thẻ
zh_cn: 每张卡最多 30 个问题
zh_tw: 每張卡最多可有 30 個問題

# teams.teams:Cards_textCardDescription
source: The following will be the full description of your SmartCard
de_de: Im Folgenden finden Sie die vollständige Beschreibung Ihrer SmartCard.
es_es: La siguiente será la descripción completa de su tarjeta inteligente
it_it: Di seguito sarà riportata la descrizione completa della SmartCard
ja_jp: 以下はあなたのスマートカードの完全な説明になります
km_kh: ខាងក្រោមនេះនឹងជាការពណ៌នាពេញលេញនៃ SmartCard របស់អ្នក
mk_mk: Следново ќе биде целосниот опис на вашата SmartCard
nl_nl: Het volgende is de volledige omschrijving van uw SmartCard
pt_br: Esta será a descrição completa do SmartCard
ro_ro: Conținutul următor va fi descrierea completă pentru SmartCard
sl_si: Besedilo v nadaljevanju bo celoten opis vaše kartice SmartCard
vi_vn: Sau đây sẽ là mô tả đầy đủ về SmartCard của bạn
zh_cn: 以下是您的 SmartCard 的完整描述
zh_tw: 以下是您的智慧卡的完整描述
