Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# teams.teams:ManagerDashboard_individualGraphSwitchTooltip
source: The graph shows the analysis of individual team members vs their learning hours i.e. The number of learning hours for each member.
de_de: Die Grafik zeigt die Analyse einzelner Teammitglieder im Vergleich zu ihren Lernstunden, d. h. die Anzahl der Lernstunden für jedes Mitglied.
es_es: El gráfico muestra el análisis de miembros individuales del equipo frente a sus horas de aprendizaje, es decir, el número de horas de aprendizaje para cada miembro.
it_it: Il grafico mostra l'analisi dei singoli membri del team e delle ore di formazione, ovvero il numero di ore di formazione per ciascun membro.
km_kh: ក្រាហ្វបង្ហាញពីការវិភាគនៃសមាជិកក្រុមនីមួយៗៗធៀបនឹងម៉ោងសិក្សារបស់ពួកគេ មានន័យថាចំនួនម៉ោងសិក្សាសម្រាប់សមាជិកនីមួយៗ។
mk_mk: Графиконот ја прикажува анализата на поединечните членови на тимот наспроти нивните часови на учење, т.е. бројот на часови за учење за секој член.
nl_nl: De grafiek toont de analyse van individuele teamleden versus hun leeruren, dat wil zeggen: het aantal leeruren voor elk lid.
pt_br: O gráfico mostra a análise de membros da equipe individuais em relação às horas de aprendizado, ou seja, o número de horas de aprendizado para cada membro.
ro_ro: Graficul arată analiza membrilor individuali ai echipei față de orele lor de învățare, adică numărul de ore de învățare pentru fiecare membru.
sl_si: Graf prikazuje analizo posameznih članov ekipe glede na njihove učne ure, tj. število učnih ur za posameznega člana.
vi_vn: Biểu đồ hiển thị phân tích của từng thành viên trong nhóm so với số giờ học của họ, tức là số giờ học của mỗi thành viên.
zh_cn: 该图显示小组成员个人与其学习时间的分析，即每个成员的学习小时数。
zh_tw: 此圖顯示了各個團隊成員及其學習時間的分析，即每位成員的學習時間數。

# teams.teams:ManagerDashboard_teamGraphSwitchTooltip
source: The graph shows analysis of the number of team members vs their learning hours i.e. How many people have learning hours between the said range.
de_de: Die Grafik zeigt eine Analyse der Anzahl von Teammitgliedern im Vergleich zu ihren Lernstunden, d. h. wie viele Personen Lernstunden im genannten Bereich aufweisen.
es_es: El gráfico muestra el análisis del número de miembros del equipo según sus horas de aprendizaje; es decir, cuántas personas coinciden dentro de dicho intervalo de horas de aprendizaje.
it_it: Il grafico mostra l'analisi del numero di membri del team e delle ore di formazione, ovvero quante persone hanno programmato ore di formazione in tale intervallo.
km_kh: ក្រាហ្វបង្ហាញពីការវិភាគនៃចំនួនសមាជិកក្រុមធៀបនឹងម៉ោងសិក្សារបស់ពួកគេ មានន័យថាតើមានមនុស្សប៉ុន្មាននាក់ដែលមានម៉ោងសិក្សានៅចន្លោះជួរដែលបាននិយាយ។
mk_mk: Графиконот покажува анализа на бројот на членови на тимот во однос на нивните часови на учење, т.е. колку луѓе имаат часови на учење во наведениот опсег.
nl_nl: De grafiek toont de analyse van het aantal teamleden versus hun leeruren, dat wil zeggen: hoeveel personen leeruren hebben in het opgegeven bereik.
pt_br: O gráfico mostra a análise do número de membros da equipe versus suas horas de aprendizado, ou seja, quantas pessoas têm horas de aprendizado entre o referido intervalo.
ro_ro: Graficul prezintă analiza numărul de membri ai echipei în raport cu orele lor de învățare, mai exact, câte persoane au orele de învățare în intervalul indicat.
sl_si: Graf prikazuje analizo števila članov ekipe v primerjavi z njihovimi učnimi urami, tj. koliko ljudi ima učnih ur med omenjenim obsegom.
vi_vn: Biểu đồ phân tích số thành viên của nhóm so với số giờ học của họ, tức là: Có bao nhiêu người học trong bao nhiêu giờ trong phạm vi đã nêu.
zh_cn: 该图显示对小组成员数量与其学习时间的分析，即有多少人的学习时间在上述范围内。
zh_tw: 此圖表展示了團隊成員人數與其學習時數的分析，即有多少人的學習時數介於上述範圍之間。

# teams.teams:ManagerDashboard_totalAssignmentTooltip
source: Total number of content assigned to your team in the duration
de_de: Gesamtzahl der Inhalte, die Ihrem Team während der Dauer zugewiesen wurden
es_es: Número total de contenido asignado a su equipo durante ese periodo
it_it: Numero totale di contenuti assegnati al tuo team nel periodo considerato
km_kh: ចំនួនសរុបនៃខ្លឹមព័ត៌មានដែលបានចាត់តាំងទៅក្រុមរបស់អ្នកគិតជារយៈពេល
mk_mk: Вкупен број на содржини назначени на вашиот тим во времетраењето
nl_nl: Totaal aantal content-items dat in de periode is toegewezen aan uw team
pt_br: Número total de conteúdo atribuído à equipe na duração
ro_ro: Număr total de elemente de conținut atribuit echipei dvs. în acest interval
sl_si: Skupno število vsebin, dodeljenih vaši ekipi v obdobju
vi_vn: Tổng số nội dung giao cho nhóm trong một khoảng thời gian
zh_cn: 在此期间分配给您的小组的内容总数
zh_tw: 在該期間內指派給您團隊的內容總數

# teams.teams:ManagerDashboard_dueIn2WeeksTooltip
source: Total assignments whose due date falls in the next two weeks from today
de_de: Gesamtzahl der Zuweisungen mit Fälligkeitsdatum in den nächsten zwei Wochen ab heute
es_es: Total de asignaciones cuya fecha de vencimiento es en las próximas dos semanas a partir de hoy
it_it: Assegnazioni totali con data limite nelle prossime due settimane da oggi
km_kh: កិច្ចការសរុបដែលកាលបរិច្ឆេទដល់កាលធ្លាក់ក្នុងរយៈពេលពីរសប្តាហ៍បន្ទាប់ចាប់ពីថ្ងៃនេះ
mk_mk: Вкупно задачи чиј рок на доспевање паѓа во следните две недели од денеска
nl_nl: Totaal aantal toewijzingen met een vervaldatum in de komende twee weken vanaf vandaag
pt_br: Total de atribuições cuja data de vencimento cai nas próximas duas semanas a partir de hoje
ro_ro: Număr total de atribuiri care au data scadentă în următoarele două săptămâni, începând de astăzi
sl_si: Skupno število dodelitev z rokom v naslednjih dveh tednih
vi_vn: Tổng số bài tập có ngày đến hạn rơi vào hai tuần tới, tính từ hôm nay
zh_cn: 截至日期在从今天算起未来两周内的分配总数
zh_tw: 到期日在從今天起到接下來兩週之內的指派工作總數

# teams.teams:ManagerDashboard_overdueTooltip
source: Total number of assignments with due date in past
de_de: Gesamtzahl der Zuweisungen mit Fälligkeitsdatum in der Vergangenheit
es_es: Número total de asignaciones con fecha de vencimiento en el pasado
it_it: Numero totale di assegnazioni con Data limite in passato
km_kh: ចំនួនសរុបនៃកិច្ចការដែលមានកាលបរិច្ឆេទកំណត់ពីមុន
mk_mk: Вкупен број на задачи со датум на доспевање во минатото
nl_nl: Totaal aantal toewijzingen met vervaldatum in het verleden
pt_br: Número total de atribuições com data de vencimento no passado
ro_ro: Număr total de atribuiri cu data scadentă în trecut
sl_si: Skupno število dodelitev z zapadlim rokom
vi_vn: Tổng số bài tập có ngày đến hạn trong quá khứ
zh_cn: 截至日期已过的任务总数
zh_tw: 到期日為過去時間的指派工作總數

# teams.teams:ManagerDashboard_noData
source: No Data to display
de_de: Keine Daten zur Anzeige
es_es: No hay datos para mostrar
it_it: Nessun dato da visualizzare
km_kh: គ្មានទិន្នន័យដែលត្រូវបង្ហាញ
mk_mk: Нема податоци за прикажување
nl_nl: Geen gegevens om weer te geven
pt_br: Não há dados a serem exibidos
ro_ro: Nu există date de afișat
sl_si: Ni podatkov za prikaz
vi_vn: Không có dữ liệu để hiển thị
zh_cn: 没有要显示的数据
zh_tw: 沒有數據顯示

# teams.teams:ManagerDashboard_noMembersFound
source: No Members found
de_de: Keine Mitglieder gefunden
es_es: No se han encontrado miembros
it_it: Nessun membro trovato
ja_jp: メンバーが見つかりません
km_kh: រកមិនឃើញសមាជិកទេ។
mk_mk: Не се најдени членови
nl_nl: Geen leden gevonden
pt_br: Nenhum Membro encontrado
ro_ro: Nu a fost găsit niciun membru
sl_si: Ni najdenih članov
vi_vn: Không tìm thấy thành viên nào
zh_cn: 未找到任何成员
zh_tw: 沒有找到會員

# teams.teams:ManagerDashboard_searchPlaceholder
source: Search team members...
de_de: Teammitglieder suchen...
es_es: Buscar miembros de equipo...
it_it: Cerca membri team...
ja_jp: チームメンバーを検索...
km_kh: ស្វែងរកសមាជិកក្រុម...
mk_mk: Пребарувајте членови на тимот...
nl_nl: Teamleden zoeken...
pt_br: Pesquisar membros da equipe...
ro_ro: Căutare membri ai echipei...
sl_si: Iskanje članov ekipe ...
vi_vn: Tìm kiếm thành viên nhóm...
zh_cn: 搜索小组成员...
zh_tw: 搜尋團隊成員...

# teams.teams:ManagerDashboard_team
source: Team
es_es: Equipo
ja_jp: チーム
km_kh: ក្រុម
mk_mk: Тим
pt_br: Equipe
ro_ro: Echipă
sl_si: Ekipa
vi_vn: Nhóm
zh_cn: 小组
zh_tw: 團隊

# teams.teams:ManagerDashboard_downloadReportLabel
source: Download Report
de_de: Bericht herunterladen
es_es: Descargar informe
it_it: Scarica report
ja_jp: レポートをダウンロードする
km_kh: ទាញយករបាយការណ៍
mk_mk: Преземете го извештајот
nl_nl: Rapport downloaden
pt_br: Fazer download de relatório
ro_ro: Descărcare raport
sl_si: Prenesi poročilo
vi_vn: Tải xuống báo cáo
zh_cn: 下载报告
zh_tw: 下載報告

# teams.teams:ManagerDashboard_axisHours
source: Hours
de_de: Stunden
es_es: Horas
it_it: Ore
ja_jp: 時間
km_kh: ម៉ោង
mk_mk: Часови
nl_nl: Uur
pt_br: Horas
ro_ro: Ore
sl_si: Ure
vi_vn: Giờ
zh_cn: 小时
zh_tw: 小時

# teams.teams:ManagerDashboard_axisTeams
source: Teams
es_es: Equipos
it_it: Team
ja_jp: チーム
km_kh: ក្រុមការងារ
mk_mk: Тимови
pt_br: Equipes
ro_ro: Echipe
sl_si: Ekipe
vi_vn: Nhóm
zh_cn: 小组
zh_tw: 團隊

# teams.teams:ManagerDashboard_pageNotAvailable
source: Sorry, this page is not available.
de_de: Diese Seite ist leider nicht verfügbar.
es_es: Lo sentimos, la página no está disponible.
it_it: Questa pagina non è disponibile.
ja_jp: 申し訳ございません。このページは利用できません。
km_kh: សូមអភ័យទោស ទំព័រនេះមិនមានទេ។
mk_mk: За жал, оваа страница не е достапна.
nl_nl: Deze pagina is niet beschikbaar.
pt_br: Esta página não está disponível.
ro_ro: Ne pare rău, această pagină nu este disponibilă.
sl_si: Oprostite, ta stran ni na voljo.
vi_vn: Rất tiếc, hiện không có trang này.
zh_cn: 抱歉，此页不可用。
zh_tw: 很抱歉，無法使用這個頁面。

# teams.teams:ManagerDashboard_teamActivity
source: Team Activity
de_de: Teamaktivität
es_es: Actividad del equipo
it_it: Attività team
ja_jp: チームのアクティビティ
km_kh: សកម្មភាពក្រុម
mk_mk: Тимска активност
nl_nl: Teamactiviteit
pt_br: Atividade da equipe
ro_ro: Activitate echipă
sl_si: Dejavnost ekipe
vi_vn: Hoạt động nhóm
zh_cn: 小组活动
zh_tw: 團隊活動

# teams.teams:ManagerDashboard_teamSummary
source: Summary of My Team's Activity
de_de: Übersicht über die Aktivität meines Teams
es_es: Resumen de la actividad de mi equipo
it_it: Riepilogo dell'attività del mio team
ja_jp: 私のチームのアクティビティのまとめ
km_kh: សេចក្តីសង្ខេបនៃសកម្មភាព'របស់ក្រុមខ្ញុំ
mk_mk: Резиме на активноста на мојот тим
nl_nl: Overzicht van de activiteiten van mijn team
pt_br: Resumo da atividade da minha equipe
ro_ro: Rezumatul activității echipei mele
sl_si: Povzetek dejavnosti moje ekipe'
zh_cn: 我的小组活动的摘要
zh_tw: 我的團隊活動摘要

# teams.teams:ManagerDashboard_assignmentHeading
source: Assignments
de_de: Zuweisungen
es_es: Cesiones
it_it: Assegnazioni
ja_jp: 割当
km_kh: កិច្ចការ
mk_mk: Задачи
nl_nl: Toewijzingen
pt_br: Atribuições
ro_ro: Atribuiri
sl_si: Naloge
vi_vn: Bài tập
zh_cn: 分配
zh_tw: 指派工作

# teams.teams:ManagerDashboard_totalAssignment
source: Total Assignments
de_de: Gesamtzahl der Zuweisungen
es_es: Cesiones totales
it_it: Assegnazioni totali
ja_jp: 総割当数
km_kh: កិច្ចការសរុប
mk_mk: Вкупно задачи
nl_nl: Totaalaantal toewijzingen
pt_br: Total de atribuições
ro_ro: Număr total de atribuiri
sl_si: Skupno število nalog
vi_vn: Tổng số bài tập
zh_cn: 分配总数
zh_tw: 指派工作總數

# teams.teams:ManagerDashboard_dueIn_2Weeks
source: Due in 2 Weeks
de_de: Fällig in 2 Wochen
es_es: Vence en 2 semanas
it_it: Scadenza tra 2 settimane
ja_jp: 期日まであと2週間
km_kh: ផុតកំណត់ក្នុងរយៈពេល 2 សប្តាហ៍
mk_mk: Доспева за 2 недели
nl_nl: Verwacht binnen 2 weken
pt_br: Prazo de 2 Semanas
ro_ro: Scadent în 2 săptămâni
sl_si: Rok čez 2 tedna
vi_vn: Đến hạn sau 2 tuần
zh_cn: 2 周后到期
zh_tw: 兩週後到期

# teams.teams:ManagerDashboard_overdue
source: Overdue
de_de: Überfällig
es_es: Vencida
it_it: Scadute
ja_jp: 期日超過
km_kh: ហួសកំណត់
mk_mk: Задоцнето
nl_nl: Te laat
pt_br: Atrasada
ro_ro: Restante
sl_si: Zapadlo
vi_vn: Quá hạn
zh_cn: 过期
zh_tw: 逾期

# teams.teams:ManagerDashboard_myTeamLearning
source: My Team’s Assigned Learning
de_de: Meinem Team zugewiesene Lerninhalte
es_es: Aprendizaje cedido de mi equipo
it_it: Apprendimento assegnato al mio team
ja_jp: マイチームの割当済み学習
km_kh: ការសិក្សាដែលបានចាត់តាំងរបស់ក្រុមខ្ញុំ
mk_mk: Назначено учење на мојот тим
nl_nl: Aan mijn team toegewezen opleiding
pt_br: Aprendizagem atribuída à minha equipe
ro_ro: Învățare atribuită echipelor mele
sl_si: Usposabljanje, dodeljeno moji ekipi
vi_vn: Chương trình học tập được gán cho nhóm của tôi
zh_cn: 我的小组分配的学习
zh_tw: 我的團隊的已指派學習

# teams.teams:ManagerDashboard_badgeEarned
source: Badges Earned
de_de: Erworbene Abzeichen
es_es: Insignias obtenidas
it_it: Distintivi ottenuti
ja_jp: 獲得したバッジ
km_kh: គ្រឿងសម្គាល់ដែលបានទទួល
mk_mk: Заработени значки
nl_nl: Behaalde badges
pt_br: Emblemas conquistados
ro_ro: Insigne obținute
sl_si: Pridobljene značke
vi_vn: Huy hiệu đã đạt được
zh_cn: 获得的奖章
zh_tw: 已獲得徽章

# teams.teams:ManagerDashboard_certificateAdded
source: Certificates Added
de_de: Hinzugefügte Zertifikate
es_es: Certificados añadidos
it_it: Certificati aggiunti
ja_jp: 追加された認定書
km_kh: វិញ្ញាបនបត្របន្ថែម
mk_mk: Додадени сертификати
nl_nl: Toegevoegde certificaten
pt_br: Certificados adicionados
ro_ro: Certificate adăugate
sl_si: Dodani certifikati
vi_vn: Chứng chỉ đã thêm
zh_cn: 添加的证书
zh_tw: 已新增認證

# teams.teams:ManagerDashboard_skillAdded
source: Skills Added
de_de: Hinzugefügte Fähigkeiten
es_es: Habilidades añadidas
it_it: Capacità aggiunte
ja_jp: 追加されたスキル
km_kh: ជំនាញបន្ថែម
mk_mk: Додадени вештини
nl_nl: Toegevoegde vaardigheden
pt_br: Habilidades adicionadas
ro_ro: Aptitudini adăugate
sl_si: Dodane veščine
vi_vn: Đã thêm kỹ năng
zh_cn: 增加的技能
zh_tw: 已新增技能

# teams.teams:ManagerDashboard_yearToDateLearningHour
source: Year to Date Learning Hours
de_de: Lernstunden seit Jahresbeginn
es_es: Horas de aprendizaje en lo que va de año
it_it: Ore di apprendimento da inizio anno
ja_jp: 年度累計学習時間
km_kh: ឆ្នាំដល់កាលបរិច្ឆេទម៉ោងសិក្សា
mk_mk: Часови за учење од почетокот на годината до денес
nl_nl: Lesuren van het afgelopen jaar
pt_br: Horas de aprendizagem acumuladas até agora
ro_ro: Ore de învățare pentru anul la zi
sl_si: Učne ure od začetka leta do danes
vi_vn: Số giờ học từ đầu năm đến nay
zh_cn: 年初至今的学习小时数
zh_tw: 年初至今的學習時間

# teams.teams:ManagerDashboard_learningHours
source: Learning Hours
de_de: Lernstunden
es_es: Horas de aprendizaje
it_it: Ore di apprendimento
ja_jp: 学習時間
km_kh: ម៉ោងសិក្សា
mk_mk: Часови за учење
nl_nl: Lesuren
pt_br: Horas de aprendizagem
ro_ro: Ore de învățare
sl_si: Učne ure
vi_vn: Giờ học
zh_cn: 学习小时数
zh_tw: 學習時數

# teams.teams:ManagerDashboard_summaryOf
source: Summary of
de_de: Zusammenfassung von
es_es: Resumen de
it_it: Riepilogo di
ja_jp: 概要
km_kh: សេចក្តីសង្ខេបនៃ
mk_mk: Резиме на
nl_nl: Overzicht van
pt_br: Resumo de
ro_ro: Rezumatul
sl_si: Povzetek:
vi_vn: Tóm tắt của
zh_cn: 摘要
zh_tw: 下列項目的摘要

# teams.teams:ManagerDashboard_skillPassport
source: Skill Passport
de_de: Skills Passport
es_es: Pasaporte de habilidades
it_it: Passaporto capacità
ja_jp: スキルパスポートPassport
km_kh: លិខិតឆ្លងដែនជំនាញ
mk_mk: Пасош за вештина
nl_nl: Vaardigheidspaspoort
pt_br: Passaporte de habilidades
ro_ro: Pașaport de aptitudini
sl_si: Seznam veščin
vi_vn: Hộ chiếu kỹ năng
zh_tw: 技能護照

# teams.teams:ManagerDashboard_noSkillFound
source: No Skills to show currently
de_de: Derzeit keine Fähigkeiten zum Anzeigen
es_es: Actualmente no dispone de habilidades
it_it: Nessun capacità da mostrare al momento
ja_jp: 現在表示できるスキルはありません
km_kh: គ្មានជំនាញដែលត្រូវបង្ហាញនាពេលនេះទេ។
mk_mk: Во моментов нема вештини за прикажување
nl_nl: Momenteel geen weer te geven vaardigheden
pt_br: Nenhuma habilidade a ser exibida no momento
ro_ro: Nicio aptitudine de afișat momentan
sl_si: Trenutno ni veščin za prikaz
vi_vn: Hiện tại không có kỹ năng nào để hiển thị
zh_cn: 当前没有要显示的技能
zh_tw: 目前沒有可顯示的技能

# teams.teams:ManagerDashboard_noUserCertificatesFound
source: No Certificates to show currently
de_de: Derzeit keine Zertifikate zum Anzeigen
es_es: Actualmente no dispone de certificados
it_it: Nessun certificato da mostrare al momento
ja_jp: 現在表示できる認定書はありません
km_kh: មិនមានវិញ្ញាបនបត្រដែលត្រូវបង្ហាញនាពេលនេះទេ។
mk_mk: Во моментов нема сертификати за прикажување
nl_nl: Momenteel geen weer te geven certificaten
pt_br: Nenhum certificado a ser exibido no momento
ro_ro: Niciun certificat de afișat momentan
sl_si: Trenutno ni potrdil za prikaz
vi_vn: Hiện tại không có chứng chỉ nào để hiển thị
zh_cn: 当前没有要显示的证书
zh_tw: 目前沒有認證可顯示

# teams.teams:ManagerDashboard_noUserBadgeFound
source: No Badges to show currently
de_de: Derzeit keine Abzeichen zum Anzeigen
es_es: Actualmente no dispone de insignias
it_it: Nessun distintivo da mostrare al momento
ja_jp: 現在表示できるバッジはありません
km_kh: គ្មានផ្លាកសញ្ញាដែលត្រូវបង្ហាញនាពេលនេះទេ។
mk_mk: Во моментов нема значки за прикажување
nl_nl: Momenteel geen weer te geven badges
pt_br: Nenhum emblema a ser exibido no momento
ro_ro: Nicio insignă de afișat momentan
sl_si: Trenutno ni značk za prikaz
vi_vn: Hiện tại không có huy hiệu nào để hiển thị
zh_cn: 当前没有要显示的奖章
zh_tw: 目前沒有徽章可顯示

# teams.teams:ManagerDashboard_myTeamSkills
source: My Team Skills
de_de: Fähigkeiten meines Teams
es_es: Habilidades de mi equipo
it_it: Capacità del mio team
ja_jp: 私のチーム・スキル
km_kh: ជំនាញក្រុមរបស់ខ្ញុំ
mk_mk: Вештини на мојот тим
nl_nl: Vaardigheden van mijn team
pt_br: Habilidades de minha equipe
ro_ro: Aptitudinile echipei mele
sl_si: Veščine moje ekipe
vi_vn: Kỹ năng nhóm của tôi
zh_cn: 我的小组技能
zh_tw: 我的團隊技能

# teams.teams:ManagerDashboard_skillLabel
source: Skill
de_de: Fähigkeit
es_es: Habilidad
it_it: Capacità
ja_jp: スキル
km_kh: ជំនាញ
mk_mk: Вештина
nl_nl: Vaardigheid
pt_br: Habilidade
ro_ro: Aptitudine
sl_si: Spretnost
vi_vn: Kỹ năng
zh_cn: 技能
zh_tw: 技能

# teams.teams:ManagerDashboard_teamMember
source: Team Member
de_de: Teammitglied
es_es: Miembro del equipo
it_it: Membro team
km_kh: សមាជិកក្រុម
mk_mk: Член на тимот
nl_nl: Teamlid
pt_br: Membro da Equipe
ro_ro: Membru echipă
sl_si: Član ekipe
vi_vn: Thành viên của nhóm
zh_cn: 小组成员
zh_tw: 團隊成員

# teams.teams:ManagerDashboard_teamMembers
source: Team Members
de_de: Teammitglieder
es_es: Miembros del equipo
it_it: Membri del team
ja_jp: チームメンバー
km_kh: សមាជិកក្រុម
mk_mk: Членови на тимот
nl_nl: Teamleden
pt_br: Membros da equipe
ro_ro: Membri echipă
sl_si: Člani ekipe
vi_vn: Thành viên của nhóm
zh_cn: 小组成员
zh_tw: 團隊成員

# teams.teams:ManagerDashboard_novice
source: Novice
de_de: Einsteiger
es_es: Principiante
it_it: Principiante
ja_jp: 初心者
km_kh: នវជន
mk_mk: Почетник
nl_nl: Nieuweling
pt_br: Iniciante
sl_si: Novinec
vi_vn: Tập sự
zh_cn: 新手
zh_tw: 新手

# teams.teams:ManagerDashboard_skillLabelHeading
source: Recommend new skill level as a learning goal to the team members who are beginners, so they can receive relevant recommendations and upskill themselves.
de_de: Empfehlen Sie die neue Fähigkeitsebene als Lernziel für Teammitglieder auf der Anfängerstufe, damit sie relevante Empfehlungen erhalten und sich selbst weiterqualifizieren können.
es_es: Recomiende un nuevo nivel de habilidad como meta de aprendizaje para los miembros del equipo que sean principiantes para que puedan recibir las recomendaciones pertinentes y mejorar sus habilidades.
it_it: Consiglia un nuovo livello di capacità come traguardo di apprendimento ai membri del team principianti, in modo che possano ricevere consigli e migliorare le loro capacità.
ja_jp: 新しいスキルレベルを学習目標として初心者のチームメンバーに推奨して、関連する推奨項目を受け取り、スキルアップできるようにします。
km_kh: ណែនាំកម្រិតជំនាញថ្មីជាគោលដៅសិក្សាដល់សមាជិកក្រុមដែលជាអ្នកចាប់ផ្តើមដំបូង ដូច្នេះពួកគេអាចទទួលបានការណែនាំដែលពាក់ព័ន្ធ និងបង្កើនជំនាញខ្លួនឯង។
mk_mk: Препорачај ново ниво на вештини како цел за учење на членовите на тимот кои се почетници, за да можат да добијат релевантни препораки и да се надградат себеси.
nl_nl: Beveel een nieuw vaardigheidsniveau als opleidingsdoel aan de beginnende teamleden aan, zodat ze relevante aanbevelingen kunnen ontvangen en zichzelf kunnen bijscholen.
pt_br: Recomende um novo nível de habilidade como uma meta de aprendizagem para os membros da equipe, de maneira que essas pessoas possam receber recomendações relevantes e se aperfeiçoar.
ro_ro: Recomandați un nou nivel de aptitudine ca obiectiv de învățare membrilor echipei care sunt începători, pentru a putea primi recomandări relevante și pentru a-și îmbunătăți aptitudinile.
sl_si: Priporočite novo raven spretnosti kot učni cilj članom ekipe, ki so začetniki, da bodo lahko prejeli ustrezna priporočila in se sami nadgradili.
vi_vn: Đề xuất cấp độ kỹ năng mới làm mục tiêu học tập cho các thành viên của nhóm mới bắt đầu để họ có thể nhận được các đề xuất có liên quan và nâng cao kỹ năng của bản thân.
zh_cn: 向作为初学者的小组成员推荐新的技能水平作为学习目标，以便他们能够接受相关建议并提升自己的技能。
zh_tw: 向初階的團隊成員建議新的技能程度做為學習目標，這樣一來，團隊成員就能收到相關的建議內容並提升自己的技能。

# teams.teams:ManagerDashboard_highestLevelAchieved
source: n/a Highest Level Achieved
de_de: N/A Höchste erreichte Ebene
es_es: n/a al nivel más alto alcanzado
it_it: n/d Livello più alto raggiunto
ja_jp: n/a 最高到達レベル
km_kh: មិនមាន កម្រិតខ្ពស់បំផុតដែលបានសម្រេច
mk_mk: n/a Највисоко постигнато ниво
nl_nl: n.v.t. Hoogst behaalde niveau
pt_br: n/a Nível mais alto alcançado
ro_ro: Nu se aplică Cel mai înalt nivel atins
sl_si: n/v Dosežena najvišja raven
vi_vn: không có Cấp độ cao nhất đạt được
zh_cn: 不适用 已达到最高级别
zh_tw: 不適用。已達到最高等級

# teams.teams:ManagerDashboard_comingSoon
source: Coming soon
de_de: In Kürze:
es_es: Próximamente
it_it: Presto disponibile
ja_jp: 近日公開予定
km_kh: មកដល់ឆាប់ៗនេះ
mk_mk: Доаѓа наскоро
nl_nl: Binnenkort beschikbaar
pt_br: Em breve
ro_ro: În curând
sl_si: Kmalu na voljo
vi_vn: Sắp ra mắt
zh_cn: 即将推出
zh_tw: 即將推出

# teams.teams:ManagerDashboard_recommendedToUpskill
source: Recommend to Upskill
de_de: Für Weiterqualifizierung empfehlen
es_es: Recomendar para mejorar
it_it: Consiglia riqualificazione
ja_jp: アップスキルへの推奨
km_kh: ណែនាំឱ្យបង្កើនជំនាញ
mk_mk: Препорача за надградување на вештините
nl_nl: Bijscholing aanbevelen
pt_br: Recomendar para aperfeiçoamento
ro_ro: Recomandare de îmbunătățire a aptitudinilor
sl_si: Priporočilo za izboljšanje veščin
vi_vn: Đề xuất nâng cao kỹ năng
zh_cn: 建议升级技能
zh_tw: 建議提升技能

# teams.teams:ManagerDashboard_contentItems
source: Content Items
de_de: Inhaltselemente
es_es: Elementos de contenido
it_it: Elementi di contenuto
ja_jp: コンテンツ項目
km_kh: ធាតុមាតិកា
mk_mk: Ставки со содржина
nl_nl: Contentonderdelen
pt_br: Itens de conteúdo
ro_ro: elemente de conținut
sl_si: Elementi vsebine
vi_vn: mục nội dung
zh_cn: 内容项
zh_tw: 內容項目

# teams.teams:ManagerDashboard_contentName
source: Content Name
de_de: Inhaltsname
es_es: Nombre de contenido
it_it: Nome contenuto
ja_jp: コンテンツ名
km_kh: ឈ្មោះមាតិកា
mk_mk: Име на содржината
nl_nl: Contentnaam
pt_br: Nome do Conteúdo
ro_ro: Nume conținut
sl_si: Ime vsebine
vi_vn: Tên nội dung
zh_cn: 内容名称
zh_tw: 內容名稱

# teams.teams:ManagerDashboard_assignedTo
source: Assigned To
de_de: Zugewiesen zu
es_es: Cedido a
it_it: Assegnato a
ja_jp: 割当先
km_kh: ចាត់តាំងទៅ
mk_mk: Назначено на
nl_nl: Toegewezen aan
pt_br: Atribuído a
ro_ro: Atribuit la
sl_si: Dodeljeno osebi:
vi_vn: Đã giao cho
zh_cn: 分配对象
zh_tw: 指定對象

# teams.teams:ManagerDashboard_sendReminder
source: Send Reminder
de_de: Erinnerung senden
es_es: Enviar recordatorio
it_it: Invia promemoria
ja_jp: リマインダーの送信
km_kh: ផ្ញើការរំលឹក
mk_mk: Испрати потсетник
nl_nl: Herinnering verzenden
pt_br: Enviar Lembrete
ro_ro: Trimitere memento
sl_si: Pošlji opomnik
vi_vn: Gửi lời nhắc
zh_cn: 发送提醒
zh_tw: 發送提醒

# teams.teams:ManagerDashboard_notStarted
source: Not Started
de_de: Noch nicht begonnen
es_es: No iniciada
it_it: Non iniziato
ja_jp: 未開始
km_kh: មិនបានចាប់ផ្តើម
mk_mk: Не е започнато
nl_nl: Niet gestart
pt_br: Não Iniciado
ro_ro: Neînceput
sl_si: Ni začeto
vi_vn: Chưa bắt đầu
zh_cn: 未开始
zh_tw: 未開始

# teams.teams:ManagerDashboard_assignmentCompleted
source: Assignments Completed
de_de: Zuweisungen abgeschlossen
es_es: Cesiones completadas
it_it: Assegnazioni completate
ja_jp: 割当完了
km_kh: កិច្ចការត្រូវបានបញ្ចប់
mk_mk: Завршени задачи
nl_nl: Toewijzingen voltooid
pt_br: Atribuições concluídas
ro_ro: Sarcini finalizate
sl_si: Naloge opravljene
vi_vn: Bài tập đã hoàn thành
zh_cn: 已完成分配
zh_tw: 作業完成
