Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# teams.common:adminSelfAuthoredDeleteAlert_3
source: This action cannot be undone. How would you like to proceed ?
de_de: Diese Aktion kann nicht rückgängig gemacht werden. Wie möchten Sie fortfahren?
es_es: Esta acción no se puede deshacer. ¿Cómo desea proceder?
it_it: Questa azione non può essere annullata. Come desideri procedere?
ja_jp: このアクションは元に戻せません。どのように続行しますか?
km_kh: សកម្មភាពនេះមិនអាចត្រឡប់វិញបានទេ។ តើអ្នកចង់បន្តដោយរបៀបណា?
mk_mk: Ова дејство не може да се врати. Како би сакале да продолжите?
nl_nl: Deze actie kan niet ongedaan worden gemaakt. Hoe wilt u verder?
pt_br: Esta ação não pode ser desfeita. Como você gostaria de continuar?
ro_ro: Această acțiune nu poate fi anulată. Cum ați dori să procedați?
sl_si: Tega dejanja ni mogoče razveljaviti. Kako želite nadaljevati?
vi_vn: Không thể hoàn tác hành động này. Bạn muốn tiến hành như thế nào?
zh_cn: 此操作无法撤消。是否要继续?
zh_tw: 此動作無法復原。您想如何繼續？

# teams.common:due
source: Due
de_de: Fällig
es_es: Vencimiento
it_it: Data limite
ja_jp: 期限
km_kh: ដល់​កាល
mk_mk: Рок
nl_nl: Verloopt op
pt_br: Vencimento
ro_ro: Scadență pe
sl_si: Rok
vi_vn: Ngày đến hạn
zh_cn: 截至日期
zh_tw: 到期

# teams.common:share
source: Share
de_de: Teilen
es_es: Compartir
it_it: Condividi
ja_jp: 共有
km_kh: ចែករំលែក
mk_mk: Сподели
nl_nl: Delen
pt_br: Compartilhar
ro_ro: Distribuire
sl_si: Skupna raba
vi_vn: Chia sẻ
zh_cn: 共享
zh_tw: 分享

# teams.common:tags
source: Tags
de_de: Markierungen
es_es: Etiquetas
it_it: Tag
ja_jp: タグ
km_kh: ស្លាក
mk_mk: Ознаки
nl_nl: Labels
ro_ro: Etichete
sl_si: Oznake
vi_vn: Thẻ tag
zh_cn: 标记
zh_tw: 標記

# teams.common:channelsText
source: Channels
de_de: Channel
es_es: Canales
it_it: Canali
km_kh: ឆានែល
mk_mk: Канали
nl_nl: Kanalen
pt_br: Canais
ro_ro: Canale
sl_si: Kanali
vi_vn: Kênh
zh_cn: 频道
zh_tw: 頻道

# teams.common:buyNow
source: Buy Now
de_de: Jetzt kaufen
es_es: Comprar ahora
it_it: Acquista ora
ja_jp: 申込
km_kh: ទិញឥឡូវនេះ
mk_mk: Купи сега
nl_nl: Nu kopen
pt_br: Comprar agora
ro_ro: Cumpărați acum
sl_si: Kupi zdaj
vi_vn: Mua ngay
zh_cn: 立即购买
zh_tw: 立即購買

# teams.common:enrollNow
source: Enroll Now
de_de: Jetzt anmelden
es_es: Inscribirse ahora
it_it: Iscriviti ora
ja_jp: 今すぐ登録
km_kh: ចុះឈ្មោះឥឡូវនេះ
mk_mk: Запиши се сега
nl_nl: Nu inschrijven
pt_br: Inscrever-se agora
ro_ro: Înscrie-te acum
sl_si: Prijava
vi_vn: Đăng ký ngay
zh_cn: 立即注册
zh_tw: 現在報名

# teams.common:assigned
source: Assigned
de_de: Zugewiesen
es_es: Cedida
it_it: Assegnato
ja_jp: 割当済み
km_kh: បាន​ចាត់តាំង
mk_mk: Доделено
nl_nl: Toegewezen
pt_br: Atribuído
ro_ro: Atribuit
sl_si: Dodeljeno
vi_vn: Được giao
zh_cn: 已分配
zh_tw: 已指派

# teams.common:uploadNewFile
source: Upload New File
de_de: Neue Datei hochladen
es_es: Cargar archivo nuevo
it_it: Carica nuovo file
ja_jp: 新規ファイルのアップロード
km_kh: បញ្ជូនឯកសារថ្មី
mk_mk: Прикачи нова датотека
nl_nl: Nieuw bestand uploaden
pt_br: Fazer upload de novo arquivo
ro_ro: Încărcare fișier nou
sl_si: Naloži novo datoteko
vi_vn: Tải lên tệp mới
zh_cn: 上传新文件
zh_tw: 上傳新文件

# teams.common:uploadFileText
source: Upload File
de_de: Datei hochladen
es_es: Cargar archivo
it_it: Carica file
ja_jp: ファイルのアップロード
km_kh: បញ្ជូន​ឯកសារ
mk_mk: Прикачи датотека
nl_nl: Bestand uploaden
pt_br: Carregar arquivo
ro_ro: Încărcare fișier
sl_si: Naloži datoteko
vi_vn: Tải tệp lên
zh_cn: 上传文件
zh_tw: 上傳檔案

# teams.common:lockedCardAlert
source: This is a locked content. Please complete the associated content in the pathway to unlock this card.
de_de: Dieser Inhalt ist gesperrt. Bitte vervollständigen Sie den zugeordneten Inhalt im Pathway, um diese Karte freizuschalten.
es_es: Este es un contenido bloqueado. Complete el contenido asociado en la ruta para desbloquear esta tarjeta.
it_it: Questo contenuto è bloccato. Completa il contenuto associato nel Pathway per sbloccare questa scheda.
ja_jp: これはロックされたコンテンツです。パスウェイに関連付けられたコンテンツを完了させてください。これにより、このカードのロックが解除されます。
km_kh: នេះគឺជាខ្លឹមព័ត៌មានដែលត្រូវបានចាក់សោ។ សូមបំពេញខ្លឹមព័ត៌មានដែលពាក់ព័ន្ធនៅក្នុង pathway ដើម្បីដោះសោកាតនេះ។
mk_mk: Ова е заклучена содржина. Пополнете ја поврзаната содржина на pathway за да ја отклучите оваа картичка.
nl_nl: Dit is vergrendelde content. Vul de gekoppelde content in de pathway in om deze kaart te ontgrendelen.
pt_br: Este é um conteúdo bloqueado. Conclua o conteúdo associado no Pathway para desbloquear o cartão.
ro_ro: Acesta este un conținut blocat. Completați conținutul asociat în Pathway, pentru a debloca acest card.
sl_si: To je zaklenjena vsebina. Izpolnite ustrezno vsebino v modulu Pathway, da odklenete to kartico.
vi_vn: Đây là một nội dung bị khóa. Vui lòng hoàn thành nội dung liên quan trong Pathway để mở khóa thẻ này.
zh_cn: 这是锁定内容。请完成 Pathway 中的相关内容来解锁此卡。
zh_tw: 這是鎖定的內容。請完成路徑中的相關內容來解鎖此卡。

# teams.common:paymentAlert
source: You need to purchase this card in order to consume this content.
de_de: Sie müssen diese Karte erwerben, um diese Inhalte nutzen zu können.
es_es: Debe comprar esta tarjeta para poder consumir este contenido.
it_it: Devi acquistare questa scheda per utilizzare questo contenuto.
ja_jp: このコンテンツを利用するには、このカードを購入する必要があります。
km_kh: អ្នកត្រូវទិញកាតនេះ ដើម្បីប្រើខ្លឹមព័ត៌មាននេះ។
mk_mk: Треба да ја купите оваа картичка за да ја консумирате оваа содржина.
nl_nl: U moet deze kaart kopen om deze content te gebruiken.
pt_br: Você precisa comprar o cartão para consumir o conteúdo.
ro_ro: Trebuie să achiziționați acest card pentru a consuma acest conținut.
sl_si: Za uporabo te vsebine morate kupiti to kartico.
vi_vn: Bạn cần mua thẻ này để sử dụng nội dung này.
zh_cn: 您需要购买此卡才能使用该内容。
zh_tw: 您需要購買此卡才能使用此內容。

# teams.common:enrollmentNeededAlert
source: You need to enroll this card in order to consume this content.
de_de: Sie müssen diese Karte anmelden, um diese Inhalte nutzen zu können.
es_es: Debe inscribirse en esta tarjeta para poder consumir este contenido.
it_it: Devi iscriverti a questa scheda per utilizzare questo contenuto.
ja_jp: このコンテンツを利用するには、このカードを登録する必要があります。
km_kh: អ្នកត្រូវចុះឈ្មោះកាតនេះ ដើម្បីប្រើខ្លឹមព័ត៌មាននេះ។
mk_mk: Треба да ја запишете оваа картичка за да ја консумирате оваа содржина.
nl_nl: U moet deze kaart inschrijven om deze content te gebruiken.
pt_br: Você precisa inscrever o cartão para consumir o conteúdo.
ro_ro: Trebuie să înscrieți acest card pentru a consuma acest conținut.
sl_si: Za uporabo te vsebine morate registrirati to kartico.
vi_vn: Bạn cần đăng ký tham gia thẻ này để sử dụng nội dung này.
zh_cn: 您需要注册此卡才能使用该内容。
zh_tw: 您需要登記此卡片才能使用此內容。

# teams.common:addToPathway
source: Add to Pathway
de_de: Zu Pathway hinzufügen
es_es: Añadir a ruta
it_it: Aggiungi a Pathway
ja_jp: パスウェイに追加
km_kh: បន្ថែមទៅ Pathway(s)
mk_mk: Додај во Pathway
nl_nl: Toevoegen aan Pathway
pt_br: Adicionar a Pathway
ro_ro: Adăugare la Pathway
sl_si: Dodaj v modul Pathway
vi_vn: Thêm vào Pathway
zh_cn: 添加到 Pathway
zh_tw: 新增至路徑

# teams.common:assign
source: Assign
de_de: Zuweisen
es_es: Ceder
it_it: assegnare
ja_jp: 割当
km_kh: ចាត់តាំង
mk_mk: Додели
nl_nl: toewijzen
pt_br: atribuir
ro_ro: Atribui
sl_si: Dodeli
vi_vn: Gán
zh_cn: 分配
zh_tw: 指定給

# teams.common:changeAuthorHeader
source: Change Author
de_de: Autor ändern
es_es: Cambiar autor
it_it: Modifica autore
ja_jp: 作成者を変更
km_kh: ផ្លាស់ប្តូរអ្នកនិពន្ធ
mk_mk: Променете го авторот
nl_nl: Auteur wijzigen
pt_br: Alterar autor
ro_ro: Modificare autor
sl_si: Spremeni avtorja
vi_vn: Thay đổi tác giả
zh_cn: 更改作者
zh_tw: 更改作者

# teams.common:edit
source: Edit
de_de: Bearbeiten
es_es: Editar
it_it: Modifica
ja_jp: 編集
km_kh: កែសម្រួល
mk_mk: Уреди
nl_nl: Bewerken
pt_br: Editar
ro_ro: Editare
sl_si: Uredi
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# teams.common:back
source: Back
de_de: Zurück
es_es: Atrás
it_it: Indietro
ja_jp: 戻る
km_kh: ត្រឡប់មកវិញ
mk_mk: Назад
nl_nl: Terug
pt_br: Voltar
ro_ro: Înapoi
sl_si: Nazaj
vi_vn: Quay lại
zh_cn: 后退
zh_tw: 返回

# teams.common:public
source: Public
de_de: Öffentlich
es_es: Pública
it_it: Pubblico
ja_jp: 公開
km_kh: សាធារណៈ
mk_mk: Јавно
nl_nl: Openbaar
pt_br: Público
sl_si: Javno
vi_vn: Công khai
zh_cn: 公共
zh_tw: 公開

# teams.common:open
source: Open
de_de: Öffnen
es_es: Abrir
it_it: Apri
ja_jp: 開く
km_kh: បើក
mk_mk: Отворено
nl_nl: Openen
pt_br: aberta
ro_ro: Deschis
sl_si: Odpri
vi_vn: Mở
zh_cn: 打开
zh_tw: 開啟

# teams.common:viewAll
source: View All
de_de: Alle anzeigen
es_es: Ver todo
it_it: Visualizza tutto
ja_jp: すべて表示
km_kh: បង្ហាញ​ទាំងអស់
mk_mk: Прикажи сè
nl_nl: Alles bekijken
pt_br: Exibir todos
ro_ro: Vizualizare totală
sl_si: Prikaži vse
vi_vn: Xem tất cả
zh_cn: 查看全部
zh_tw: 檢視全部

# teams.common:waitingCardsLoaderLabel
source: Waiting for cards to load...
de_de: Warten auf das Laden von Karten...
es_es: Esperando a que se carguen las tarjetas...
it_it: In attesa del caricamento delle schede...
ja_jp: カードがロードされるのを待っています...
km_kh: កំពុងរង់ចាំកាតដើម្បីផ្ទុក...
mk_mk: Се чека да се вчитаат картичките...
nl_nl: Kaarten worden geladen...
pt_br: Esperando o carregamento dos cartões...
ro_ro: Se așteaptă încărcarea cardurilor...
sl_si: Čakanje na nalaganje kartic ...
vi_vn: Đang chờ nạp thẻ...
zh_cn: 正在等待加载卡...
zh_tw: 正在等待卡片加載...

# teams.common:collaboratorsText
source: Collaborators
de_de: Mitwirkende
es_es: Colaboradores
it_it: Collaboratori
ja_jp: コラボレーター
km_kh: អ្នកសហការច្រើន
mk_mk: Соработници
nl_nl: Medewerkers
pt_br: Colaboradores
ro_ro: Colaboratori
sl_si: Sodelavci
vi_vn: Cộng tác viên
zh_cn: 合作者
zh_tw: 協作者

# teams.common:cancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
it_it: Annulla
ja_jp: キャンセル
km_kh: បោះបង់
mk_mk: Откажи
nl_nl: Annuleren
pt_br: Cancelar
ro_ro: Anulare
sl_si: Prekliči
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# teams.common:contentType
source: Content Type
de_de: Inhaltstyp
es_es: Tipo de contenido
it_it: Tipo contenuto
ja_jp: コンテンツタイプ
km_kh: ប្រភេទ​ខ្លឹមព័ត៌មាន
mk_mk: Вид на содржина
pt_br: Tipo de conteúdo
ro_ro: Tip de conținut
sl_si: Vrsta vsebine
vi_vn: Loại nội dung
zh_cn: 内容类型
zh_tw: 內容類型

# teams.common:duration
source: Duration
de_de: Dauer
es_es: Duración
it_it: Durata
ja_jp: 所要時間
km_kh: រយៈពេល
mk_mk: Времетраење
nl_nl: Duur
pt_br: Duração do
ro_ro: Durată
sl_si: Trajanje
vi_vn: Thời lượng
zh_cn: 持续时间
zh_tw: 持續時間

# teams.common:peopleFollowingMe
source: People following me
de_de: Personen, die mir folgen
es_es: Personas que me siguen
it_it: Persone che mi seguono
ja_jp: 私をフォローしている人
km_kh: មនុស្សកំពុងតាមខ្ញុំ
mk_mk: Луѓе што ме следат
nl_nl: Mensen die mij volgen
pt_br: Pessoas que me seguem
ro_ro: Oamenii care mă urmăresc
sl_si: Osebe, ki mi sledijo
vi_vn: Những người đang theo dõi tôi
zh_cn: 关注我的人员
zh_tw: 關注我的人

# teams.common:peopleIAmFollowing
source: People I am following
de_de: Personen, denen ich folge
es_es: Personas a las que sigo
it_it: Persone che seguo
ja_jp: フォロー中のユーザー
km_kh: មនុស្ស​ដែល​ខ្ញុំ​កំពុង​តាម
mk_mk: Луѓе што ги следам
nl_nl: Personen die ik volg
pt_br: Pessoas que estou seguindo
ro_ro: Persoane pe care le urmăresc
sl_si: Osebe, ki jim sledim
vi_vn: Những người tôi đang theo dõi
zh_cn: 我关注的人员
zh_tw: 我關注的人

# teams.common:skillsText
source: Skills
de_de: Fähigkeiten
es_es: Habilidades
it_it: Capacità
ja_jp: スキル
km_kh: ជំនាញ
mk_mk: Вештини
nl_nl: Vaardigheden
pt_br: Habilidades
ro_ro: Aptitudini
sl_si: Spretnosti
vi_vn: Kỹ năng
zh_cn: 技能
zh_tw: 技能

# teams.common:beginner
source: Beginner
de_de: Anfänger
es_es: Principiante
it_it: Principiante
ja_jp: 初級
km_kh: អ្នកចាប់ផ្តើម
mk_mk: Почетник
pt_br: Iniciante
ro_ro: Începător
sl_si: Začetnik
vi_vn: Người mới bắt đầu
zh_cn: 初级
zh_tw: 初階

# teams.common:intermediate
source: Intermediate
de_de: Mittlerer Kenntnisstand
es_es: Intermedio
it_it: Intermedio
ja_jp: 標準
km_kh: កម្រិតមធ្យម
mk_mk: Средно
nl_nl: Gevorderd
pt_br: Intermediário
ro_ro: Intermediar
sl_si: Vmesni
vi_vn: Trung cấp
zh_cn: 中级
zh_tw: 中級

# teams.common:advanced
source: Advanced
de_de: Fortgeschritten
es_es: Avanzado
it_it: Avanzato
ja_jp: 上級
km_kh: កម្រិតខ្ពស់
mk_mk: Напредно
nl_nl: Expert
pt_br: Avançado
ro_ro: Avansat
sl_si: Napredno
vi_vn: Nâng cao
zh_cn: 高级
zh_tw: 進階

# teams.common:free
source: Free
de_de: Kostenlos
es_es: Gratis
it_it: Gratuito
ja_jp: 無料
km_kh: ឥតគិតថ្លៃ
mk_mk: Бесплатно
nl_nl: Gratis
pt_br: Grátis
ro_ro: Gratuit
sl_si: Brezplačno
vi_vn: Miễn phí
zh_cn: 免费
zh_tw: 免費

# teams.common:paid
source: Paid
de_de: Kostenpflichtig
es_es: Pago
it_it: A pagamento
ja_jp: 有償
km_kh: បានបង់
mk_mk: Платено
nl_nl: Betaald
pt_br: Pago
ro_ro: Plătit
sl_si: Plačljivo
vi_vn: Trả phí
zh_cn: 付费
zh_tw: 付費

# teams.common:contentPricingListing
source: Pricing
de_de: Preise
es_es: Precios
it_it: Prezzi
ja_jp: 価格
km_kh: តម្លៃ
mk_mk: Цени
nl_nl: Prijzen
pt_br: Preços
ro_ro: Preţuri
sl_si: Cene
vi_vn: Định giá
zh_cn: 定价
zh_tw: 定價

# teams.common:provider
source: Provider:
de_de: Anbieter:
es_es: Proveedor:
it_it: Fornitore:
ja_jp: 提供者：
km_kh: អ្នកផ្គត់ផ្គង់៖
mk_mk: Давател на услуги:
nl_nl: Aanbieder:
pt_br: Provedor:
ro_ro: Furnizor:
sl_si: Ponudnik:
vi_vn: Nhà cung cấp:
zh_cn: 提供者:
zh_tw: 提供者：

# teams.common:level
source: Level
de_de: Ebene
es_es: Nivel
it_it: Livello
ja_jp: レベル
km_kh: កម្រិត
mk_mk: Ниво
nl_nl: Niveau
pt_br: Nível
ro_ro: Nivel
sl_si: Raven
vi_vn: Cấp độ
zh_cn: 级别
zh_tw: 等級

# teams.common:users
source: Users
de_de: Benutzer
es_es: Usuarios
it_it: Utenti
ja_jp: ユーザー
km_kh: អ្នកប្រើប្រាស់
mk_mk: Корисници
nl_nl: Gebruikers
pt_br: Usuários
ro_ro: Utilizatori
sl_si: Uporabniki
vi_vn: Người dùng
zh_cn: 用户
zh_tw: 使用者

# teams.common:viewMore
source: View More
de_de: Mehr anzeigen
es_es: Ver más
it_it: Visualizza altro
ja_jp: 詳細の表示
km_kh: មើលច្រើនទៀត
mk_mk: Види повеќе
nl_nl: Meer bekijken
pt_br: Exibir mais
ro_ro: Vedeți mai multe
sl_si: Prikaži več
vi_vn: Xem thêm
zh_cn: 查看更多信息
zh_tw: 檢視更多

# teams.common:searchHerePlaceholder
source: Search Here...
de_de: Hier suchen...
es_es: Busque aquí...
it_it: Cerca qui...
ja_jp: ここで検索...
km_kh: ស្វែងរកនៅទីនេះ...
mk_mk: Барај овде...
nl_nl: Zoek hier...
pt_br: Pesquisar aqui...
ro_ro: Căutați aici...
sl_si: Išči tukaj...
vi_vn: Tìm kiếm ở đây...
zh_cn: 在此处搜索...
zh_tw: 在這裡搜尋...

# teams.common:selectAll
source: Select All
de_de: Alle auswählen
es_es: Seleccionar todo
it_it: Seleziona tutto
ja_jp: すべて選択
km_kh: ជ្រើសរើសទាំងអស់។
mk_mk: Избери сѐ
nl_nl: Alles selecteren
pt_br: Selecionar tudo
ro_ro: Selectați tot
sl_si: Izberite Vse
vi_vn: Chọn tất cả
zh_cn: 选择全部
zh_tw: 選取全部

# teams.common:selected
source: Selected
de_de: Ausgewählt
es_es: Seleccionadas
it_it: Selezionato
ja_jp: 選択済み
km_kh: បានជ្រើសរើស
mk_mk: Избрано
nl_nl: Geselecteerd
pt_br: Selecionado
ro_ro: Selectat
sl_si: Izbrano
vi_vn: Đã chọn
zh_cn: 已选定
zh_tw: 已選擇

# teams.common:select
source: Select
de_de: Auswählen
es_es: Seleccionar
it_it: Seleziona
ja_jp: 選択
km_kh: ជ្រើសរើស
mk_mk: Избери
nl_nl: Selecteren
pt_br: Selecionar
ro_ro: Selectare
sl_si: Izberite
vi_vn: Chọn
zh_cn: 选择
zh_tw: 選取

# teams.common:close
source: Close
de_de: Schließen
es_es: Cerrar
it_it: Chiudi
ja_jp: 終了
km_kh: បិទ
mk_mk: Затвори
nl_nl: Sluiten
pt_br: Fechar
ro_ro: Închidere
sl_si: Zapri
vi_vn: Đóng
zh_cn: 关闭
zh_tw: 關閉

# teams.common:followers
source: Followers
de_de: Follower
es_es: Seguidores
it_it: Follower
ja_jp: フォロワー
km_kh: អ្នកតាមនានា
mk_mk: Следбеници
nl_nl: Volgers
pt_br: Seguidores
ro_ro: Urmăritori
sl_si: Sledilci
vi_vn: Người theo dõi
zh_cn: 关注者
zh_tw: 關注者

# teams.common:following
source: Following
de_de: Folge ich
es_es: Siguiendo
it_it: Seguito
ja_jp: フォロー中
km_kh: កំពុងតាម
mk_mk: Следење
nl_nl: Volgt
pt_br: Seguindo
ro_ro: Următoarele
sl_si: Sledim
vi_vn: Đang theo dõi
zh_cn: 正在关注
zh_tw: 正在關注

# teams.common:unbookmark
source: Unbookmark
de_de: Lesezeichen entfernen
es_es: Desmarcar
it_it: Rimuovi segnalibro
ja_jp: のブックマークを解除
km_kh: ឈប់ចំណាំ
mk_mk: Отстрани обележувач
nl_nl: Bladwijzer verwijderen
pt_br: Cancelar favorito
ro_ro: Anulare marcare
sl_si: Odstrani zaznamek
vi_vn: Hủy đánh dấu
zh_cn: 取消添加书签
zh_tw: 取消加入書籤

# teams.common:confirm
source: Confirm
de_de: Bestätigen
es_es: Confirmar
it_it: Conferma
ja_jp: 確認
km_kh: បញ្ជាក់
mk_mk: Потврди
nl_nl: Bevestigen
pt_br: Confirmar
ro_ro: Confirmare
sl_si: Potrdi
vi_vn: Xác nhận
zh_cn: 确认
zh_tw: 確認

# teams.common:removeAssignmentBody
source: Are you sure that you want to remove this from your assignment list?
de_de: Soll dieser Eintrag wirklich aus Ihrer Zuweisungsliste entfernt werden?
es_es: ¿Seguro que desea eliminar esta información de su lista de cesión?
it_it: Confermi la rimozione di questo elemento dal tuo elenco delle assegnazioni?
ja_jp: これを割当リストから削除してもよろしいですか?
km_kh: តើអ្នកប្រាកដទេថាអ្នកចង់ដកវាចេញពីបញ្ជីកិច្ចការរបស់អ្នកឬ?
mk_mk: Дали сте сигурни дека сакате да го отстраните ова од списокот со задачи?
nl_nl: Weet u zeker dat u dit uit uw lijst met toewijzingen wilt verwijderen?
pt_br: Tem certeza de que deseja remover isso da sua lista de atribuições?
ro_ro: Sigur doriți să eliminați acest element din lista dvs. de atribuiri?
sl_si: Ali ste prepričani, da želite to odstraniti s seznama dodelitev?
vi_vn: Bạn có chắc chắn muốn xóa mục này khỏi danh sách bài tập của bạn không?
zh_cn: 确定要将其从分配列表中移除吗?
zh_tw: 您確定要從指派工作清單中刪除它嗎？

# teams.common:dismissAssignment
source: Dismiss Assignment
de_de: Zuweisung entfernen
es_es: Descartar cesión
it_it: Rimuovi assegnazione
ja_jp: 割当を却下する
km_kh: បដិសធកិច្ចការ
mk_mk: Отфрли ја задачата
nl_nl: Toewijzing afwijzen
pt_br: Dispensar atribuição
ro_ro: Revocare atribuire
sl_si: Odstrani dodelitev
vi_vn: Loại bỏ bài tập
zh_cn: 取消分配
zh_tw: 撤銷指派工作

# teams.common:delete
source: Delete
de_de: Löschen
es_es: Borrar
it_it: Elimina
ja_jp: 削除
km_kh: លុប
mk_mk: Избриши
nl_nl: Verwijderen
pt_br: Excluir
ro_ro: Ștergere
sl_si: Izbriši
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# teams.common:errorMessage
source: Uh oh! please try again
de_de: Oh! Bitte versuchen Sie es erneut.
es_es: Inténtelo de nuevo
it_it: Si è verificato un problema, riprova
ja_jp: もう一度お試しください
km_kh: អូហ៍! សូមព្យាយាមម្តងទៀត
mk_mk: Упс! Обидете се повторно
nl_nl: Probeer het opnieuw
pt_br: Ops! Tente novamente
ro_ro: Uh oh! Încercați din nou
sl_si: Uh oh! poskusite znova
vi_vn: Ồ không! vui lòng thử lại
zh_cn: 哦不! 请重试
zh_tw: 呃哦！請再試一次

# teams.common:includeMessageOptional
source: Include Message (Optional)
de_de: Nachricht einschließen (optional)
es_es: Incluir mensaje (opcional)
it_it: Includi messaggio (facoltativo)
ja_jp: メッセージを含める（オプション）
km_kh: រួមបញ្ចូលសារ (ជាជម្រើស)
mk_mk: Вклучи порака (опционално)
nl_nl: Bericht opnemen (optioneel)
pt_br: Incluir mensagem (opcional)
ro_ro: Includeți un mesaj (opțional)
sl_si: Vključi sporočilo (neobvezno)
vi_vn: Thêm lời nhắn (Không bắt buộc)
zh_cn: 包含消息(可选)
zh_tw: 包含訊息（可選）

# teams.common:individual
source: Individual
de_de: Einzelperson
es_es: Persona
it_it: Singolo
ja_jp: 個人
km_kh: បុគ្គល
mk_mk: Поединец
nl_nl: Persoon
ro_ro: Persoană
sl_si: Posameznik
vi_vn: Cá nhân
zh_cn: 个人
zh_tw: 個人

# teams.common:dueDate
source: Due Date
de_de: Fälligkeitsdatum
es_es: Fecha de vencimiento
it_it: Data limite
ja_jp: 期日
km_kh: កាលបរិច្ឆេទផុតកំណត់
mk_mk: Рок
nl_nl: Vervaldatum
pt_br: Data de vencimento
ro_ro: Data scadentă
sl_si: Rok
vi_vn: Ngày đến hạn
zh_cn: 截至日期
zh_tw: 到期日

# teams.common:submit
source: Submit
de_de: Übermitteln
es_es: Enviar
it_it: Invia
ja_jp: 送信
km_kh: ដាក់ស្នើ
mk_mk: Поднеси
nl_nl: Indienen
pt_br: Enviar
ro_ro: Trimitere
sl_si: Pošlji
vi_vn: Gửi
zh_cn: 提交
zh_tw: 提交

# teams.common:loading
source: Loading...
de_de: Wird geladen...
es_es: Cargando...
it_it: Caricamento in corso...
ja_jp: ロード中...
km_kh: កំពុង​ផ្ទុក...
mk_mk: Се вчитува...
nl_nl: Laden...
pt_br: Carregando...
ro_ro: Se încarcă...
sl_si: Nalaganje...
vi_vn: Đang tải...
zh_cn: 正在加载...
zh_tw: 載入中...

# teams.common:myGroups
source: My Groups
de_de: Meine Gruppen
es_es: Mis grupos
it_it: I miei gruppi
ja_jp: マイ グループ
km_kh: ក្រុមរបស់ខ្ញុំ
mk_mk: Мои групи
nl_nl: Mijn groepen
pt_br: Meus grupos
ro_ro: Grupurile mele
sl_si: Moje skupine
vi_vn: Nhóm của tôi
zh_cn: 我的组
zh_tw: 我的群組

# teams.common:noResultFound
source: No results found.
de_de: Keine Ergebnisse gefunden.
es_es: No se encontraron resultados.
it_it: Nessun risultato trovato.
ja_jp: 結果が見つかりません。
km_kh: រកមិនឃើញលទ្ធផលទេ។
mk_mk: Не се најдени резултати.
nl_nl: Geen resultaten gevonden.
pt_br: Nenhum resultado encontrado.
ro_ro: Nu s-au găsit rezultate.
sl_si: Ni rezultatov iskanja.
vi_vn: Không có kết quả nào được tìm thấy.
zh_cn: 未找到结果。
zh_tw: 未找到結果。

# teams.common:waitingGroupLabel
source: Waiting for group to load...
de_de: Warten auf das Laden von Gruppen...
es_es: Esperando a que se cargue el grupo...
it_it: In attesa caricamento del gruppo...
ja_jp: グループがロードされるのを待っています...
km_kh: កំពុងរង់ចាំផ្ទុកក្រុមដើម្បីផ្ទុក...
mk_mk: Се чека да се вчита групата...
nl_nl: Groep wordt geladen...
pt_br: Aguardando carregamento do grupo...
ro_ro: Se așteaptă încărcarea grupului...
sl_si: Čakanje na nalaganje skupine ...
vi_vn: Đang chờ tải nhóm...
zh_cn: 正在等待加载组...
zh_tw: 正在等待群組加載...

# teams.common:description
source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
ja_jp: 説明
km_kh: ការពិពណ៌នា
mk_mk: Опис
nl_nl: Omschrijving
pt_br: Descrição
ro_ro: Descriere
sl_si: Opis
vi_vn: Mô tả
zh_cn: 描述
zh_tw: 描述

# teams.common:group
source: Group
de_de: Gruppe
es_es: Grupo
it_it: Gruppo
ja_jp: グループ
km_kh: ក្រុម
mk_mk: Група
nl_nl: Groep
pt_br: Grupo
ro_ro: Grup
sl_si: Skupina
vi_vn: Nhóm
zh_cn: 组
zh_tw: 群組

# teams.common:members
source: Members
de_de: Mitglieder
es_es: Miembros
it_it: Membri
ja_jp: メンバー
km_kh: សមាជិក
mk_mk: Членови
nl_nl: Leden
pt_br: membros
ro_ro: Membri
sl_si: Člani
vi_vn: thành viên
zh_cn: 成员
zh_tw: 成員

# teams.common:leaveGroup
source: Leave Group
de_de: Gruppe verlassen
es_es: Dejar grupo
it_it: Esci dal gruppo
ja_jp: グループを離れる
km_kh: ចាកចេញពីក្រុម
mk_mk: Напушти ја групата
nl_nl: Groep verlaten
pt_br: Deixar Grupo
ro_ro: Părăsire grup
sl_si: Zapusti skupino
vi_vn: Rời khỏi nhóm
zh_cn: 退出组
zh_tw: 離開群組

# teams.common:myChannels
source: My Channels
de_de: Meine Channel
es_es: Mis canales
it_it: I miei canali
ja_jp: マイチャンネル
km_kh: ឆានែលរបស់ខ្ញុំ
mk_mk: Мои канали
nl_nl: Mijn kanalen
pt_br: Meus canais
ro_ro: Canalele mele
sl_si: Moji kanali
vi_vn: Kênh của tôi
zh_cn: 我的频道
zh_tw: 我的頻道

# teams.common:waitingChannelsLabel
source: Waiting for channels to load...
de_de: Warten auf das Laden von Kanälen...
es_es: Esperando a que se carguen los canales...
it_it: In attesa del caricamento dei canali...
ja_jp: チャンネルが読み込まれるのを待っています...
km_kh: កំពុងរង់ចាំឆានែលដើម្បីផ្ទុក...
mk_mk: Се чека да се вчитаат каналите...
nl_nl: Wachten op het laden van kanalen...
pt_br: Aguardando o carregamento dos canais...
ro_ro: Se așteaptă încărcarea canalelor...
sl_si: Počakajte, da se kanali naložijo ...
vi_vn: Đang chờ tải kênh...
zh_cn: 正在等待加载频道...
zh_tw: 正在等待頻道加載...

# teams.common:more
source: more
de_de: mehr
es_es: más
it_it: più
ja_jp: など
km_kh: ច្រើនទៀត
mk_mk: повеќе
nl_nl: nog
pt_br: mais
ro_ro: încă
sl_si: več
vi_vn: thêm
zh_cn: 更多
zh_tw: 更多

# teams.common:about
source: About
de_de: Über
es_es: Acerca de
it_it: Informazioni
ja_jp: について
km_kh: អំពី
mk_mk: За
nl_nl: Info
pt_br: Sobre
ro_ro: Despre
sl_si: Podatki
vi_vn: Giới thiệu
zh_cn: 关于
zh_tw: 關於

# teams.common:curators
source: Curator(s):
de_de: Kurator(en):
es_es: Revisor(es):
it_it: Curatori:
ja_jp: キュレーター：
km_kh: អ្នកថែរក្សា៖
mk_mk: Куратори:
nl_nl: Curatoren:
pt_br: Curadores:
ro_ro: Coordonatori:
sl_si: Kustosi:
vi_vn: Người phụ trách:
zh_cn: 策划者:
zh_tw: 策展人：

# teams.common:clearAllFilters
source: Clear all filters
de_de: Alle Filter löschen
es_es: Borrar todos los filtros
it_it: Cancella tutti i filtri
ja_jp: すべてのフィルタをクリア
km_kh: សម្អាតតម្រងទាំងអស់។
mk_mk: Избриши ги сите филтри
nl_nl: Alle filters wissen
pt_br: Limpar todos os filtros
ro_ro: Goliți toate filtrele
sl_si: Počisti vse filtre
vi_vn: Xóa tất cả bộ lọc
zh_cn: 清除所有筛选器
zh_tw: 清除所有過濾器

# teams.common:searchResult
source: results for
de_de: Ergebnisse für
es_es: resultados para
it_it: risultati per
ja_jp: 件の結果
km_kh: លទ្ធផលសម្រាប់
mk_mk: резултати за
nl_nl: resultaten voor
pt_br: resultados para
ro_ro: rezultate pentru
sl_si: Rezultati za
vi_vn: kết quả cho
zh_cn: 以下项的结果
zh_tw: 個結果關於
