Repository: edcast/edc-xliff-widgets
Catalog: widgets/widgets_*.xlf
Languages: de_de, es_es, it_it, ja_jp, km_kh, mk_mk, nl_nl, pt_br, ro_ro, sl_si, vi_vn, zh_cn, zh_tw

# teams.teams:Modal_journeyDeleted
source: Journey deleted. It will never show again.
de_de: Journey gelöscht. Sie wird niemals erneut angezeigt werden.
es_es: Trayectoria borrada. No se volverá a mostrar.
it_it: Journey eliminato. Non verrà più visualizzato.
ja_jp: ジャーニーが削除されました。今後表示されません。
km_kh: Journey ត្រូវបានលុប។ វានឹងមិនបង្ហាញម្ដងទៀតទេ។
mk_mk: Journey е избришано. Никогаш повеќе нема да се појави.
nl_nl: Journey verwijderd. Deze wordt niet meer weergegeven.
pt_br: Journey excluída. Nunca será exibida novamente.
ro_ro: Journey șters. Nu va mai fi afișat niciodată.
sl_si: Učna pot Journey je izbrisana. Ne bo več prikazana.
vi_vn: Journey đã bị xóa. Thông tin này sẽ không hiển thị lại.
zh_cn: Journey 已删除。不会再显示。
zh_tw: 旅程已刪除。它將不會再顯示。

# teams.teams:Notification_notification
source: Notifications
de_de: Benachrichtigungen
es_es: Notificaciones
it_it: Notifiche
ja_jp: 通知
km_kh: ការជូនដំណឹង
mk_mk: Известувања
nl_nl: Meldingen
pt_br: Notificações
ro_ro: Notificări
sl_si: Obvestila
vi_vn: Thông báo
zh_cn: 通知
zh_tw: 通知

# teams.teams:Notification_notificationHeading
source: All your personalized notifications will be shown here
de_de: Alle Ihre persönlichen Benachrichtigungen werden hier angezeigt.
es_es: Todas sus notificaciones personalizadas se mostrarán aquí
it_it: Tutte le tue notifiche personalizzate verranno mostrate qui
ja_jp: パーソナライズされたすべての通知がここに表示されます
km_kh: ការជូនដំណឹងផ្ទាល់ខ្លួនរបស់អ្នកទាំងអស់នឹងត្រូវបានបង្ហាញនៅទីនេះ
mk_mk: Сите ваши персонализирани известувања ќе бидат прикажани овде
nl_nl: Al uw gepersonaliseerde meldingen worden hier weergegeven
pt_br: Todas as suas notificações personalizadas serão mostradas aqui
ro_ro: Toate notificările personalizate vor fi afișate aici
sl_si: Tukaj bodo prikazana vsa vaša prilagojena obvestila
vi_vn: Tất cả thông báo được cá nhân hóa của bạn sẽ được hiển thị ở đây
zh_cn: 您的所有个性化通知都将显示在此处
zh_tw: 您的所有個人化通知都將顯示在此處

# teams.teams:Notification_loadingNotifications
source: Loading Notifications...
de_de: Benachrichtigungen werden geladen...
es_es: Cargando notificaciones...
it_it: Caricamento notifiche in corso...
ja_jp: 通知を読み込んでいます...
km_kh: កំពុងផ្ទុកការជូនដំណឹង...
mk_mk: Се вчитуваат известувања...
nl_nl: Bezig met laden van meldingen...
pt_br: Carregando notificações...
ro_ro: Se încarcă notificările...
sl_si: Nalaganje obvestil ...
vi_vn: Đang tải thông báo...
zh_cn: 正在加载通知...
zh_tw: 正在載入通知...

# teams.teams:Notification_viewAllNotifications
source: View All Notifications
de_de: Alle Benachrichtigungen anzeigen
es_es: Ver todas las notificaciones
it_it: Visualizza tutte le notifiche
ja_jp: すべての通知を表示
km_kh: មើលការជូនដំណឹងទាំងអស់។
mk_mk: Прикажи ги сите известувања
nl_nl: Alle meldingen bekijken
pt_br: Ver todas as notificações
ro_ro: Vedeți toate notificările
sl_si: Ogled vseh obvestil
vi_vn: Xem tất cả thông báo
zh_cn: 查看所有通知
zh_tw: 檢視所有通知

# teams.teams:Notification_noNewNotification
source: There are no new notifications.
de_de: Es gibt keine neuen Benachrichtigungen.
es_es: No hay notificaciones nuevas.
it_it: Non ci sono nuove notifiche.
ja_jp: 新しい通知はありません。
km_kh: មិនមានការជូនដំណឹងថ្មីទេ។
mk_mk: Нема нови известувања.
nl_nl: Er zijn geen nieuwe meldingen.
pt_br: Não há novas notificações.
ro_ro: Nu există notificări noi.
sl_si: Ni novih obvestil.
vi_vn: Không có thông báo mới.
zh_cn: 没有新通知。
zh_tw: 沒有新的通知。

# teams.teams:MyActivity_myRecentActivity
source: My Recent Activity
de_de: Meine zuletzt ausgeführte Aktivität
es_es: Mi actividad reciente
it_it: La mia attività recente
ja_jp: 最近のアクティビティ
km_kh: សកម្មភាពថ្មីៗរបស់ខ្ញុំ
mk_mk: Мојата неодамнешна активност
nl_nl: Mijn recente activiteit
pt_br: Minha atividade recente
ro_ro: Activitatea mea recentă
sl_si: Moja nedavna dejavnost
vi_vn: Hoạt động gần đây của tôi
zh_cn: 我最近的活动
zh_tw: 我最近的活動

# teams.teams:MyActivity_noItemsInProgress
source: No items in progress
de_de: Keine Elemente in Bearbeitung
es_es: No hay ningún elemento en progreso
it_it: Nessun elemento in corso
ja_jp: 処理中の項目はありません
km_kh: មិនមានធាតុកំពុងដំណើរការទេ។
mk_mk: Нема активности во тек
nl_nl: Geen gestarte items
pt_br: Nenhum item em andamento
ro_ro: Niciun element în curs de desfășurare
sl_si: Ni nedokončanih elementov
vi_vn: Không có mục nào đang được thực hiện
zh_cn: 没有进行中的项目
zh_tw: 無項目在進行中

# teams.teams:MyActivity_startLearningJourney
source: Start your learning journey by finding content to consume
de_de: Starten Sie Ihre Lern-Journey mit der Suche nach Inhalten.
es_es: Encuentre el contenido que desea consumir para iniciar su trayectoria de aprendizaje
it_it: Inizia il tuo Journey di apprendimento trovando contenuto da utilizzare
ja_jp: 消費するコンテンツを検索して学習過程を開始する
km_kh: ចាប់ផ្ដើម journey សិក្សារបស់អ្នកតាមខ្លឹមព័ត៌មានដើម្បីប្រើ
mk_mk: Започнете го вашето journey со наоѓање содржина за консумирање
nl_nl: Start uw leerjourney door content te zoeken om te gebruiken
pt_br: Comece sua Journey de aprendizagem encontrando conteúdo a ser consumido
ro_ro: Începeți-vă journey-ul de învățare înainte de a găsi conținut de consumat
sl_si: Začnite svojo učno pot Journey z iskanjem vsebine, ki jo želite uporabiti.
vi_vn: Bắt đầu Journey học tập của bạn bằng cách tìm nội dung cần sử dụng
zh_cn: 查找要使用的内容，开始您的学习之旅
zh_tw: 透過尋找要消費的內容開始您的學習之旅

# teams.teams:MyActivity_openLearningPlan
source: Open Learning Plan
de_de: Lernplan öffnen
es_es: Abrir el plan de aprendizaje
it_it: Apri piano di apprendimento
ja_jp: 学習計画を開く
km_kh: បើកផែនការសិក្សា
mk_mk: Отвори план за учење
nl_nl: Leerplan openen
pt_br: Abrir plano de aprendizagem
ro_ro: Deschidere plan de învățare
sl_si: Odpri učni načrt
vi_vn: Mở kế hoạch học tập
zh_cn: 打开学习计划
zh_tw: 打開學習計劃

# teams.teams:MyActivity_learningGoalsTooltip
source: Learning goals added by you
de_de: Lernziele, die von Ihnen hinzugefügt wurden
es_es: Metas de aprendizaje que ha añadido
it_it: Traguardi di apprendimento che hai aggiunto
ja_jp: 学習目標が追加されていません
km_kh: អ្នកបានបន្ថែមគោលដៅសិក្សា
mk_mk: Цели за учење додадени од вас
nl_nl: Door u toegevoegde leerdoelen
pt_br: Metas de aprendizagem adicionadas por você
ro_ro: Obiective de învățare adăugate de dvs.
sl_si: Učni cilji, ki ste jih dodali vi
vi_vn: Mục tiêu học tập do bạn thêm vào
zh_cn: 您添加的学习目标
zh_tw: 您新增的學習目標

# teams.teams:MyActivity_organization
source: Organization
de_de: Organisation
es_es: Organización
it_it: Organizzazione
ja_jp: 組織
km_kh: អង្គការ
mk_mk: Организација
nl_nl: Organisatie
pt_br: Organização
ro_ro: Organizație
sl_si: Organizacija
vi_vn: Tổ chức
zh_cn: 组织
zh_tw: 組織

# teams.teams:MyActivity_myOrganization
source: My Organization
de_de: Meine Organisation
es_es: Mi organización
it_it: La mia organizzazione
ja_jp: 自分の組織
km_kh: អង្គការរបស់ខ្ញុំ
mk_mk: Мојата организација
nl_nl: Mijn organisatie
pt_br: Minha organização
ro_ro: Organizația mea
sl_si: Moja organizacija
vi_vn: Tổ chức của tôi
zh_cn: 我的组织
zh_tw: 我的組織

# teams.teams:MyActivity_created
source: created
de_de: erstellt
es_es: creada
it_it: creato
ja_jp: 作成日
km_kh: បានបង្កើត
mk_mk: создадено
nl_nl: gemaakt
pt_br: criado
ro_ro: creat
sl_si: ustvarjeno
vi_vn: đã tạo
zh_cn: 已创建
zh_tw: 已建立

# teams.teams:MyActivity_liked
source: liked
de_de: gefällt
es_es: valorado positivamente
it_it: con Mi piace
ja_jp: 賛成
km_kh: ចូលចិត្ត
mk_mk: допаднато
nl_nl: leuk gevonden
pt_br: curtido
ro_ro: apreciat
sl_si: všeč mi je
vi_vn: đã thích
zh_cn: 已点赞
zh_tw: 已說讚

# teams.teams:MyActivity_uncompleted
source: uncompleted
de_de: nicht abgeschlossen
es_es: incompleta
it_it: non completato
ja_jp: 未完了
km_kh: មិនទាន់បានបញ្ចប់
mk_mk: незавршено
nl_nl: niet voltooid
pt_br: incompleto
ro_ro: nefinalizat
sl_si: nedokončano
vi_vn: chưa hoàn thành
zh_cn: 未完成
zh_tw: 未完成

# teams.teams:MyActivity_commentedOn
source: commented on
de_de: kommentiert am
es_es: comentada el
it_it: commentato in data
ja_jp: 次に関してコメントしました
km_kh: បានផ្តល់មតិលើ
mk_mk: коментираше на
nl_nl: opmerking gemaakt op
pt_br: comentou em
ro_ro: comentat la data
sl_si: je komentiral/-a
vi_vn: đã bình luận về
zh_cn: 评论时间
zh_tw: 評論於

# teams.teams:MyActivity_completed
source: completed
de_de: abgeschlossen
es_es: completada
it_it: completato
ja_jp: 完了
km_kh: បានបញ្ចប់
mk_mk: завршена
nl_nl: voltooid
pt_br: concluído
ro_ro: finalizat
sl_si: dokončano
vi_vn: đã hoàn thành
zh_cn: 已完成
zh_tw: 已完成

# teams.teams:MyActivity_changed
source: changed
de_de: geändert
es_es: cambiada
it_it: cambiato
ja_jp: 変更済み
km_kh: បានផ្លាស់ប្តូរ
mk_mk: сменето
nl_nl: Gewijzigd
pt_br: alterado
ro_ro: modificat
sl_si: spremenjeno
vi_vn: đã thay đổi
zh_cn: 已更改
zh_tw: 改變了

# teams.teams:MyActivity_unknownAction
source: unknown action
de_de: unbekannte Aktion
es_es: acción desconocida
it_it: azione sconosciuta
ja_jp: 不明なアクション
km_kh: សកម្មភាពមិនស្គាល់
mk_mk: непознато дејство
nl_nl: Onbekende actie
pt_br: Ação desconhecida
ro_ro: Acțiune necunoscută
sl_si: Neznano dejanje
vi_vn: Hành động không xác định
zh_cn: 未知操作
zh_tw: 未知的動作

# teams.teams:ReportIt_reportItTitle
source: Reason To Report
de_de: Grund für Meldung
es_es: Motivo de notificación
it_it: Motivo della segnalazione
ja_jp: 報告理由
km_kh: ហេតុផលដើម្បីរាយការណ៍
mk_mk: Причина за пријавување
nl_nl: Reden om te rapporteren
pt_br: Motivo para relatar
ro_ro: Motiv pentru raportare
sl_si: Razlog za prijavo
vi_vn: Lý do báo cáo
zh_cn: 报告理由
zh_tw: 檢舉原因

# teams.teams:ReportIt_reportItSubTitle
source: Help us understand the issue
de_de: Helfen Sie uns, das Problem zu verstehen.
es_es: Ayúdenos a entender el problema
it_it: Aiutaci a capire il problema
ja_jp: 問題の理解にご協力ください
km_kh: ជួយយើងឱ្យយល់ពីបញ្ហា
mk_mk: Помогнете ни да го разбереме проблемот
nl_nl: Help ons het probleem te begrijpen
pt_br: Ajude-nos a entender o problema
ro_ro: Ajutați-ne să înțelegem problema
sl_si: Pomagajte nam razumeti težavo
vi_vn: Hãy giúp chúng tôi hiểu vấn đề
zh_cn: 帮助我们了解这个问题
zh_tw: 幫助我們理解這個問題

# teams.teams:ReportIt_reportItPlaceholder
source: Write the reason, please (max 100 character)
de_de: Bitte geben Sie den Grund ein (max. 100 Zeichen).
es_es: Escriba el motivo (máx. 100 caracteres)
it_it: Scrivi il motivo (max. 100 caratteri)
ja_jp: 理由を書いてください（最大100文字）
km_kh: សូមសរសេរហេតុផល (អតិបរមា 100 តួអក្សរ)
mk_mk: Напишете ја причината (максимум 100 знаци)
nl_nl: Schrijf de reden, alstublieft (max. 100 tekens)
pt_br: Escreva o motivo, por favor (máximo de 100 caracteres)
ro_ro: Vă rugăm să scrieți motivul (max. 100 caractere)
sl_si: Navedite razlog (največ 100 znakov).
vi_vn: Vui lòng viết lý do (tối đa 100 ký tự)
zh_cn: 请填写理由(最多 100 个字符)
zh_tw: 請寫出原因（最多 100 個字元）

# teams.teams:ReportIt_reportItInputBoxTitle
source: Did not find your reason? Tell us what is wrong with this content
de_de: Haben Sie den Grund nicht gefunden? Teilen Sie uns mit, was das Problem mit diesem Inhalt ist.
es_es: ¿No encuentra el motivo? Díganos qué hay de malo en este contenido
it_it: Non hai trovato il motivo? Spiega qual è il problema in questo contenuto
ja_jp: あなたの理由が見つからないですか?このコンテンツの何が問題になっているのか教えてください
km_kh: មិនបានរកឃើញហេតុផលរបស់អ្នកទេ? ប្រាប់យើងពីអ្វីដែលខុសជាមួយខ្លឹមសារនេះ។
mk_mk: Не ја најдовте вашата причина? Кажете ни што не е во ред со оваа содржина
nl_nl: Hebt u de reden niet gevonden? Vertel ons wat er mis is met deze content
pt_br: Não encontrou o motivo? Conte-nos o que há de errado no conteúdo
ro_ro: Nu v-ați găsit motivul? Spuneți-ne ce este în neregulă cu acest conținut
sl_si: Niste našli razloga? Povejte nam, kaj je narobe s to vsebino
vi_vn: Không tìm thấy lý do của bạn? Hãy cho chúng tôi biết nội dung này có vấn đề gì
zh_cn: 没有找到理由?告诉我们此内容有什么问题
zh_tw: 沒有找到您的原因嗎？告訴我們此內容有什麼問題

# teams.teams:ReportIt_successfullyCardReported
source: Thank you for reporting the card. We will evaluate your feedback and make necessary changes.
de_de: Vielen Dank, dass Sie die Karte gemeldet haben! Wir werden Ihr Feedback auswerten und die notwendigen Änderungen vornehmen.
es_es: Gracias por realizar un informe sobre la tarjeta. Vamos a evaluar sus comentarios y hacer los cambios necesarios.
it_it: Grazie per aver segnalato la scheda. Valuteremo il tuo commento e apporteremo le modifiche necessarie.
ja_jp: カードを報告していただきありがとうございます。頂いたフィードバックを参考に必要な改善を行います。
km_kh: សូមអរគុណចំពោះការរាយការណ៍អំពីកាត។ យើងនឹងវាយតម្លៃមតិកែលម្អរបស់អ្នក និងធ្វើការផ្លាស់ប្តូរចាំបាច់។
mk_mk: Ви благодариме што ја пријавивте картичката. Ќе ги оцениме вашите повратни информации и ќе ги направиме потребните промени.
nl_nl: Hartelijk dank voor het rapporteren van het kaartje. We zullen uw feedback evalueren en de nodige wijzigingen aanbrengen.
pt_br: Agradecemos o relatório do cartão. Vamos avaliar seu feedback e fazer as alterações necessárias.
ro_ro: Vă mulțumim pentru raportarea cardului. Vom evalua feedback-ul dvs. și vom face modificările necesare.
sl_si: Hvala za prijavo kartice. Ocenili bomo vaše povratne informacije in naredili potrebne spremembe.
vi_vn: Cảm ơn bạn đã báo cáo thẻ. Chúng tôi sẽ đánh giá ý kiến phản hồi của bạn và thực hiện các thay đổi cần thiết.
zh_cn: ​感谢您举报此卡。我们将评估您的反馈并进行必要的更改。
zh_tw: 感謝您檢舉該卡。我們將評估您的意見回應並做出必要變更。

# teams.teams:ReportIt_successfullyCommentReported
source: Thank you for reporting the comment. We will evaluate your feedback and make necessary changes.
de_de: Vielen Dank, dass Sie den Kommentar gemeldet haben! Wir werden Ihr Feedback auswerten und die notwendigen Änderungen vornehmen.
es_es: Gracias por notificar el comentario. Vamos a evaluar sus comentarios y hacer los cambios necesarios.
it_it: Grazie per aver segnalato il commento. Valuteremo il tuo commento e apporteremo le modifiche necessarie.
ja_jp: コメントをご報告いただきありがとうございます。頂いたフィードバックを参考に必要な改善を行います。
km_kh: សូមអរគុណចំពោះការរាយការណ៍មតិ។ យើងនឹងវាយតម្លៃមតិកែលម្អរបស់អ្នក និងធ្វើការផ្លាស់ប្តូរចាំបាច់។
mk_mk: Ви благодариме што го пријавивте коментарот. Ќе ги оцениме вашите повратни информации и ќе ги направиме потребните промени.
nl_nl: Hartelijk dank voor het melden van de reactie. We zullen uw feedback evalueren en de nodige wijzigingen aanbrengen.
pt_br: Obrigado por relatar o comentário. Vamos avaliar seu feedback e fazer as alterações necessárias.
ro_ro: Vă mulțumim că ați raportat acest comentariu. Vom evalua feedback-ul dvs. și vom face modificările necesare.
sl_si: Hvala za prijavo komentarja. Ocenili bomo vaše povratne informacije in naredili potrebne spremembe.
vi_vn: Cảm ơn bạn đã báo cáo bình luận. Chúng tôi sẽ đánh giá ý kiến phản hồi của bạn và thực hiện các thay đổi cần thiết.
zh_cn: ​感谢您举报此评论。我们将评估您的反馈并进行必要的更改。
zh_tw: 感謝您回報評論。我們將評估您的意見回應並做出必要變更。

# teams.teams:ReportIt_alreadyReportedComment
source: You have already reported this comment
de_de: Sie haben diesen Kommentar bereits gemeldet.
es_es: Ya ha notificado este comentario
it_it: Hai già segnalato questo commento
ja_jp: このコメントは既に報告されています
km_kh: អ្នក​បាន​រាយការណ៍​មតិ​នេះ​រួច​ហើយ។
mk_mk: Веќе го пријавивте овој коментар
nl_nl: U hebt deze opmerking al gerapporteerd
pt_br: Você já relatou este comentário
ro_ro: Ați raportat deja acest comentariu
sl_si: Ta komentar ste že prijavili
vi_vn: Bạn đã báo cáo bình luận này
zh_cn: 您已举报此评论
zh_tw: 您已經檢舉此評論

# teams.teams:ReportIt_alreadyReportedMessage
source: You have already reported this card
de_de: Sie haben diese Karte bereits gemeldet.
es_es: Ya ha notificado esta tarjeta
it_it: Hai già segnalato questa carta
ja_jp: このカードは既に報告済みです
km_kh: អ្នកបានរាយការណ៍កាតនេះរួចហើយ
mk_mk: Веќе ја пријавивте оваа картичка
nl_nl: U hebt deze kaart al gerapporteerd
pt_br: Você já relatou o cartão
ro_ro: Ați raportat deja acest card
sl_si: To kartico ste že prijavili
vi_vn: Bạn đã báo cáo thẻ này
zh_cn: 您已举报此卡
zh_tw: 您已檢舉此卡

# teams.teams:ReportIt_technical-issue
source: Technical issues with opening the content
de_de: Technische Probleme beim Öffnen des Inhalts
es_es: Problemas técnicos al abrir el contenido
it_it: Problemi tecnici di apertura del contenuto
ja_jp: コンテンツを開く際の技術的な問題
km_kh: បញ្ហាបច្ចេកទេសជាមួយនឹងការបើកខ្លឹមព័ត៌មាន
mk_mk: Технички проблеми со отворањето на содржината
nl_nl: Technische problemen bij het openen van de content
pt_br: Problemas técnicos na abertura do conteúdo
ro_ro: Problemă tehnică la deschiderea conținutului
sl_si: Tehnične težave pri odpiranju vsebine
vi_vn: Sự cố kỹ thuật khi mở nội dung
zh_cn: 打开内容时出现技术性问题
zh_tw: 打開內容的技術問題

# teams.teams:ReportIt_Spam
source: I think it’s fake, spam, or scam
de_de: Fälschung, Spam oder Betrug
es_es: Creo que es falso, spam o estafa
it_it: Penso che sia falso, spam o truffa
ja_jp: 偽物、スパム、または詐欺だと思います
km_kh: ខ្ញុំគិតថាវាជាក្លែងក្លាយ សារឥតបានការ ឬការបោក
mk_mk: Мислам дека е лажно, спам или измама
nl_nl: Ik denk dat het nep, spam of scam is.
pt_br: Eu acho que é falso, spam, ou esquema
ro_ro: Cred că este fals, spam sau înșelătorie
sl_si: Mislim, da je ponaredek, neželena pošta ali prevara
vi_vn: Tôi nghĩ đó là thư giả mạo, thư rác hoặc lừa đảo
zh_cn: 我认为这是虚假、诈骗或欺诈内容
zh_tw: 我認為這是假貨、垃圾郵件或詐騙

# teams.teams:ReportIt_Inappropriate
source: I think it’s inappropriate content
de_de: Unangemessener Inhalt
es_es: Creo que el contenido es inapropiado
it_it: Penso che sia un contenuto inappropriato
ja_jp: 私はそれが、不適切なコンテンツだと思います
km_kh: ខ្ញុំ​គិត​ថា​វា​ជា​ខ្លឹមព័ត៌មាន​មិន​សមរម្យ
mk_mk: Мислам дека е несоодветна содржина
nl_nl: Ik denk dat het ongepaste content is
pt_br: Acho que é um conteúdo inapropriado
ro_ro: Cred că are un conținut nepotrivit
sl_si: Mislim, da gre za neprimerno vsebino
vi_vn: Tôi nghĩ đó là nội dung không phù hợp
zh_cn: 我认为这是不恰当的内容
zh_tw: 我認為內容不恰當

# teams.teams:ReportIt_Outdated
source: I think the content is outdated
de_de: Veralteter Inhalt
es_es: Creo que el contenido no está actualizado
it_it: Penso che il contenuto sia obsoleto
ja_jp: コンテンツは時代遅れだと思います
km_kh: ខ្ញុំគិតថាខ្លឹមសារគឺហួសសម័យហើយ។
mk_mk: Мислам дека содржината е застарена
nl_nl: Ik denk dat de content verouderd is
pt_br: Acho que o conteúdo está desatualizado.
ro_ro: Cred că conținutul este depășit
sl_si: Mislim, da je vsebina zastarela
vi_vn: Tôi nghĩ nội dung đã lỗi thời
zh_cn: 我认为此内容已过时
zh_tw: 我認為內容已經過時

# teams.teams:TopNav_termsOfServiceLabel
source: Terms of Service
de_de: Nutzungsbedingungen
es_es: Condiciones del servicio
it_it: Termini di servizio
ja_jp: サービスの条件
km_kh: លក្ខខណ្ឌនៃសេវាកម្ម
mk_mk: Услови за користење
nl_nl: Servicevoorwaarden
pt_br: Termos de Serviço
ro_ro: Condiții de utilizare a serviciului
sl_si: Pogoji storitve
vi_vn: Điều khoản dịch vụ
zh_cn: 服务条款
zh_tw: 服務條款

# teams.teams:TopNav_privacyPolicyLabel
source: Privacy Policy
de_de: Datenschutzrichtlinie
es_es: Política de privacidad
it_it: Informativa sulla privacy
ja_jp: プライバシーポリシーに同意します
km_kh: គោលការណ៍ឯកជនភាព
mk_mk: Политика за приватност
nl_nl: Privacybeleid
pt_br: Política de Privacidade
ro_ro: Politica de confidențialitate
sl_si: Pravilnik o zasebnosti
vi_vn: Chính sách bảo mật
zh_cn: 隐私政策
zh_tw: 隱私權政策

# teams.teams:TopNav_skillsDirectory
source: Skills Directory
de_de: Verzeichnis der Fähigkeiten
es_es: Directorio de habilidades
it_it: Directory capacità
ja_jp: スキル ディレクトリ
km_kh: បញ្ជីជំនាញ
mk_mk: Директориум за вештини
nl_nl: Directory voor vaardigheden
pt_br: Diretório de habilidades
ro_ro: Director aptitudini
sl_si: Imenik spretnosti
vi_vn: Thự mục kỹ năng
zh_cn: 技能目录
zh_tw: 技能目錄

# teams.teams:TopNav_selectLanguage
source: Select Language
de_de: Sprache auswählen
es_es: Seleccionar idioma
it_it: Seleziona lingua
ja_jp: 言語を選択
km_kh: ជ្រើសរើសភាសា
mk_mk: Изберете јазик
nl_nl: Taal selecteren
pt_br: Selecionar idioma
ro_ro: Selectare limbă
sl_si: Izberi jezik
vi_vn: Chọn ngôn ngữ
zh_cn: 选择语言
zh_tw: 選取語言

# teams.teams:TopNav_logOut
source: Log Out
de_de: Abmelden
es_es: Cerrar sesión
it_it: Esci
ja_jp: ログアウト
km_kh: ចេញ
mk_mk: Одјавување
nl_nl: Afmelden
pt_br: Fazer logoff
ro_ro: Deconectare
sl_si: Odjava
vi_vn: Đăng xuất
zh_cn: 注销
zh_tw: 登出

# teams.teams:TopNav_learningGoals
source: Learning Goals
de_de: Lernziele
es_es: Metas de aprendizaje
it_it: Traguardi di apprendimento
ja_jp: 学習目標
km_kh: គោលដៅសិក្សា
mk_mk: Цели на учењето
nl_nl: Leerdoelen
pt_br: Metas de aprendizagem
ro_ro: Obiective de învățare
sl_si: Učni cilji
vi_vn: Mục tiêu học tập
zh_cn: 学习目标
zh_tw: 學習目標

# teams.teams:TopNav_supportCaps
source: SUPPORT
es_es: SOPORTE
it_it: SUPPORTO
ja_jp: サポート
km_kh: ជំនួយ
mk_mk: ПОДДРШКА
nl_nl: ONDERSTEUNING
pt_br: SUPORTE
ro_ro: ASISTENȚĂ
sl_si: PODPORA
vi_vn: HỖ TRỢ
zh_cn: 支持
zh_tw: 支援

# teams.teams:TopNav_supportTooltipText
source: For any support matters, please visit our FAQ’s section. In addition, you are always welcome to contact us at
de_de: Wenn Sie Unterstützung benötigen, besuchen Sie bitte unseren Bereich für häufig gestellte Fragen. Darüber hinaus können Sie jederzeit gerne Kontakt mit uns aufnehmen unter
es_es: Para cualquier asunto de soporte, visite nuestra sección de preguntas frecuentes. Además, siempre puede ponerse en contacto con nosotros en
it_it: Per qualsiasi problema di supporto, visita la nostra sezione Domande frequenti. Inoltre puoi sempre contattarci all'indirizzo
ja_jp: サポートに関する事項については、FAQセクションをご覧ください。さらに、いつでもお気軽にお問い合わせください
km_kh: សម្រាប់បញ្ហាជំនួយណាមួយ សូមចូលទៅកាន់ផ្នែកនៃសំណួរសួរញឹកញាប់ (FAQ) របស់យើង។ លើសពីនេះទៀតអ្នកតែងតែស្វាគមន៍ក្នុងការទាក់ទងមកយើងនៅ
mk_mk: За какви било прашања околу поддршката, посетете го нашиот дел за најчесто поставувани прашања. Покрај тоа, секогаш сте добредојдени да контактирајте со нас на
nl_nl: Ga naar het gedeelte met veelgestelde vragen voor ondersteuningskwesties. U kunt ook altijd contact met ons op te nemen via
pt_br: Para quaisquer questões de suporte, visite a seção Perguntas frequentes. Além disso, você sempre é bem-vindo para entrar em contato conosco em
ro_ro: Pentru orice probleme de asistență, vă rugăm să vizitați secțiunea noastră de întrebări frecvente. În plus, sunteți întotdeauna bineveniți să ne contactați la
sl_si: Za vsa vprašanja v zvezi s podporo obiščite razdelek »Pogosta vprašanja«. Poleg tega lahko vedno stopite v stik z nami tukaj:
vi_vn: Đối với bất kỳ vấn đề hỗ trợ nào, vui lòng truy cập phần Câu hỏi thường gặp của chúng tôi. Ngoài ra, chúng tôi luôn chào đón bạn liên hệ qua
zh_cn: 对于任何支持问题，请访问我们的“常见问题解答”版块。此外，随时欢迎您通过以下方式联系我们:
zh_tw: 若有任何支援問題，請前往常見問題與解答部分。此外，隨時歡迎您透過以下方式與我們聯絡：
